{
    "vpn": {
        "client_starting": "Está iniciando el cliente, esperar un momento por favor…",
        "check_log": "Ver Log",
        "server_addr": "Dirección de Servidor",
        "server_listen_port": "Puerto de escucha del servidor",
        "traffic_statistics": "Estadísticas de tráfico",
        "traffic": "Tráfico",
        "add_route_rule": "Añadir Regla de Ruta",
        "dest_addr": "Dirección de Destino",
        "edit_instance_config": "$$$$ Opciones",
        "local_access": "Permitir el acceso remoto a LAN",
        "masq": "Enmascaramiento IP",
        "mtu_tips": "La MTU que configure para la instancia reemplazará el elemento MTU en el archivo de configuración.",
        "default_metric": "Métrica por defecto",
        "log": "Log",
        "gateway": "Gateway",
        "operation": "Acción",
        "metric": "Métrica",
        "invalid_mac": "MAC inválido",
        "mac_has_been_added": "Se ha añadido el MAC",
        "invalid_metric": "Métrica inválida",
        "username": "Nombre de Usuario",
        "invalid_gateway": "Gateway inválido",
        "account": "Cuenta",
        "upload_desc": "Siga la guía de su proveedor de servicios, descargue la configuración de WireGuard e importe el archivo de configuración al router.",
        "verifying": "Verificando…",
        "passed": "Aprobado",
        "ovpn_step_tip4": "4. Dirigir a la página de estado de la VPN e inicie el servidor VPN.",
        "ovpn_tips": "No tienes ningún archivo de configuración de OpenVPN, empieza a generar uno.",
        "tunnel_ip": "Dirección del túnel",
        "client_vpn_private_ip": "IP virtual del cliente",
        "vpn_private_ip": "IP Virtual",
        "public_ip": "IP Real",
        "server_location": "Ubicación del servidor",
        "allowed_ip": "IPs permitidas",
        "ovpn_desc": "OpenVPN es una aplicación de software de código abierto que implementa técnicas de redes privadas virtuales (OpenVPN) para crear conexiones seguras de punto a punto o de sitio a sitio en configuraciones enrutadas o en puente e instalaciones de acceso remoto:",
        "ovpn_step_tip1": "1. Generar un archivo de configuración de OpenVPN;",
        "ovpn_step_tip2": "2. Modificar la configuración por defecto y luego guardarla;",
        "ovpn_step_tip3": "3. Exportar el archivo de configuración del cliente a su dispositivo cliente;",
        "client": "Cliente",
        "server": "Servidor",
        "wg_step_tip1": "1. Generar un archivo de configuración de WireGuard®;",
        "wg_step_tip2": "2. Añadir una configuración de pares;",
        "wg_step_tip3": "3. Copiar la información de los compañeros al cliente;",
        "wg_step_tip4": "4. Dirigir a la página de estado de la VPN e inicie el servidor VPN.",
        "wg_tips1": "No tienes ninguna configuración de pares. Empieza a añadir una.",
        "choose_config_file_tips": "Se puede cambiar el archivo de configuración cuando el cliente está funcionando, y el proceso de cambio del archivo de configuración no causará fugas de tráfico.",
        "choose_config_file": "Seleccionar Archivo de Configuración",
        "route_rule": "$$$$ Regla de Router",
        "upload_tips": "Por favor, encuentre proveedores de servicios compatibles con WireGuard y aprenda más sobre el propósito de la VPN en $$$$ VPN on Router $$$$.",
        "passed_tips": "$$$$ se han resuelto las configuraciones válidas",
        "server_starting": "Está iniciando el servidor, esperar un momento por favor…",
        "add_new_group": "Nuevo Grupo",
        "invalid_mtu": "MTU inválido",
        "default_metric_tips": "En el modo de detección automática, las reglas de enrutamiento de la instancia escribirán la tabla de enrutamiento con la métrica por defecto. Cuanto menor sea el valor de la métrica, mayor será la prioridad de la regla de enrutamiento.",
        "route_rule_tips": "En el modo de personalización de rutas, el cliente VPN ignorará el archivo de configuración y la configuración de enrutamiento emitida por el servidor. El uso del túnel encriptado proporcionado por la VPN cuando se accede a cualquier segmento de la red está determinado por las reglas de enrutamiento que se establecen manualmente.",
        "password": "Contraseña",
        "get_third": "Guardar Referencias y Empezar",
        "modify_proxy_mode": "Modificar Modo Proxy",
        "autodetec": "Auto Detección",
        "autodetec_desc": "Se utilizarán las reglas de enrutamiento definidas en el archivo de configuración de cada cliente VPN o emitidas por el servidor VPN.",
        "custom_route": "Personalizar las reglas de enrutamiento",
        "custom_route_desc": "En este modo, puede configurar manualmente reglas de enrutamiento personalizadas para cada cliente VPN.",
        "type": "Tipo",
        "config_file": "Archivo de Configuración",
        "wg_desc": "WireGuard® es una VPN muy sencilla, rápida y moderna que utiliza la criptografía más avanzada. Por favor, siga los siguientes pasos:"
    }
}
