{
    "vpn": {
        "add_new_group": "Grúpa Nua",
        "ie_with_vpn": "(m.sh. le VPN)",
        "setup_guide": "Treoir Shocraithe",
        "relay_server": "Freastalaí Preabtha",
        "disable_vpn_for_services": "Seirbhísí ó GL.iNet Úsáid VPN",
        "tunnel_ip": "Seoladh an Tolláin",
        "allowed_ip": "IPanna Ceadaithe",
        "verifying": "Ag fíorú…",
        "clear_all": "Glan Uile",
        "server_title": "Cumraíocht Freastalaí",
        "invalid_dest_addr": "Seoladh sprice neamhbhailí",
        "users": "Úsáideoirí",
        "ovpnclient_tap_s2s_close_tips": "Nuair a dhíchumasaítear an ghné seo, fillfidh an cliant OpenVPN ar a sheoladh IP bunaidh.",
        "generate_peer_falied_msg": "Theip ar IP an chliaint a ghiniúint",
        "domain_err_tips": "Formáidiú mícheart, athraigh de láimh é nó $$$$próiseáil aon-chliceála$$$$",
        "wg_surfshark_limit_tips": "Tá an líon uasta ceangail sroichte, téigh chuig {provider} chun na ceangail nach bhfuil á n-úsáid agat a scriosadh.",
        "inp_domain_url_label": "Nasc URL",
        "domain_input_mode_label": "Modh Ionchuir",
        "wg_mullvad_limit_tips": "Theip ar eochair WireGuard a ghiniúint. Ní féidir leat ach suas le cúig eochair a bheith agat ag an am céanna in aghaidh chuntas Mullvad. Téigh go dtí {provider} chun eochair a aisghairm.",
        "only_show_selected_label": "Taispeáin mír roghnaithe amháin",
        "guide_done_tips": "Tá {provider} ceangailte go rathúil agus is féidir leat VPN a úsáid anois.",
        "guide_cannot_work_tips": "Anois, ní féidir leis an VPN oibriú i gceart, déan iarracht na bealaí seo a leanas.",
        "duplicate_user_name": "Tá an t-ainm úsáideora á úsáid cheana féin",
        "server_is_on": "Tá an freastalaí $$$$WireGuard$$$$ ar siúl faoi láthair",
        "wgserver_peer_list_desc": "Teastaíonn cumraíocht comhpháirtí uathúil ó gach gléas cliant a nascann leis an bhfreastalaí WireGuard. Ní mór duit cumraíocht ar leith a chruthú do gach gléas cliant; ní mór seoladh IP uathúil a shonrú i ngach cumraíocht.",
        "client_conneting_tips": "Ag Nasctha…",
        "use_ddns_domain": "Úsáid Fearainn DDNS",
        "domain_name_tips": "Má úsáidtear an t-ainm fearainn sa liosta, déanfar aon fhofhoraí a mheaitseáil freisin (mar shampla: má úsáidtear google.com, meaitseálfar mail.google.com agus aon fhofhoraí eile de google.com).",
        "generate_peer_tips1": "Íoslódáil an aip WireGuard® trí Google Play nó an App Store; ansin úsáid an aip chun an cód QR a scanadh chun nascadh le do fhreastalaí.",
        "provider_unbind_tips": "Níl an gléas fíoraithe.",
        "private_key": "Eochair Príobháideach",
        "ovpn_tips": "Níl aon chomhaid chumraíochta OpenVPN agat fós. Chun tosú, déan ceann a ghiniúint le do thoil.",
        "check_log": "Féach ar an Log",
        "manual_inp_btn": "Ionchur Lámhach",
        "client_conneted_tips": "Ceangailte",
        "public_ip": "Fíor-IP",
        "wg_nordvpn_tips": "Is é tóicín NordVPN na dintiúir chun logáil isteach i NordVPN, caithfidh tú logáil isteach ar shuíomh gréasáin oifigiúil NordVPN ar dtús, agus ansin a fháil a thóicín de láimh.",
        "ovpn_nordvpn_account_label": "Dintiúir seirbhíse cuntais NordVPN",
        "no_auth_tips": "Níl fíordheimhniú úsáideora/focal faire cumraithe, ní úsáidfear an t-ainm úsáideora agus an focal faire atá cumraithe.",
        "hmac": "Cumasaigh Fíordheimhniú TLS",
        "upload_tips": "Tabhair cuairt ar $$$$ VPN ar an Ródaire $$$$ chun soláthraithe seirbhíse VPN atá comhoiriúnach le OpenVPN a fheiceáil agus chun foghlaim faoi na buntáistí a bhaineann le VPN a úsáid.",
        "server_listen_port": "Port Éisteachta Freastalaí",
        "ovpn_nordvpn_not_label": "Ní",
        "profiles": "Próifílí",
        "ovpn_step_tip4": "4. Téigh go dtí an leathanach Deais VPN agus tosaigh an freastalaí VPN.",
        "guide_sign_up_title": "Cláraigh le {provider}",
        "default_metric_tips": "Sa mhodh braite uathoibríoch, scríobhann na rialacha ródaithe sa chás an tábla ródaithe leis an meadaracht réamhshocraithe. Dá laghad an luach meadarachta, is airde tosaíocht an rialach ródaithe.",
        "wg_step_tip1": "1. Gin comhad cumraíochta WireGuard®;",
        "device_label": "Gléas Cliant",
        "traffic_statistics": "Staitisticí Tráchta",
        "location_max_pre_label": "Uasmhéid in aghaidh an Suímh",
        "wgclient_clear_account_warning": "An bhfuil tú cinnte gur mhaith leat an cuntas a scriosadh, an eochair phoiblí, an eochair phríobháideach agus na comhaid chumraíochta sa ródaire?",
        "client_each_other_tips": "Is é seo Cliant VPN go Cliant VPN, ní Suíomh go Suíomh.",
        "location_max_pre_placeholder": "Gan teorainn",
        "server_root_cert": "Teastas Fréimhe an Fhreastalaí",
        "filter_rule": "Rialacha Scagtha",
        "mac_required_tips": "Ag baint úsáide as an liosta reatha, caithfidh tú gléas a chur leis",
        "number_allocated_ips_label": "Líon na n-IPanna leithdháilte",
        "wg_step_tip4": "4. Téigh go dtí an leathanach Deais VPN agus tosaigh an freastalaí VPN.",
        "route_rule_tips": "I mód bealaí saincheaptha, déanfaidh an cliant VPN neamhaird den chomhad cumraíochta agus den chumraíocht ródaithe arna heisiúint ag an bhfreastalaí. Cibé acu an n-úsáidtear an tollán criptithe arna sholáthar ag an VPN agus rochtain á fáil ar aon chuid den líonra, cinnfidh sé sin leis na rialacha ródaithe a shocraíonn tú de láimh.",
        "needauth_tips": "Braitheadh comhaid chumraíochta bailí $$$$. Cuir isteach an t-ainm úsáideora agus an focal faire le do thoil. Má úsáideann na cumraíochtaí seo pasfhocail éagsúla, beidh ort an focal faire a iontráil ina n-aonar do gach comhad cumraíochta:",
        "client_using_tips": "Á úsáid faoi láthair",
        "use_ddns_export_tips": "Úsáid fearann DDNS chun an cás a sheachaint nach féidir le cliant ceangal leis an tseirbhís VPN mar gheall ar athrú ar an seoladh poiblí a sholáthraíonn do ISP. Más mian leat an fheidhm seo a ghníomhachtú, $$$$Cumasaigh DDNS$$$$ ar do ródaire.",
        "view_status": "Amharc ar Stádas",
        "search_config_placeholder": "Cuardaigh comhad cumraíochta",
        "access_by_sites": "Idirdhealú de réir na Suíomhanna a dtugtar Cuairt Orthu",
        "autodetec_desc": "Úsáidfear na rialacha ródaithe atá sainithe i ngach comhad cumraíochta cliant VPN nó a eisíonn an freastalaí VPN.",
        "expires_at_tips": "Éagann ag {time}",
        "server_cert": "Teastas Freastalaí",
        "wg_subscription_expired_tips": "D’fhéadfadh go bhfuil síntiús an chuntais seo imithe in éag.",
        "global_proxy_tips": "Má tá an VPN ceangailte, déanfar an trácht ar fad a ródú tríd an VPN. Ní féidir ach aon chás cliant VPN amháin a ghníomhachtú.",
        "keep_alive": "Coimeád Beo",
        "only_user": "Ainm Úsáideora/Pasfhocal amháin",
        "following_mac_label": "Trácht ón nGléas Seo Leanas",
        "wg_tips1": "Níl aon chumraíocht piaraí agat fós. Chun tosú, cuir cumraíocht piaraí leis.",
        "unzip_fail_msg": "Theip ar an gcomhad a dhíchóipeáil. Seiceáil an comhad agus uaslódáil arís é.",
        "client_auth_tips": "Ginfidh an ródaire teastais chliaint agus freastalaí agus eochracha go huathoibríoch; scríobhfar iad seo isteach sa chomhad cumraíochta nuair a ghintear é.",
        "peer_config_title": "Cumraíocht Cliant",
        "unpassed_tips": "Ní comhaid chumraíochta bailí iad na comhaid $$$$ seo a leanas. Caithfear iad seo amach nuair a bheidh an pacáiste comhbhrúite deimhnithe:",
        "configuration": "Cumraíocht",
        "only_rule": "Nuair a Rochtáiltear an Fearann/Seoladh IP Seo Leanas",
        "ovpnclinet_taps2s_disable_tips": "Nuair a chuirtear an ghné seo i bhfeidhm, ní féidir gnóthachtáil a bhaint as gnóthachtáil ar nós {feature}.",
        "wg_revoke_key_tips": "Theip ar eochair WireGuard a ghiniúint. Ní féidir leat ach cúig eochair a bheith agat ag an am céanna le cuntas Mullvad. Téigh go $$$$Mullvad$$$$ chun eochair a aisghairm.",
        "invalid_mac": "Seoladh MAC neamhbhailí",
        "following_domain_label": "Ag rochtain ar an Fearann/IP seo a leanas",
        "guide_make_sure_available_tips": "1. Déan cinnte go bhfuil an cuntas VPN ar fáil.",
        "loaction_label": "Suíomh",
        "block_traffic_domain_filter_warning": "Tá an rogha $$$$ cumasaithe agus ní féidir an fearann sa liosta a réiteach. B’fhéidir nach bhfuil sé bailí.",
        "no_use_vpn_label": "gan VPN",
        "kill_switch_tips": "Cumasaigh an rogha seo chun gach trácht ó ghléasanna cliant lasmuigh den tollán VPN a bhac, a bhfuil iarracht á déanamh é a sheoladh lasmuigh den tollán VPN, rud a choscfeadh sceitheadh ó shocruithe DNS, fadhbanna ceangail, nó iarratais IP ó fheidhmchláir. Sáraíonn sé seo beartais agus rialacha VPN eile.",
        "download_config": "Íoslódáil Comhad",
        "domain_detect_failed_tips": "Theip ar {count} ainm fearainn nó seoltaí IP a bhrath.",
        "client_vpn_private_ip": "IP Fíorúil an Chliaint",
        "ovpn_step_tip3": "3. Easpórtáil an comhad cumraíochta cliant chuig do ghléas cliant;",
        "upload": "Uaslódáil",
        "default_metric": "Méadrach Réamhshocraithe",
        "access_by_dev_desc": "Sa mhodh scagtha MAC, is féidir leat a chinneadh an bhfuil cead ag cliant i do líonra logánta rochtain a fháil ar an Idirlíon tríd an VPN trí sheoladh MAC an chliant a shonrú.",
        "end_ip_addr": "Seoladh IP Deiridh",
        "has_auth_tips": "Tá fíorú ainm úsáideora/pasfhocail cumasaithe. Beidh ar ghléasanna cliant ainm úsáideora/pasfhocal ón liosta a bheith acu chun ceangal a dhéanamh leis an bhfreastalaí OpenVPN.",
        "only_cert": "Teastas Amháin",
        "route_rule": "$$$$ Riail Bealaigh",
        "add_new_user_title": "Cuir Úsáideoir Nua leis",
        "modify_auth_info": "Modhnaigh Eolas Fíordheimhnithe",
        "use_vpn_only_tips": "Má chumasaítear an rogha seo, agus an VPN nasctha, beidh ar chumas gléasanna cliant rochtain a fháil ar sheirbhísí WAN, m.sh. rochtain a fháil ar do phriontálaí, NAS etc. sa bhfo-líonra uachtarach.",
        "cert_key": "Eochair Teastais",
        "rootcert_tips": "Tá an comhad teastais fréimhe parsáilte:",
        "custom_route": "Saincheap Rialacha Ródaithe",
        "use_other": "Úsáid Modhanna Eile chun Scagadh a Dhéanamh",
        "passed_tips": "$$$$ cumraíochtaí bailí próiseáilte",
        "base_on_web_tips": "Sa mhodh seo, ní bhíonn rochtain ag an VPN ach ar thrácht áirithe suímh Gréasáin $$$$sainithe ag seoladh IP nó ainm fearainn$$$$. Ní féidir ach aon chás VPN cliant amháin a ghníomhachtú.",
        "guide_restart_tips": "3.Athosclaigh an ródaire.",
        "set_key_manually_tips": "Cruthóidh an ródaire péire eochrach duit go huathoibríoch. Má tá tú eolach ar WireGuard agus más mian leat an péire eochrach a nuashonrú nó eochair réamhroinnte a chur leis, is féidir na heochracha seo a sholáthar de láimh.",
        "invalid_metric": "Méadrach neamhbhailí",
        "del_account_btn": "Scrios Faisnéis an Chuntais",
        "guide_switch_another_server_tips": "2.Athraigh go freastalaí VPN eile.",
        "previous _step_btn": "Ar Ais",
        "upload_desc": "Lean treoir do sholáthraí seirbhíse VPN, íoslódáil an comhad cumraíochta WireGuard, agus iompórtáil an comhad cumraíochta chuig an ródaire.",
        "set_key_btn": "Socraigh an Eochair de Láimh",
        "wg_surfshark_not_connet_tips": "Mura bhfuil ceangal leis an bhfreastalaí VPN indéanta, d’fhéadfadh sé go bhfuil an eochair phoiblí imithe in éag. Is féidir an eochair phoiblí a nuashonrú.",
        "upload_file_btn": "Uaslódáil Comhad",
        "guide_contact_us_tips": "4.Mura bhfuil an fhadhb réitithe fós, is féidir leat ríomhphost a sheoladh chuig {email}.",
        "guide_done_title": "Líonrú Rathúil",
        "server_location": "Suíomh an Fhreastalaí",
        "use_vpn_label": "le VPN",
        "needauth_needinfo_tips": "$$$$ tá ainm úsáideora, pasfhocal agus an t-askpass ag teastáil ó chomhaid chumraíochta bailí, Déan cinnte go n-úsáideann na cumraíochtaí seo go léir an t-eolas fíordheimhnithe céanna:",
        "ovpnclient_clear_account_warning": "An bhfuil tú cinnte gur mhaith leat an cuntas agus an próifíl seo laistigh den ródaire a scriosadh?",
        "ta": "Eochair Fíordheimhnithe TLS-Auth",
        "remvove_public_key_label": "Scrios an eochair phoiblí agus an eochair phríobháideach ag an am céanna",
        "mtu_tips": "Déanfaidh an MTU a shocraigh tú don chás an mír MTU sa chomhad cumraíochta a fhorscríobh.",
        "global_proxy_label": "Seachfhreastalaí Domhanda",
        "log": "Logáil",
        "get_third": "Sábháil agus Lean ar Aghaidh",
        "askpass_label": "Eochair Iarratais",
        "domain_required_tips": "Ag baint úsáide as an liosta reatha, caithfidh tú ainm fearainn nó IP a chur leis",
        "preshare_key": "Eochair Roinnithe Réamhullmhaithe",
        "sevice_credential_label": "Teastas Seirbhíse",
        "custom_route_desc": "Is féidir leat rialacha ródaithe a chumrú de láimh do gach cás cliant VPN.",
        "guide_login_title": "Logáil isteach {provider}",
        "to_setup_guide_tips": "Mura bhfuil a fhios agat conas é a fháil, féach ar {guide}.",
        "choose_config_file_tips": "Is féidir leat an comhad cumraíochta a athrú agus an cliant ag rith; ní dhéanfaidh an próiseas chun an comhad cumraíochta a athrú sceitheadh tráchta a chruthú.",
        "add_new_btn": "Cuir Leis",
        "ovpn_nordvpn_tips": "Chun úsáid rathúil a bhaint as an VPN, cuir isteach {account}, a bhfuil mar chreidiúintí seirbhíse agat do NordVPN.",
        "peer_addr": "Críochphointe",
        "generate_peer_tips2": "Cuir an chumraíocht seo a leanas chuig do chliant WireGuard.",
        "azirevpn_account_limit_tips": "Ní féidir cuntas AzireVPN a úsáid ach ar 10 ghléas ag an am céanna. Tá an líon uasta gléasanna sroichte agat do do chuntas, téigh chuig $$$$AzireVPN$$$$, scrios aon ghléasanna nach bhfuil á n-úsáid agat agus déan iarracht arís.",
        "server_select_label": "Roghnaigh Freastalaí",
        "wg_guide_disabled_tips": "Tá OpenVPN ceangailte, murach sin, múch OpenVPN más gá VPN Wireguard a úsáid.",
        "public_key": "Eochair Phoiblí",
        "manual_upload_tips": "Tabhair cuairt ar {page} chun soláthraithe seirbhíse VPN atá comhoiriúnach le {type} a fheiceáil agus chun foghlaim faoi na buntáistí a bhaineann le VPN a úsáid.",
        "use_vpn": "Úsáid VPN",
        "start_ip_addr": "Seoladh IP Tosaigh",
        "invalid_gateway": "Geata neamhbhailí",
        "all_sites": "Gach Suíomh",
        "ipv4_subnet": "Fo-líonra IPv4",
        "edit": "Cuir in Eagar",
        "set_up_now_btn": "Socraigh Anois",
        "add_route_rule": "Cuir Riail Bealaigh Leis",
        "only_dev": "Le haghaidh Iarratais ón nGléas Seo Leanas",
        "wg_not_subscription_tips": "B’fhéidir nach bhfuil síntiús ag an gcuntas seo.",
        "type": "Cineál",
        "edit_instance_config": "$$$$ Roghanna",
        "delete_all_config_tips": "Scrios go buan gach cumraíocht atá agat. Ní féidir é seo a chur ar ceal. Ar mhaith leat dul ar aghaidh?",
        "server_addr": "Seoladh an Fhreastalaí",
        "advanced_config_btn": "Cumraíocht Chasta",
        "domain_exception": "Eisceacht nuair a rochtainear ar an bhFearann/Seoladh IP Seo Leanas",
        "kill_switch": "Coisc Trácht Neamh-VPN",
        "ovpn_nordvpn_account_tips": "Chun úsáid rathúil a bhaint as an VPN, cuir isteach do {label} (Tabhair faoi deara: {not} an r-phost/cuntas logála isteach).",
        "auth_algo": "Algartam Fíordheimhniúcháin",
        "wg_step_tip2": "2. Cuir cumraíocht piara leis;",
        "config": "Cumraíocht",
        "unpass": "Theip",
        "go_renew_btn": "Téigh go dtí Athnuachan",
        "ovpn_step_tip1": "1. Giniúint comhad cumraíochta OpenVPN;",
        "wg_desc": "Is VPN an-simplí, tapa agus nua-aimseartha é WireGuard® a úsáideann cripteagrafaíocht den scoth. Lean na céimeanna thíos:",
        "dest_addr": "Seoladh Sprioc",
        "operation": "Gníomh",
        "next_step_btn": "Ar Aghaidh",
        "traffic": "Trácht",
        "use_preshare_key": "Úsáid Eochair Réamhroinnte",
        "metric": "Méadrach",
        "accurate_account_label": "an ainm úsáideora agus an focal faire NordVPN cruinn",
        "server_is_off": "Tá an $$$$freastalaí OpenVPN$$$$ as faoi láthair",
        "search_region_label": "Tír / Réigiún / Cathair",
        "text_mode": "Mód Téacs",
        "use_client_tips": "An bhfuil tú ag iarraidh $$$$soláthraithe seirbhíse VPN eile$$$$ nó $$$$do fhreastalaí VPN saincheaptha féin$$$$ a úsáid? Cruthaigh grúpa nua chun do chomhaid chumraíochta a chur leis.",
        "client_count": "Gan Chliant | 1 Chliant | {count} Cliant",
        "third_lead_tips": "Iarr an comhad cumraíochta VPN ó do sholáthraí seirbhíse VPN.",
        "strategy": "Mód Polasaí",
        "global_policy_btn": "Roghanna Domhanda",
        "guide_pull_title": "Roghnaigh Freastalaí {provider}",
        "route _mode": "Mód Bealaigh",
        "policy_base_on": "Beartas VPN bunaithe ar an $$$$VLAN$$$$",
        "to_set_rule": "Socruithe Rialacha",
        "choose_a_server_title": "Roghnaigh Freastalaithe $$$$VPN$$$$",
        "use_ipv6": "Úsáid IPv6",
        "ipv4_addr": "Seoladh IPv4",
        "users_empty_tips": "Tá an liosta úsáideoirí folamh, ní mór duid ar a laghad úsáideoir amháin a chur leis chun nascadh leis an bhfreastalaí OpenVPN.",
        "access_by_sites_desc": "Sa mhodh ainm fearainn/IP, is féidir leat a shocrú cén suíomh Gréasáin le tabhairt cuairt air le nó gan VPN.",
        "enable_th": "Cumasaigh",
        "disable_vpn_for_services_tips": "Má chumasaítear an rogha seo, úsáidfidh seirbhísí GoodCloud, DDNS, agus rtty tolláin VPN chun paicéid a sheoladh. Tabhair faoi deara go n-úsáideann na seirbhísí seo de ghnáth seoladh IP fíor an ghléas, seachas sin d’fhéadfadh go n-eascródh teipeanna ar oibríochtaí.",
        "tap": "TAP",
        "auth_conflict_tips": "Ní mór don mhodh fíordheimhnithe a bheith mar an gcéanna i gcomhaid chumraíochta sa ghrúpa céanna. Cuir comhaid chumraíochta ó sholáthraithe éagsúla i ngrúpaí ar leith.",
        "edit_config_title": "Eagar Cumraíocht WireGuard",
        "account_title": "Eolas Cuntais",
        "base_on_device_tips": "Sa mhodh seo, ní bhíonn rochtain ag an VPN ach ar thrácht áirithe gléasanna cliant áitiúla $$$$sainithe ag seoladh MAC$$$$. Ní féidir ach aon chás VPN cliant amháin a ghníomhachtú.",
        "ipv6_subnet": "Fo-líonra IPv6",
        "advanced_configuration_tips": "Má tá tú eolach ar OpenVPN, is féidir leat socrú cumraíochta casta a mhodhnú de láimh freisin.",
        "qrcode": "Cód QR",
        "add_config": "Cuir Cumraíocht Leis de Lámh",
        "server_key": "Eochair an Fhreastalaí",
        "peer_deprecated_tips": "Tá cumraíocht an phiara chliaint neamhbhailí mar gheall ar athrú i gcumraíocht an fhreastalaí. Cruthaigh cumraíocht piara nua do do ghléas le do thoil.",
        "loaction_label_tips": "Ní bhfaighidh an ródaire ach próifílí cumraíochta do fhreastalaithe atá lonnaithe sna réigiúin a roghnaíonn tú. Dá mhéad réigiún a roghnaíonn tú, is faide a thógfaidh sé na próifílí a fháil.",
        "ovpn_desc": "Is éard é OpenVPN bogearraí foinse oscailte a chuireann teicníochtaí líonra phríobháideach fhíor (OpenVPN) i bhfeidhm chun nascann slán pointe-go-pointe nó láithreán-go-láithreán a chruthú i gcumraíocht ródaithe nó doiciméadaithe agus saoráidí rochtana iargúlta. Lean na céimeanna thíos:",
        "client_dialog_title": "Stádas Cliant",
        "gateway": "Geata",
        "account_name_tips": "Ainm an Chuntais {name}",
        "invalid_mtu": "MTU Neamhbhailí",
        "all_dev": "Gach Cliant",
        "nordvpn_setup_guide": "Is é seo dintiúirí seirbhíse NordVPN. Mura bhfuil a fhios agat conas é a fháil, féach $$$$Treoir Shocraithe$$$$.",
        "vpn_private_ip": "IP Fíorúil",
        "mac_exception": "Eisceacht do Thrácht ón nGléas Seo a Leanas",
        "server_starting": "Tá an freastalaí ag tosú, fan le do thoil…",
        "passed": "Glactha",
        "masq_tips": "Athscríobhann sé seolaíochtaí foinse IP cliant LAN go IP tunail VPN an ródaire. Díchumasaithe ach amháin do shocruithe Láithreán-go-Láithreán ina bhfuil an piara iargúlta ar eolas do fhothíreáin LAN.",
        "policy_nav_title": "Nuair a rochtainíonn cliant an líonra le do ródaire$$$$conas ba mhaith leat go léireodh an ródaire an bhfuil an trácht ag úsáid tunail criptithe VPN?",
        "guest_use_vpn": "Úsáid VPN sa Líonra Aoi",
        "local_access_tips": "Ceadaíonn sé rochtain iargúlta ar an ródaire seo (IP tunail) agus ar ghléasanna LAN tríd an VPN. Éilíonn sé ar an bhfreastalaí VPN bealach a fhógairt ar ais chuig do fhothíreán(í) LAN.",
        "wg_step_tip3": "3. Cóipeáil faisnéis an phiara chuig an gcliant;",
        "access_lan_wan": "Rochtain LAN agus WAN",
        "peer_ip": "IP Cliant",
        "ovpnclient_tap_s2s_global_proxy_tips": "Ní oibríonn TAP-S2S ach le Mód Seachfhreastalaí Domhanda, déanfaidh sé ajustáil go huathoibríoch nuair a bhíonn OpenVPN ar siúl.",
        "on_router_label": "VPN ar an Ródaire",
        "domain_detect_success_tips": "Aimhsíodh {count} ainm fearainn nó seoltaí IP go rathúil.",
        "modify_proxy_mode": "Mód Seachfhreastalaí a Mhodhnú",
        "username": "Ainm úsáideora",
        "online_count": "{count} Ar Líne",
        "use_lzo": "Cómhbhrú LZO a Chumasú",
        "masq": "Mascaireacht IP",
        "upload_config_file": "Comhad Cumraíochta a Uaslódáil",
        "domain_url_tips": "Cuir isteach an URL ceart. Déanfaidh an braite URL an ceartas an ainm fearainn nó an seoladh IP a aithint.",
        "client_use_vpn": "Cliant Úsáid VPN Chun",
        "mac_has_been_added": "Tá MAC curtha leis",
        "client": "Cliant",
        "guide_title": "Roghnaigh Cliant VPN",
        "run_mode": "Modh Gléas",
        "auth_desc": "Sáraíonn an fhaisnéis fíordheimhnithe a sholáthraíonn tú anseo an fhaisnéis fíordheimhnithe atá ar fáil sa chomhad cumraíochta.",
        "wg_azirevpn_limit_tips": "Ní féidir cuntas AzireVPN a úsáid ach ar 10 gléas ag an am céanna. Tá an líon uasta gléasanna sroichte agat do do chuntas, téigh go dtí {provider}, scrios aon gléasanna nach bhfuil á n-úsáid agat agus déan iarracht arís.",
        "wg_guide_tips": "Le treoracha VPN, is féidir leat cumraíocht VPN a chríochnú i roinnt céimeanna agus taitneamh a bhaint as eispéireas líonra sábháilte go tapa!",
        "no_use_vpn": "Ná Úsáid VPN",
        "autodetec": "Brath Uathoibríoch",
        "cert_and_user": "Ainm Úsáideora/Pasfhocal agus Teastas",
        "config_file": "Comhad Cumraíochta",
        "communication_proto": "Prótacal",
        "choose_config_file": "Roghnaigh Comhad Cumraíochta",
        "enable_vpn_cascading": "Cumasaigh Cascáil VPN",
        "website_label": "Fearann Sprioc nó IP",
        "local_access": "Ceadaigh Rochtain Chianda ar an LAN Subnet",
        "add_manually_btn": "Cuir Leis de Láimh",
        "listen_port": "Port Éisteachta",
        "base_on_vlan_tips": "Sa mhodh seo, $$$$ní bhíonn rochtain ag ach trácht áirithe VLAN$$$$ ar an VPN. Ní féidir ach aon chás VPN amháin a ghníomhachtú.",
        "use_vpn_only": "Ceadaigh Rochtain ar an WAN",
        "account": "Cuntas",
        "password": "Pasfhocal",
        "client_starting": "Tá an cliant ag tosú, fan le do thoil…",
        "credential_pwd_label": "Pasfhocal Creidiúna",
        "rootcert_missing_tips": "Tá an teastas ar iarraidh; Cuir teastas leis sula leanann tú.",
        "client_auth_mode": "Modh Fíordheimhnithe",
        "log_level": "Leibhéal Gonta",
        "server_communication_port": "Port Áitiúil",
        "confing_item_mode": "Módú an Mhír",
        "more_config": "Socraigh Tuilleadh",
        "tun": "TUN",
        "add_config_btn": "Cuir Cumraíocht Leis",
        "cipher": "Algartam Criptithe",
        "export_config": "Easpórtáil Cumraíocht an Chliaint",
        "rootcert_duplicate_tips": "Comhad Teastais Braitheadh, Athdhéan an Grúpa.",
        "account_service_credentials_title": "Dintiúirí Seirbhíse",
        "ovpn_init_tips": "Nuair a chumraíocht an fhreastalaí OpenVPN a ghiniúint, ginfidh an ródaire roinnt comhad criptithe go huathoibríoch (mar shampla, fréamh-dheimhniú an fhreastalaí) a úsáidfear chun do chumarsáid a chosaint. Má tá tú eolach ar OpenVPN, is féidir leat freisin $$$$iontráil de láimh$$$$.",
        "client_each_other": "Cliant go Cliant",
        "auth_title": "Faisnéis Fíordheimhniú OpenVPN",
        "enable_vpn_cascading_tips": "Má chumasaítear an rogha seo, nuair a bheidh an freastalaí VPN agus an Cliant VPN ag rith ar an ródaire seo, déanfar cliaint atá ceangailte leis an bhfreastalaí VPN a threorú freisin chuig tollán an chliant VPN.",
        "ovpnclient_tap_s2s_ip_tips": "D’fhéadfadh seoladh IP an chliant OpenVPN athrú.",
        "server_is_starting": "Tá an $$$$freastalaí OpenVPN$$$$ ag tosú…",
        "access_lan": "Rochtain LAN Amháin",
        "strategy_label": "Mód Polasaí",
        "no_internet_msg": "Gan Nasc Idirlín!",
        "access_by_dev": "Idirdhealú de réir na gCliant a bhfuil Rochtain acu ar an Líonra",
        "wg_self_public_key_tips": "Eochair phoiblí ó do thaobh",
        "new_provider": "Soláthraí Nua",
        "name": "Ainm",
        "domain_input_mode_tips": "Má roghnaíonn tú URL Síntiúis, nuashonrófar an fearann nó an IP sa URL go huathoibríoch gach lá.",
        "needinfo_tips": "Caithfidh an askpass a bheith curtha ar fáil i gcomhaid chumraíochta bailí $$$$, Déan cinnte go n-úsáideann na cumraíochtaí seo go léir an askpass céanna:",
        "update_third": "Seirbhísí Nuashonraithe",
        "ipv6_addr": "Seoladh IPv6",
        "file_oversize_tips": "Ní féidir níos mó ná 1,000 comhad cumraíochta a bheith sa chomhad comhbhrúite uaslódáilte.",
        "own_services_use_vpn_label": "Úsáid VPN do sheirbhísí príobháideacha",
        "auto_gen_hint": "Uathghiniúint",
        "wg_urbanshield_limit_tips": "Theip ar an gceangal, tabhair cuairt ar {provider} chun gléas eile a scaoileadh.",
        "wg_urbanshield_dev_limit_tips": "Teorainn Gléas Bainte Amach. Logáil Amach Ceann Chun Leanúint Ar Aghaidh.",
        "ovpn_step_tip2": "2. Modhnú an chumraíochta réamhshocraithe, ansin sábháil;",
        "server": "Freastalaí",
        "dh_param": "Paraiméadar Diffie Hellman",
        "init_server": "Giniúint Cumraíochta",
        "access_wan": "Rochtain WAN Amháin",
        "traffic_use_vpn_label": "An Trácht ó Ghléasanna Cliant",
        "ie_without_vpn": "(i.e. gan VPN)",
        "base_on_strategy": "Bunaithe ar an $$$$VLAN$$$$"
    },
    "vpn_taps2s": {
        "start_title": "Aird: Tosaigh Cliant TAP-S2S",
        "exit_tips": "Má fhágann tú an cliant TAP-S2S, díchumasaítear mód TAP-S2S agus fillfear ar mhód Tollán. Fillfidh an cliant OpenVPN freisin ar a sheoladh IP bunaidh.",
        "astrowarp_up_tips": "Ní féidir le Cliant Astrowarp agus TAP-S2S oibriú ag an am céanna. Díchumasaigh Astrowarp de láimh le do thoil.",
        "start_disable_tips": "Díchumasaítear agus cuirfear i bhfolach gach Tollán reatha.",
        "exit_title": "Aird: Scoir TAP-S2S",
        "start_common_tips": "Má thosaíonn tú an cliant TAP-S2S, cuirfidh an deais modh TAP-S2S ar siúl, a mbeidh na héifeachtaí seo aige:",
        "start_not_available_tips": "Ní bheidh go leor feidhmeanna ródaithe ar fáil."
    },
    "vpn_err": {
        "no_openssl_tool_msg": "gan uirlis openssl, b’fhéidir nach bhfuil sé suiteáilte",
        "no_cert_key_file_msg": "níl comhad eochair phoiblí ann",
        "invalid_private_wg_key_msg": "eochair phríobháideach neamhbhailí",
        "no_passwd_msg": "níl aon fhocal faire ag an gcuntas",
        "group_auth_conflict_with_users_msg": "comhtharlú fíordheimhnithe grúpa le húsáideoir",
        "vpn_client_connect_fail_msg": "theip ar an gcliant VPN ceangal leis an bhfreastalaí",
        "country_count_zero_msg": "níl aon fhreastalaithe sa tír roghnaithe",
        "invalid_username_msg": "ní ceadaithe ach litreacha agus uimhreacha san ainm úsáideora",
        "no_execute_program_msg": "níl aon chlár á fhorghníomhú, b’fhéidir nach bhfuil sé suiteáilte",
        "register_public_key_fail_msg": "teip ar eochair phoiblí a chlárú",
        "to_many_conf_item_msg": "an iomad míreanna cumraíochta",
        "download_conf_fail_msg": "teip ar chomhad cumraíochta a íoslódáil",
        "get_local_ipv4_net_fail_msg": "theip ar sheoladh IPv4 áitiúil a fháil",
        "register_account_fail_msg": "theip ar chuntas nua a chlárú",
        "connect_server_fail_msg": "theip ar fhaisnéis a fháil ó fhreastalaí an soláthraí",
        "param_has_rce_risk_msg": "tá riosca rce ag baint leis an bparaiméadar",
        "port_be_used_msg": "tá an port á úsáid cheana féin",
        "target_if_already_run_msg": "an comhéadan sprice atá ag rith cheana féin",
        "get_conf_file_fail_msg": "theip an chomhad cumraíochta",
        "username_has_been_token_msg": "tá an t-ainm úsáideora glactha cheana féin",
        "invalid_ip_addr_msg": "seoladh IP neamhbhailí",
        "get_provider_token_fail_msg": "theip ar thóken an soláthraí tríú páirtí a fháil",
        "conflicts_with_local_addr_v6_msg": "tá an seoladh sprioc i gcoimhlint le seoladh IPv6 áitiúil",
        "no_key_file_msg": "níl comhad na heochra príobháidí ann",
        "invalid_login_info_msg": "faisnéis logála neamhbhailí",
        "err_auth_type_val_msg": "earráid cineál fíordheimhnithe",
        "get_conf_fail_msg": "theip ar sonraí cumraíochta a fháil",
        "conflicts_with_local_addr_v4_msg": "tá an seoladh sprioc i gcoimhlint le seoladh IPv4 áitiúil",
        "password_too_short_msg": "ní mór don phasfhocal a bheith ar a laghad 8 gcarachtar",
        "client_if_conflict_msg": "tá cliant VPN eile ag rith",
        "network_abnormal_msg": "D’fhéadfadh go mbeadh neamhghnáthacht sa Líonra",
        "get_local_ipv6_net_fail_msg": "theip ar sheoladh IPv6 áitiúil a fháil",
        "api_limit_triggered_msg": "Oibríocht mhinic, déan iarracht arís níos déanaí le do thoil."
    },
    "vpn_tunnel": {
        "not_applicale_add_mac_label": "Ní Infheidhme",
        "method_type_label": "Cineálacha",
        "exit_tap_s2s_btn": "Scoir TAP-S2S",
        "tap_s2s_title": "Mód TAP-S2S",
        "exclude_label": "Eisigh",
        "device_count_label": "{count} Gléas|{count} Gléas",
        "start_title": "Tosaigh Cumraíocht VPN",
        "from_title": "Ó",
        "client_type_label": "Clients",
        "add_tunnel_title": "Cuir Tunnal Leis",
        "edit_tunnel_title": "Modhnaigh an Tunnal",
        "selected_label": "Roghnaithe {count}",
        "domain_target_label": "Liosta Sainithe Fearainn / IP",
        "via_try_connecting_label": "Ag nascadh...",
        "no_vpn_config_tips": "Níl aon chumraíochtaí VPN socraithe agat faoi láthair chun na roghanna reatha a úsáid.",
        "auto_vpn_tips": "Nuair a bhíonn an rogha seo cumasaithe, roghnaíonn an tollán na próifílí atá ar fáil go huathoibríoch chun ceangal.",
        "via_not_enabled_tips": "Tá an tollán reatha díchumasaithe.",
        "killswitch_off_tips": "Tacaíocht nuair a bhíonn sé as.",
        "or_self_configuration_tips": "Nó féin-chumrú {type}.",
        "method_count_label": "{count} Cineál Ceangail|{count} Cineálacha Ceangail",
        "go_to_page_btn": "Téigh go {page}",
        "guide_icon_tips": "Mura bhfuil a fhios agat conas VPN a chumrú, is féidir leat cliceáil anseo.",
        "go_to_guide_tips": "Téigh go {view} chun an chumraíocht a chríochnú go tapa.",
        "switch_mode_title": "Athraigh Mód VPN",
        "subcription_url_tips": "*Nuashonraítear an t-ainm fearainn nó an seoladh IP sa URL go huathoibríoch gach lá.",
        "at_least_one_method_msg": "Roghnaigh ar a laghad modh ceangail amháin.",
        "switch_global_mode_important_tips": "3. {important}: Cuirfidh an córas ródú \"{func}\" i bhfeidhm de réir réamhshocraithe tar éis aistrithe.",
        "guide_set_tunnel_tips": "Ar mhaith leat dul ar aghaidh agus na rialacha don tollán seo a chríochnú?",
        "guide_success_tips": "Tá {provider} réidh.",
        "killswitch_common_tips": "Má athraíonn stádas an VPN, beidh trácht a chloíonn leis na rialacha á idircheapadh.",
        "sort_btn": "Sórtáil",
        "lan_desc": "LAN Sreangaithe agus Príomh Wi-Fi",
        "not_applicale_add_mac_only_tips": "Tá an fhoinse tráchta bunaithe go hiomlán ar an bhfeiste reatha, mar sin ní féidir an cliant a bhaint as an gcrannóg VPN seo.",
        "switch_to_btn": "Athraigh go {type}",
        "device_label": "Gléasanna Sonraithe",
        "do_not_want_use_tips": "Nach bhfuil fonn ort do VPN reatha a úsáid?",
        "not_applicale_add_mac_mode_tips": "Níl an fhoinse tráchta bunaithe ar Ghléasanna Sonraithe nó Gléasanna Seachbhainte Sonraithe, mar sin ní féidir an cliant a chur leis an gcanáil VPN seo.",
        "to_all_taget_tips": "Tá cead tráchta chuig gach ceann scríbe tríd an gcanáil reatha.",
        "set_custom_success_tips": "Socraíodh an chanáil VPN saincheaptha go rathúil.",
        "from_ovpnserver_desc": "cliaint faoi Fhreastalaí OpenVPN",
        "stop_title": "Stad Cumraíocht VPN",
        "remove_confirm_tips": "An bhfuil tú cinnte gur mhaith leat an tollán seo a scriosadh?",
        "via_connecting_tips": "Tá an tollán VPN gníomhachtaithe, ach níl sé ceangailte go hiomlán fós.",
        "use_vpn_tunnel_tips": "Cuir cliant leis an liosta tollán beartais VPN. Más mian leat athruithe níos mionsonraithe a dhéanamh ar na tolláin, téigh chuig an {page} chun na tolláin a bhainistiú.",
        "traffic_origination_label": "Tionscnamh Tráchta Tolláin",
        "vpn_guide_btn": "Treoir Tosaigh VPN",
        "select_config_title": "Roghnaigh Cumraíocht",
        "priority_tips": "Tá tosaíocht ag tolláin VPN, agus is féidir le tolláin iolracha na socruithe agus rialacha céanna a chur i bhfeidhm ar chliant.",
        "traffics_common_tips": "Trácht ó {name}",
        "disable_default_tunnel_confirm_tips": "An bhfuil tú cinnte gur mhaith leat an fheidhm reatha a dhíchumasú?",
        "not_use_vpn_label": "Ná Úsáid VPN",
        "start_tips": "Roghnaigh Tollán amháin chun an chumraíocht reatha a thosú. Más mian leat roghnú il-tholláin, tabhair cuairt ar an {page} le haghaidh bainistíochta.",
        "all_target_label": "Gach sprioc",
        "priority_label": "Tosaíocht {idx}",
        "all_other_traffic_tips": "Rialaíonn an socrú seo an bhfuil cead rochtana ar an idirlíon ann do thrácht nach dtéann trí thollán VPN nó do thrácht sonraí a théann as feidhm ó naisc VPN.",
        "default_tunnel_label": "Tollán Neamh-VPN",
        "address_count_label": "{count} Seoladh|{count} Seoltaí",
        "exclude_domain_target_label": "Eisigh Liosta Fearainn / IP Sonraithe",
        "modify_priority_btn": "Modhnigh Tosaíocht",
        "stop_tips": "Má stopálann tú an cumraíocht seo, cuirfear deireadh leis na tolláin uile a úsáideann í. Chun tolláin aonair a bhainistiú, tabhair cuairt ar an {page}.",
        "guide_set_from_tips": "Socraigh na Foinseanna Sonraí ar mhaith leat VPN a úsáid leo",
        "switch_global_mode_auto_clear_tips": "2. Glanfar polasaí na tolláin a choimeádtar go huathoibríoch.",
        "policy_mode_label": "Mód Polasaí",
        "name_already_exists_msg": "Tá an t-ainm seo don tollán ann cheana féin.",
        "all_clients_label": "Gach Cliant",
        "to_title": "Go",
        "guide_done_tips": "An bhfuil fonn ort rialacha a shocrú don tollán seo anois?",
        "killswitch_tips": "Nuair a bhíonn an \"Kill Switch\" cumasaithe, cuirtear bac ar thrácht a mheaitseálann an tollán VPN sainithe má thiteann an nasc gan choinne; seachas sin, rachaidh sé ar ais chuig tolláin eile nó chuig an WAN.",
        "switch_mode_has_been_using_tips": "Tá an modh reatha curtha i bhfeidhm.",
        "switch_global_mode_before_tips": "Sula ngníomhachtaíonn tú an Mód Domhanda:",
        "select_config_tip_label": "Roghnaigh comhad cumraíochta le do thoil",
        "global_mode_label": "Mód Domhanda",
        "connect_methods_label": "Cineálacha Ceangail Shonraithe",
        "custom_tunnel_title": "Saincheap tunail VPN",
        "total_label": "Iomlán {count}",
        "via_title": "Trí",
        "exclude_device_label": "Gléasanna Sonraithe a Eisiúint",
        "killswitch_label": "Kill Switch",
        "form_default_tips": "Ceadaítear trácht ó gach gléas faoin riail reatha.",
        "switch_global_mode_only_one_tunnel_tips": "1. Coinnigh ach amhán tollán VPN (scrios gach ceann eile).",
        "subcription_url_label": "URL Síntiúis",
        "disable_default_tunnel_warning_tips": "Cinntíonn tollánú neamh-VPN gur féidir le trácht nach dtéann trí na tolláin thuas ceangal a dhéanamh leis an Idirlíon fós. Má dhíchumasaítear é, scaoilfidh sé aon trácht atá fágtha.",
        "use_vpn_label": "Úsáid VPN",
        "from_wgserver_desc": "clients faoi WireGuard Server",
        "not_use_vpn_via_tips": "Níl an tollán reatha socraithe chun VPN a úsáid.",
        "priority_title": "Tosaíocht Tolláin",
        "guide_set_to_tips": "Socraigh an Sruth Sonraí atá uait a Shrianadh",
        "at_least_one_mac_msg": "Roghnaigh ar a laghad gléas amháin.",
        "priority_btn": "Tosaíocht",
        "policy_mode_desc": "Tacaíonn an modh seo le saincheapadh casta, ag cur ar chumas sraitheanna VPN a chumrú agus a ghníomhachtú ar ghléas amháin, chomh maith le loighic pholasaí casta a fhorghníomhú.",
        "use_vpn_tunnel_btn": "Úsáid Tollán VPN",
        "from_to_common_label": "{exclude} {type}",
        "stop_confirm_tips": "An bhfuil tú cinnte gur mhaith leat an chumraíocht seo a stopadh?",
        "via_connecting_killswitch_tips": "Má chumasaítear Kill Switch, blocfar an trácht ar fad a mheaitseálann leis an tollán seo agus ní rachaidh sé tríd.",
        "using_options_tunnel_tips": "Is é an chumraíocht tolla atá in úsáid faoi láthair ná: {name}.",
        "all_other_traffic_label": "An Trácht Eile Ar Fad",
        "current_option_not_force_tips": "Nuair a úsáideann túillíní iolracha an chumraíocht VPN chéanna, cuirfear ‘LAN Rochtana Cian’, ‘IP Masquerading’, agus ‘MTU’ i bhfeidhm de réir tosaíochta an túillín. Sáróidh cumraíocht túillín le tosaíocht níos airde socruithe túillín le tosaíocht níos ísle.",
        "rename_label": "Athainmnigh",
        "vpn_client_title": "Cliant VPN",
        "global_mode_desc": "Má tá an VPN ceangailte, déanfar an trácht ar fad a ródú tríd an VPN. Ní féidir ach aon chás cliant VPN amháin a ghníomhachtú.",
        "all_other_traffic_sub_tips": "Má mhúchann tú é seo, feabhsófar an Kill Switch agus cuirfear cosc ar rochtain rialta ar an Idirlíon.",
        "auto_vpn_label": "Uathroghnú Cumraíochta",
        "default_tunnel_allow_label": "Ceadaigh Trácht Neamh-VPN",
        "default_tunnel_kill_switch_label": "Kill Switch Feabhsaithe",
        "default_tunnel_kill_switch_tips": "{label}: Nuair a bhíonn sé Díchumasaithe, tá tú á iallach VPN agus beartais a úsáid chun rochtain a fháil ar an Idirlíon. Ní rachaidh aon sonraí nach gcloíonn leis na beartais tríd. Ní sháróidh an rogha seo an Kill Switch aonair do gach beartas.",
        "default_tunnel_allow_tips": "{label}: Nuair a bhíonn sé Cumasaithe, beidh tú ag fáil rochtana ar an Idirlíon mar is gnách mura gcloíonn do chuid sonraí le haon cheann de na beartais thuas.",
        "default_tunnel_common_tips": "Maidir leis an trácht Idirlín eile nach gcloíonn le haon tolláin VPN nó beartais thuas, rialaíonn an rogha seo an bhfuil tú ag iarraidh iad a sheoladh chuig an Idirlíon nó nach bhfuil. Beidh an rogha seo cumasaithe de réir réamhshocraithe ionas go mbeidh rochtain ghnáth Idirlín agat seachas do chuid sonraí VPN.",
        "local_access_tips": "Ceadaíonn rochtain chianda ar an ródaire (IP tollán) agus ar acmhainní LAN trí VPN (ní mór do fhreastalaí VPN bealaí LAN a fhógairt chun rochtain a fháil ar LAN)."
    },
    "vpn_server": {
        "want_use_ipv6_tips": "Más mian leat seoladh IPv6 a úsáid, {todo} ar do ródaire.",
        "connected_dev_label": "Gléasanna ceangailte",
        "route_rule_tips": "Is féidir le riail ródaithe saincheaptha Freastalaí VPN a shonrú go dtéann trácht líonra áirithe trí chriptiú an VPN, agus téann an trácht eile tríd an líonra áitiúil go gnáth.",
        "on_label": "Tá an freastalaí {type} ar siúl faoi láthair.",
        "off_title": "Tá an freastalaí {type} as láthair faoi láthair.",
        "added_route_rule_title": "Cuir Riail Ródaithe Nua leis",
        "enable_ipv6_btn": "IPv6 Cumasaithe",
        "off_label": "Tá an freastalaí {type} as láthair faoi láthair.",
        "route_rule_dest_already_exists_msg": "Ní féidir seoladh cinn scríbe atá ann cheana féin a iontráil.",
        "route_rules_title": "Rialacha Bealaigh",
        "enable_ipv6_tips": "Mura nach bhfuil IPv6 cumasaithe, ní bheidh an seoladh IPv6 i bhfeidhm. Más mian leat seoladh IPv6 a úsáid, déan {todo} ar do ródaire.",
        "export_addr_tips": "Is féidir leat seoladh IP nó ainm fearainn a chur isteach. Is é an seoladh an seoladh {label} sa chumraíocht VPN.",
        "starting_label": "Tá an freastalaí {type} ag tosú...",
        "modify_route_rule_title": "Modhnú Riail Bealaigh",
        "local_access_tips": "Ceadaíonn rochtain chianda ar an ródaire (IP tollán) agus ar acmhainní LAN trí VPN."
    },
    "menu_vpndashboard": "Deais VPN",
    "menu_wgserver": "Freastalaí WireGuard",
    "menu_wgclient": "Cliant WireGuard",
    "menu_ovpnserver": "Freastalaí OpenVPN",
    "menu_ovpnclient": "Cliant OpenVPN"
}
