{
    "multiwan": {
        "available_condition_label": "Athrú ar an gCoinníoll atá ar Fáil",
        "fault_count": "Teip $$$$ uair",
        "track_addr_label": "IP Rianaithe",
        "tips": "Tacaíonn an ródaire le naisc le comhéadain líonra iolracha ag an am céanna. Is féidir leat a chumrú conas ba chóir na líonraí iolracha seo a úsáid.",
        "mode_label": "Modh",
        "mode_failover_tips": "Roghnaíonn an ródaire go huathoibríoch an chéad chomhéadan eile atá ar fáil leis an tosaíocht is airde.",
        "flush_track_label": "Sruthanna Athnuachana Fórsáilte",
        "interface_state_label": "Stádas Líonra",
        "passive_label": "Mód Sonraí Íseal",
        "sensitivity_tips": "Cinntíonn an íogaireacht seo an t-eatramh ama le haghaidh braite stádas an Idirlín. Moltar íogaireacht íseal a úsáid nuair a bhíonn rochtain ar an Idirlín éagobhsaí chun athrú líonra a sheachaint go minic; moltar íogaireacht ard a úsáid le linn físe nó sruthú beo chun a chinntiú gur féidir rochtain ar an Idirlín a athrú go tapa; d’fhéadfadh easpa líonra a bheith mar thoradh ar athrú go híogaireacht ard. Déan é a choigeartú go cúramach.",
        "sensitivity_options_label": "Roghanna Íogaireachta",
        "det_mode_label": "Modh Braite",
        "mode_balancing_tips": "Sannfaidh an córas comhéadain do naisc nua bunaithe ar an gcóimheas ualaigh.",
        "failover_label": "Athrú ar Theip",
        "balancing_label": "Cothromú Ualaigh",
        "track_title": "Rian Stádas Comhéadain",
        "physical_state_monitor": "Idirlín ar fáil i gcónaí nuair a bhíonn an comhéadan nasctha",
        "ratio_title": "Cóimheas Ualaigh",
        "track_desc": "Rianaíonn an ródaire stádas an naisc leis an seoladh IP ceann scríbe chun a fháil amach an bhfuil an comhéadan ar fáil.",
        "track_enable_tips": "Má dhíchumasaítear an trácáil, glacfaidh an gléas leis go bhfuil an comhéadan nasctha leis an Idirlín nuair a bhíonn an comhéadan nasctha (m.sh. má tá cábla plugáilte isteach agus seoladh IP faighte).",
        "track_proto_label": "Prótacal Rianaithe",
        "fault_condition_label": "Athraigh go Coinníoll Teip",
        "failover_desc": "Teip Thar Maoil: Má theipeann ar an nasc gníomhach reatha, aistreoidh an ródaire go huathoibríoch chuig comhéadan líonra eile.",
        "balancing_desc": "Cothromaíocht Ualaigh: Úsáideann sé il-chomhéadain líonra ag an am céanna chun bandaleithead iomlán an ródaire a mhéadú. Tabhair faoi deara nach n-úsáidfidh naisc leis an bhfeidhmchlár nó leis an suíomh céanna ach comhéadan amháin de ghnáth.",
        "mode_balancing_note": "Nóta: Ní atreoraítear naisc ghníomhacha ná trácht chun an cóimheas ualaigh a mheaitseáil.",
        "priority_title": "Tosaíocht Chomhéadain",
        "track_method_label": "Ordú Rianaithe",
        "interval_label": "Eatramh Rian",
        "success_count": "Rath $$$$ uair",
        "both_label": "An dá",
        "flush_track_tips": "Má tá an rogha seo cumasaithe agus má athraíonn an comhéadan líonra, déanfaidh an ródaire na sruthanna sonraí uile atá ann cheana a athnuachan chun a chinntiú go bhfuil siad ag baint úsáide as an gcomhéadan tosaíochta is airde. Seachnaíonn sé seo caillteanas tráchta gan ghá, ach is féidir go méadóidh luaineacht an líonra (mar shampla, ní athcheanglóidh roinnt VPNanna láithreach).",
        "enable_check_label": "Cumasaigh Rian Stádas Comhéadain",
        "balancing_warning_tips": "Ní mór dhá chomhéadan ar a laghad le cóimheasa ualaigh neamh-nialasacha a chumrú chun go n-oibreoidh an t-ualach cothrom i gceart. Mura bhfuil comhéadan Idirlín incheangailte ann le cóimheas ualaigh neamh-nialasach, ní bheidh an gléas in ann ceangal leis an Idirlíon.",
        "track_mode_label": "Mód Sonraí Íseal",
        "sensitivity_label": "Íogaireacht",
        "track_mode_tips": "Má tá an rogha seo cumasaithe, ní dhéanfaidh sé rianú ach amháin nuair a bhíonn earráid líonra comhéadain ann. Moltar é seo a chumasú le haghaidh comhéadain a úsáideann billeáil tráchta sonraí.",
        "network_tracking_title": "Rian Stádais {interface}",
        "det_mode_tips": "Úsáidtear mód gnáth de réir réamhshocraithe, ní rianaíonn mód sonraí ísle ach amháin nuair a tharlaíonn earráid líonra comhéadain, agus ní chinneann mód dian stádas an chomhéadain ach amháin bunaithe ar thorthaí ordaithe braite ó IP poiblí.",
        "strict_mode_label": "Mód dian",
        "low_data_label": "Sonraí íseal",
        "normal_label": "Gnáth",
        "strict _label": "Dian"
    },
    "menu_multiwan": "Il-WAN"
}
