{
    "menu_multiwan": "Multi-WAN",
    "multiwan": {
        "tips": "A router egyszerre több hálózati interfészhez is képes csatlakozni. Konfigurálhatja, hogy ezeket a több hálózatot hogyan kell használni.",
        "failover_desc": "Failover: Ha az aktuális, aktív kapcsolat megszakad, a router automatikusan átvált egy másik hálózati interfészre.",
        "balancing_desc": "Terheléselosztás: Egyszerre több hálózati interfészt használ a router össz-sávszélességének növelése érdekében. Vegye figyelembe, hogy ugyanazon alkalmazáshoz vagy webhelyhez történő kapcsolódások általában csak egy interfészt használnak.",
        "mode_label": "Mód",
        "mode_failover_tips": "A router automatikusan kiválasztja a következő elérhető interfészt a legmagasabb prioritással.",
        "mode_balancing_tips": "A rendszer az új kapcsolatokat a terhelési arány alapján rendeli hozzá az interfészekhez.",
        "mode_balancing_note": "Megjegyzés: Az aktív kapcsolatok vagy forgalom nem kerülnek átirányításra a terhelési arány megfelelésére.",
        "failover_label": "Failover",
        "balancing_label": "Terheléselosztás",
        "track_title": "Interfész Állapotkövetés",
        "physical_state_monitor": "Az internet mindig elérhető, amikor az interfész csatlakoztatva van",
        "priority_title": "Interfész prioritása",
        "ratio_title": "Terhelési Arány",
        "track_desc": "A router nyomon követi a cél-IP-címhez való kapcsolódás állapotát annak megállapításához, hogy az interfész elérhető-e.",
        "track_enable_tips": "Ha a követés ki van kapcsolva, az eszköz feltételezi, hogy az interfész csatlakoztatva van az internethez, amikor az interfész csatlakoztatva van (pl. ha a kábel be van dugva és egy IP-cím ki van osztva).",
        "track_proto_label": "Követési Protokoll",
        "track_method_label": "Követési Parancs",
        "interval_label": "Követési Intervallum",
        "fault_condition_label": "Hibaállapotra váltás",
        "available_condition_label": "Elérhető állapotra váltás",
        "success_count": "Sikeres $$$$ alkalommal",
        "fault_count": "$$$$ alkalommal hibázik",
        "track_addr_label": "IP követése",
        "both_label": "Mindkettő",
        "flush_track_tips": "Ha ez az opció engedélyezve van, és megváltozik a hálózati interfész, a router frissíti az összes meglévő adatfolyamot, hogy biztosítsa, hogy azok a legmagasabb prioritású interfészt használják. Ez elkerüli a felesleges adatvesztést, de növelheti a hálózati volatilitást (például néhány VPN esetleg nem csatlakozik azonnal újra).",
        "flush_track_label": "Kényszerített adatfolyam-frissítés",
        "sensitivity_tips": "Ez az érzékenység határozza meg az internetes állapot észlelésének időintervallumát. Instabil internet-hozzáférés esetén alacsony érzékenység használata ajánlott a gyakori hálózatváltások elkerülése érdekében; videózás vagy élő közvetítés esetén magas érzékenység használata ajánlott, hogy gyorsan váltani lehessen az internet-hozzáférést; a magas érzékenységre váltás hálózati megszakadást eredményezhet. Kérjük, óvatosan állítsa be.",
        "network_tracking_title": "{interface} állapotkövetés",
        "sensitivity_options_label": "Érzékenységi beállítások",
        "track_mode_tips": "Ha ez a beállítás engedélyezve van, akkor csak akkor követi nyomon, ha hálózati interfész hiba történik. Ajánlott ezt engedélyezni azokon az interfészeknél, amelyek adatforgalmi díjszámlálást használnak.",
        "enable_check_label": "Interfész állapotkövetés engedélyezése",
        "interface_state_label": "Hálózati állapot",
        "balancing_warning_tips": "A kiegyensúlyozott terhelés megfelelő működéséhez legalább két, nem nulla terhelési aránnyal rendelkező interfészt kell konfigurálni. Ha nincs csatlakoztatható internetes interfész nem nulla terhelési aránnyal, az eszköz nem lesz képes csatlakozni az internetre.",
        "track_mode_label": "Alacsony adatmód",
        "passive_label": "Alacsony adatmód",
        "sensitivity_label": "Érzékenység"
    }
}
