{
    "menu_multiwan": "Multi-WAN",
    "multiwan": {
        "tips": "A router egyszerre több hálózati interfészhez is képes kapcsolódni. Konfigurálhatja, hogy ezeket a több hálózatot hogyan kell használni.",
        "failover_desc": "Átváltás: Ha az aktuális, aktív kapcsolat megszakad, a router automatikusan átvált egy másik hálózati interfészre.",
        "balancing_desc": "Terheléselosztás: Egyszerre több hálózati interfészt használ a router az össz sávszélesség növelése érdekében. Vegye figyelembe, hogy azonos alkalmazáshoz vagy weboldalhoz tartozó kapcsolatok általában csak egy interfészt használnak.",
        "mode_label": "Mód",
        "mode_failover_tips": "A router automatikusan kiválasztja a következő elérhető interfészt a legmagasabb prioritással.",
        "mode_balancing_tips": "A rendszer az új kapcsolatokat a terhelési arány alapján osztja ki az interfészek között.",
        "mode_balancing_note": "Megjegyzés: Az aktív kapcsolatok vagy forgalom nem kerülnek átirányításra a terhelés arányának megfelelően.",
        "failover_label": "Átváltás",
        "balancing_label": "Terheléselosztás",
        "track_title": "Interfész Állapot Nyomkövetése",
        "physical_state_monitor": "Az internet mindig elérhető, amikor az interfész csatlakoztatva van",
        "priority_title": "Interfész prioritása",
        "ratio_title": "Terhelés aránya",
        "track_desc": "A router nyomon követi a cél IP-címhez való kapcsolódás állapotát, hogy megállapítsa, az interfész elérhető-e.",
        "track_enable_tips": "Ha a követés ki van kapcsolva, az eszköz úgy veszi, hogy az interfész csatlakoztatva van az internethez, amikor az interfész csatlakoztatva van (pl. ha a kábel be van dugva és IP-címet kapott).",
        "track_proto_label": "Nyomkövetési Protokoll",
        "track_method_label": "Követési parancs",
        "interval_label": "Nyomkövetési Intervallum",
        "fault_condition_label": "Átállítás hibafeltételre",
        "available_condition_label": "Átállítás elérhető feltételre",
        "success_count": "Sikeres $$$$ alkalommal",
        "fault_count": "Sikertelen $$$$ alkalommal",
        "track_addr_label": "Nyomkövetési IP",
        "both_label": "Mindkettő",
        "flush_track_tips": "Ha ez a beállítás aktív, és megváltozik a hálózati interfész, a router frissíti az összes meglévő adatfolyamot, hogy biztosítsa azok használatát a legmagasabb prioritású interfészen. Ez elkerüli a felesleges adatvesztést, de növelheti a hálózati volatilitást (például néhány VPN nem kapcsolódik vissza azonnal).",
        "flush_track_label": "Kényszerített adatfolyam-frissítés",
        "sensitivity_tips": "Ez az érzékenység határozza meg az internetes állapot észlelésének időintervallumát. Instabil internet-hozzáférés esetén alacsony érzékenység használata ajánlott, hogy elkerüljük a gyakori hálózatváltást; videózás vagy élő közvetítés esetén magas érzékenység használata ajánlott, hogy gyorsan váltani tudjon internet-hozzáférésre; a magas érzékenységre váltás hálózati megszakadást eredményezhet. Kérjük, óvatosan állítsa be.",
        "network_tracking_title": "{interface} Állapot Nyomkövetése",
        "sensitivity_options_label": "Érzékenységi Opciók",
        "track_mode_tips": "Ha ez a beállítás aktív, csak akkor követi nyomon, ha hálózati interfész hiba történik. Ajánlott ezt bekapcsolni azoknál az interfészeknél, amelyek adatforgalmi díjszámlálást használnak.",
        "enable_check_label": "Interfész állapotának követése",
        "interface_state_label": "Hálózati állapot",
        "balancing_warning_tips": "Legalább két, nem nulla terhelési aránnyal rendelkező interfészt kell konfigurálni a kiegyensúlyozott terhelés megfelelő működéséhez. Ha nincs csatlakoztatható internetes interfész nem nulla terhelési aránnyal, az eszköz nem lesz képes csatlakozni az internethez.",
        "track_mode_label": "Alacsony Adatmód",
        "passive_label": "Alacsony Adatmód",
        "sensitivity_label": "Érzékenység",
        "det_mode_label": "Érzékelési mód",
        "strict _label": "Szigorú",
        "normal_label": "Normál",
        "low_data_label": "Kis adatforgalmú",
        "strict_mode_label": "Szigorú mód",
        "det_mode_tips": "Alapértelmezés szerint a normál mód van használatban, a kis adatforgalmú mód csak interfész hálózati hiba esetén rögzít, és a szigorú mód kizárólag egy nyilvános IP-ről érkező érzékelési parancs eredményei alapján határozza meg az interfész állapotát."
    }
}
