{
    "menu_multiwan": "Több-WAN",
    "multiwan": {
        "tips": "A router egyszerre több hálózati interfészhez is képes csatlakozni. Konfigurálhatja, hogy ezeket a többféle hálózatokat hogyan kell használni.",
        "failover_desc": "Failover: Ha az aktuális, aktív kapcsolat megszakad, a router automatikusan átvált egy másik hálózati interfészre.",
        "balancing_desc": "Terheléselosztás: Egyszerre több hálózati interfészt használ a router össz-sávszélességének növelése érdekében. Vegye figyelembe, hogy ugyanazon alkalmazáshoz vagy webhelyhez történő kapcsolatok általában csak egy interfészt használnak.",
        "mode_label": "Mód",
        "mode_failover_tips": "A router automatikusan kiválasztja a következő elérhető interfészt a legmagasabb prioritással.",
        "mode_balancing_tips": "A rendszer a terhelési arány alapján rendeli hozzá az interfészeket az új kapcsolatokhoz.",
        "mode_balancing_note": "Megjegyzés: Az aktív kapcsolatok vagy forgalom nem kerül átirányításra a terhelési arány megfelelőjére.",
        "failover_label": "Átváltás",
        "balancing_label": "Terhelés Egyensúlyozás",
        "track_title": "Interfész állapotkövetés",
        "physical_state_monitor": "Az internet mindig elérhető, amikor az interfész csatlakoztatva van",
        "priority_title": "Interfész prioritása",
        "ratio_title": "Terhelési Arány",
        "track_desc": "A router nyomon követi a cél IP-címhez vezető kapcsolat állapotát annak megállapítására, hogy az interfész elérhető-e.",
        "track_enable_tips": "Ha az állapotkövetés ki van kapcsolva, az eszköz feltételezi, hogy az interfész csatlakoztatva van az internethez, amikor az interfész csatlakoztatva van (pl. ha egy kábel be van dugva és egy IP-cím ki van osztva).",
        "track_proto_label": "Követési protokoll",
        "track_method_label": "Nyomkövetési Parancs",
        "interval_label": "Követési Intervallum",
        "fault_condition_label": "Váltás hibás állapotra",
        "available_condition_label": "Váltás elérhető állapotra",
        "success_count": "Sikeres $$$$ alkalommal",
        "fault_count": "Hibásodik $$$$ alkalommal",
        "track_addr_label": "Követési IP",
        "both_label": "Mindkettő",
        "flush_track_tips": "Ha ez az opció engedélyezett és a hálózati interfész megváltozik, a router frissíti az összes meglévő adatfolyamot, hogy biztosítsa, hogy azok a legmagasabb prioritású interfészt használják. Ez elkerüli a felesleges forgalomvesztést, de növelheti a hálózati volatilitást (például néhány VPN esetleg nem kapcsolódik vissza azonnal).",
        "flush_track_label": "Kényszerített frissítési folyamatok",
        "sensitivity_tips": "Ez az érzékenység határozza meg az internet állapotának érzékelési időközét. Alacsony érzékenység használata ajánlott, amikor az internet-hozzáférés instabil, hogy elkerüljük a gyakori hálózatváltást; magas érzékenység használata ajánlott videózás vagy élő közvetítés esetén, hogy gyorsan váltani tudjon az internet-hozzáférésen; a magas érzékenységre váltás hálózati megszakadást eredményezhet. Kérjük, óvatosan állítsa be.",
        "network_tracking_title": "{interface} állapotkövetés",
        "sensitivity_options_label": "Érzékenységi beállítások",
        "track_mode_tips": "Ha ez az opció engedélyezett, csak akkor követi nyomon, ha van interfész hálózati hiba. Ajánlott ezt engedélyezni azoknál az interfészeknél, amelyek adatforgalmi díjszámlálást használnak.",
        "enable_check_label": "Interfész Állapotának Követése Engedélyezése",
        "interface_state_label": "Hálózati Állapot",
        "balancing_warning_tips": "Legalább két, nem nulla terhelési aránnyal rendelkező interfész konfigurálása szükséges a kiegyensúlyozott terhelés megfelelő működéséhez. Ha nincs csatlakoztatható internetes interfész nem nulla terhelési aránnyal, az eszköz nem lesz képes csatlakozni az internethez.",
        "track_mode_label": "Alacsony Adatmód",
        "passive_label": "Alacsony Adatmód",
        "sensitivity_label": "Érzékenység"
    }
}
