{
    "menu_multiwan": "Daugiasąsajinis WAN",
    "multiwan": {
        "sensitivity_options_label": "Jautrumo parinktys",
        "fault_condition_label": "Pakeisti į Trikties/Gedimo Būklę",
        "tips": "Maršrutizatorius palaiko ryšius su keliais tinklo sąsajomis ir sietuvais vienu metu. Galite konfigūruoti, kaip turėtų būti naudojami šie keli tinklai.",
        "failover_desc": "Nesėkmingumo (įvykio) mechanizmas: Jei dabartinis, aktyvus sujungimas nepavyksta, maršrutizatorius automatiškai perjungia į kitą tinklo sąsają ir/arba sietuvą.",
        "balancing_desc": "Apkrovos balansavimas: Naudoja kelias tinklo sąsajas ir sietuvus vienu metu, kad padidintų bendrą maršrutizatoriaus duomenų siuntimo srauto pralaidumą. Atkreipkite dėmesį, kad ryšiai su ta pačia programa ar svetaine paprastai naudos tik vieną sąsają ir/arba sietuvą.",
        "mode_label": "Režimas",
        "mode_failover_tips": "Maršrutizatorius automatiškai pasirenka kitą galimą sąsają ir/arba sietuvą su aukščiausiu prioritetu.",
        "mode_balancing_tips": "Sistema priskirs sąsajas ir sietuvus naujiems ryšiams pagal apkrovos santykį.",
        "mode_balancing_note": "Pastaba: Aktyvūs ryšiai arba srautas/-o nėra peradresuojami, kad atitiktų apkrovos santykį.",
        "failover_label": "Nesėkmingumo (įvykio) mechanizmas",
        "balancing_label": "Apkrovos balansavimas",
        "track_title": "Sąsajos ir Sietuvai Būklės Sekimas",
        "physical_state_monitor": "Internetas visada prieinamas, kai sąsaja ir/arba sietuvas yra prijungtas",
        "priority_title": "Sąsajos ir Sietuvai Prioritetas",
        "ratio_title": "Apkrovos Santykis",
        "track_desc": "Maršrutizatorius seka ryšio būklę su paskirties/kelionės tikslo IP, kad nustatytų, ar sąsaja ir/arba sietuvas yra pasiekiamas.",
        "track_enable_tips": "Jei sekimas yra išjungtas, įrenginys laikys, kad sąsaja ir/arba sietuvas yra prijungtas prie interneto, kai sąsaja ir/arba sietuvas yra prijungtas (pvz., jei kištukas įkištas ir gautas IP – Interneto protokolas adresas).",
        "track_proto_label": "Sekimo Protokolas",
        "track_method_label": "Sekimo Komanda",
        "interval_label": "Sekimo Intervalas",
        "available_condition_label": "Pakeisti į galimą sąlygą",
        "success_count": "Sėkmė $$$$ kartus",
        "fault_count": "Nesėkmė $$$$ kartus",
        "track_addr_label": "Stebėti IP",
        "both_label": "Abu",
        "flush_track_tips": "Jei ši parinktis įjungta ir pasikeičia tinklo sąsaja, maršrutizatorius atnaujins visus esamus duomenų srautus, kad užtikrintų jų naudojimą aukščiausios pirmenybės sąsajoje. Tai išvengia nereikalingo srauto praradimo, bet gali sukelti tinklo nestabilumą (pavyzdžiui, kai kurie VPN gali ne iš karto atsijungti).",
        "flush_track_label": "Priverstinis srautų atnaujinimas",
        "enable_check_label": "Įjungti sąsajos būklės stebėjimą",
        "interface_state_label": "Tinklo būklė",
        "balancing_warning_tips": "Norint tinkamai veikti subalansuotam apkrovos paskirstymui, turi būti sukonfigūruotos bent dvi sąsajos su nenuliniais apkrovos santykiais. Jei nėra jungiamos interneto sąsajos su nenuliniu apkrovos santykiu, įrenginys negalės prisijungti prie interneto.",
        "track_mode_label": "Mažo duomenų režimas",
        "passive_label": "Mažo duomenų režimas",
        "sensitivity_label": "Jautrumas",
        "sensitivity_tips": "Šis jautrumas nustato laiko intervalą interneto būklės nustatymui. Rekomenduojama naudoti žemą jautrumą, kai interneto prieiga yra nestabili, kad būtų išvengta dažno tinklo perjungimo; rekomenduojama naudoti aukštą jautrumą, kai žiūrima vaizdo medžiaga arba vyksta tiesioginė transliacija, kad būtų užtikrintas greitas interneto prieigos perjungimas; perjungimas į aukštą jautrumą gali sukelti tinklo atsijungimą. Prašome reguliuoti atsargiai.",
        "track_mode_tips": "Jei ši parinktis įjungta, ji stebės tik tada, kai bus sąsajos tinklo klaida. Rekomenduojama tai įjungti sąsajoms, kurios naudoja duomenų srauto apmokestinimą.",
        "network_tracking_title": "{interface} būklės stebėjimas"
    }
}
