{
    "menu_multiwan": "Daugiasąsajinis („Multi-WAN“)",
    "multiwan": {
        "sensitivity_options_label": "Jautrumo parinktys",
        "fault_condition_label": "Pakeisti į trikties/gedimo padėtį/sąlygą",
        "tips": "Maršrutizatorius palaiko ryšius/prisijungimus su keliomis tinklo sąsajomis ir sietuvais vienu metu. Galite (su-)konfigūruoti, kaip turėtų būti naudojami šie keli tinklai.",
        "failover_desc": "Nesėkmingumo (įvykio) mechanizmas: Jei dabartinis, aktyvus sujungimas nepavyksta/sustoja; maršrutizatorius automatiškai perjungs į kitą tinklo sąsają ir/arba sietuvą.",
        "balancing_desc": "Apkrovos balansavimas: Naudoja kelias tinklo sąsajas ir sietuvus vienu metu, kad padidintų bendrą maršrutizatoriaus duomenų siuntimo ir perdavimo srauto pralaidumą. Atkreipkite dėmesį, kad ryšiai su ta pačia programa ar svetaine, paprastai naudos tik vieną sąsają ir/arba sietuvą.",
        "mode_label": "Veiksena",
        "mode_failover_tips": "Maršrutizatorius automatiškai pasirenka kitą turimą sąsają ir/arba sietuvą su aukščiausiu prioritetu.",
        "mode_balancing_tips": "Sistema pagal apkrovos santykį, priskirs sąsajas ir sietuvus naujiems ryšiams.",
        "mode_balancing_note": "Pastaba: Aktyvūs ryšiai ar srautai nėra peradresuojami, kad atitiktų apkrovos santykį.",
        "failover_label": "Nesėkmingumo (įvykio) mechanizmas",
        "balancing_label": "Apkrovos balansavimas",
        "track_title": "Sąsajos ir sietuvo būklės/būsenos sekimas",
        "physical_state_monitor": "Internetas visada prieinama/-s, kai sąsaja ir/arba sietuvas yra prijungta/-s",
        "priority_title": "Sąsajos ir/arba Sietuvo prioritetas",
        "ratio_title": "Apkrovos santykis",
        "track_desc": "Maršrutizatorius seka ryšio su paskirties IP būklę, kad nustatytų, ar sąsaja ir/arba sietuvas yra pasiekiamas.",
        "track_enable_tips": "Jei sekimas yra – išjungtas/neįgalintas, įrenginys laikys nuostatą, kad sąsaja ir/arba sietuvas turi pasiekimą/prieigą prie interneto, kai sąsaja ir/arba sietuvas yra prijungtas (pvz., jei kištukas įkištas ir gautas IP adresas).",
        "track_proto_label": "Sekimo protokolas",
        "track_method_label": "Sekimo komanda",
        "interval_label": "Sekimo intervalas",
        "available_condition_label": "Pakeisti į prieinamą padėtį/sąlygą",
        "success_count": "Sėkmingas/-i – $$$$ kartas/-i",
        "fault_count": "Nepavyko – $$$$ kartą/-ų",
        "track_addr_label": "Sekti IP",
        "both_label": "Abu/-i",
        "flush_track_tips": "Jei ši parinktis įjungta/įgalinta ir tinklo sąsaja ir/arba sietuvas pasikeičia, tada maršrutizatorius atnaujins/perkels visus esamus duomenų srautus, kad užtikrintų jų naudojimą aukščiausios pirmenybės sąsajoje. Tai išvengia nereikalingo srauto praradimo, tačiau gali sukelti didesnį tinklo nestabilumą (pavyzdžiui, kai kurie „VPN“ gali neprisijungti iš karto).",
        "flush_track_label": "Priverstinis srautų atnaujinimas/įkėlimas iš naujo",
        "enable_check_label": "Įjungti/Įgalinti sąsajos ir/arba sietuvo būklės/būsenos sekimą",
        "interface_state_label": "Tinklo būklė/būsena",
        "balancing_warning_tips": "Norint, kad tinkamai veiktų subalansuotas apkrovos paskirstymas, turi būti sukonfigūruotos bent dvi sąsajos/sietuvai su nenuliniais apkrovos santykiais. Jei nėra prisijungiančios interneto sąsajos/sietuvo su nenuliniu apkrovos santykiu, tada įrenginys negalės prisijungti prie interneto.",
        "track_mode_label": "Mažų duomenų kiekio veiksena",
        "passive_label": "Mažų duomenų kiekio veiksena",
        "sensitivity_label": "Jautrumas",
        "sensitivity_tips": "Šis jautrumas nustato interneto būsenos/būklės aptikimo laiko intervalą. Rekomenduojama naudoti žemą jautrumą, kai interneto prieiga yra nestabili, siekiant išvengti dažno tinklo perjungimo; rekomenduojama naudoti aukštą jautrumą, kai žiūrima vaizdo medžiaga arba vyksta tiesioginė transliacija, kad galėtumėte greitai perjungti interneto prieigą. Perjungimas į aukštą jautrumą gali sukelti tinklo atsijungimą. Prašome reguliuoti atsargiai.",
        "track_mode_tips": "Jei ši parinktis – įjungta/įgalinta, tada sekimas vyks tik tada, kai bus sąsajos ir/arba sietuvo tinklo klaida. Rekomenduojama tai įjungti/įgalinti sąsajoms ir/arba sietuvams, kurios naudoja duomenų srauto apmokestinimą (ribotų duomenų planai).",
        "network_tracking_title": "„{interface}“ – būklės/būsenos sekimas",
        "det_mode_label": "Aptikimo veiksena",
        "normal_label": "Įprastas",
        "strict_mode_label": "Griežta veiksena",
        "det_mode_tips": "Normali veiksena yra naudojama numatytai; mažų duomenų veiksena suseks tik tada, kai sąsaja/sietuvas patiria tinklo klaidą; griežta veiksena numato, kad sąsajos/sietuvo būsena/būklė yra remiama jos aptikimu nuo visuotinio IP.",
        "low_data_label": "Mažai duomenų",
        "strict _label": "Griežta/-s"
    }
}
