{
    "multiwan": {
        "track_enable_tips": "Indien netwerkpoort monitoring is uitgeschakeld, zal de router aannemen dat de netwerkpoort, wanneer ingeplugd (bv. via een kabel is aangesloten) en een IP-adres heeft, altijd verbonden is met het internet.",
        "mode_label": "Modus",
        "mode_failover_tips": "De router selecteert automatisch, op basis van prioriteit, de eerst volgende netwerkpoort.",
        "mode_balancing_tips": "Het systeem wijst netwerkpoorten toe op basis van het belastingsratio.",
        "mode_balancing_note": "Opmerking: Actieve verbindingen en dataverkeer worden niet omgeleid, om zo te voldoen aan het belastingsratio.",
        "failover_label": "Failover",
        "balancing_label": "Belastingsverdeler",
        "track_title": "Netwerkpoortstatusmonitoring",
        "physical_state_monitor": "Wanneer de netwerkpoort is verbonden, is het internet altijd bereikbaar.",
        "priority_title": "Netwerkpoortprioriteit",
        "ratio_title": "Belastingsverhouding",
        "track_desc": "De router monitort de status van de verbinding tot het IP-adres van de bestemming. Om vast te stellen of dat de netwerkpoort beschikbaar is.",
        "track_proto_label": "Monitoringsprotocol",
        "track_method_label": "Monitoringscommando",
        "interval_label": "Monitoringsinterval",
        "fault_condition_label": "Verander naar mislukkingsvoorwaarde",
        "available_condition_label": "Verander naar beschikbaarheidsvoorwaarde",
        "success_count": "$$$$ maal succesvol",
        "fault_count": "$$$$ maal mislukt",
        "track_addr_label": "IP-adres traceren",
        "both_label": "Beide",
        "flush_track_label": "Forceer het verversen van verbindingen",
        "enable_check_label": "Netwerkpoortstatusmonitoring aanzetten",
        "interface_state_label": "Netwerkstatus",
        "track_mode_label": "Gegevensbesparingsmodus",
        "passive_label": "Gegevensbesparingsmodus",
        "sensitivity_label": "Gevoeligheid",
        "network_tracking_title": "{interface}-statusmonitoring",
        "sensitivity_options_label": "Gevoeligheidsinstellingen",
        "sensitivity_tips": "Deze gevoeligheid bepaalt het tijdsinterval voor detectie van de internetstatus. Het wordt aanbevolen om een lage gevoeligheid te gebruiken wanneer de internettoegang instabiel is, om te voorkomen dat er regelmatig van netwerk wordt gewisseld; het wordt aanbevolen om hoge gevoeligheid te gebruiken bij video- of livestreaming om ervoor te zorgen dat u snel van internettoegang kunt wisselen; Als u overschakelt naar hoge gevoeligheid, kan dit tot gevolg hebben dat de netwerkverbinding wordt verbroken. Pas dit met voorzichtigheid aan.",
        "tips": "De router ondersteunt verbindingen met meerdere netwerkpoorten tegelijkertijd. U kunt configureren hoe deze meerdere netwerken moeten worden gebruikt.",
        "failover_desc": "Failover: Als de huidige, actieve verbinding uitvalt, schakelt de router automatisch over naar een andere netwerkpoort.",
        "balancing_desc": "Belastingsbalans: gebruikt meerdere netwerkpoorten tegelijkertijd om de totale bandbreedte van de router te vergroten.",
        "flush_track_tips": "Als deze optie is ingeschakeld en de status van de netwerkpoort wordt verandert, ververst de router alle bestaande gegevensstromen om er zeker van te zijn dat de netwerkpoort met de hoogste prioriteit gebruiken. Dit voorkomt onnodig verkeersverlies, maar kan leiden tot een toename van de netwerkvolatiliteit (sommige VPN's maken mogelijk niet onmiddellijk opnieuw verbinding).",
        "balancing_warning_tips": "Er moeten ten minste twee netwerkpoorten met niet-nul belastingsverhoudingen worden geconfigureerd om de gebalanceerde belasting goed te laten werken. Als er geen verbindbare netwerkpoort is met een belastingsratio die niet nul is, kan het apparaat geen verbinding maken met internet.",
        "track_mode_tips": "Schakel de schakelaar om alleen bij te houden wanneer er zich een netwerkpoortfout voordoet, en raad gebruikers aan om de Low Data Mode te gebruiken als u een beperkt data-abonnement heeft."
    },
    "menu_multiwan": "Multi-WAN"
}
