{
    "menu_multiwan": "Multi-WAN",
    "multiwan": {
        "tips": "Router obsługuje jednoczesne połączenia z wieloma interfejsami sieciowymi. Możesz skonfigurować sposób wykorzystania tych wielu sieci.",
        "failover_desc": "Awaryjność: Jeśli aktywne połączenie ulegnie awarii, router automatycznie przełączy się na inny interfejs sieciowy.",
        "mode_label": "Tryb",
        "mode_failover_tips": "Router automatycznie wybiera następny dostępny interfejs o najwyższym priorytecie.",
        "mode_balancing_tips": "System przydzieli interfejsy do nowych połączeń na podstawie stosunku obciążenia.",
        "mode_balancing_note": "Uwaga: Aktywne połączenia lub ruch sieciowy nie są przekierowywane, aby dopasować się do stosunku obciążenia.",
        "failover_label": "Awaryjność",
        "balancing_label": "Równoważenie Obciążenia",
        "track_title": "Śledzenie Statusu Interfejsu",
        "physical_state_monitor": "Internet zawsze dostępny, gdy interfejs jest podłączony",
        "priority_title": "Priorytet Interfejsu",
        "ratio_title": "Stosunek Obciążenia",
        "track_desc": "Router śledzi status połączenia z docelowym adresem IP, aby ustalić, czy interfejs jest dostępny.",
        "track_enable_tips": "Jeśli śledzenie jest wyłączone, urządzenie będzie zakładać, że interfejs jest połączony z Internetem, gdy interfejs jest podłączony (np. gdy kabel jest wpięty i uzyskano adres IP).",
        "track_proto_label": "Protokół Śledzenia",
        "track_method_label": "Polecenie Śledzenia",
        "interval_label": "Interwał Śledzenia",
        "fault_condition_label": "Zmiana na Warunek Awarii",
        "available_condition_label": "Zmiana na Warunek Dostępności",
        "success_count": "Sukces $$$$ razy",
        "fault_count": "Niepowodzenie $$$$ razy",
        "track_addr_label": "Śledzenie IP",
        "both_label": "Oba",
        "flush_track_tips": "Jeśli ta opcja jest włączona i zmieni się interfejs sieciowy, router odświeży wszystkie istniejące strumienie danych, aby upewnić się, że używają one interfejsu o najwyższym priorytecie. Zapobiega to niepotrzebnej utracie ruchu sieciowego, ale może prowadzić do zwiększenia niestabilności sieci (na przykład niektóre VPNy mogą nie połączyć się natychmiast).",
        "flush_track_label": "Wymuszone Odświeżanie Strumieni",
        "enable_check_label": "Włącz Śledzenie Statusu Interfejsu",
        "interface_state_label": "Status Sieci",
        "balancing_warning_tips": "Aby równoważenie obciążenia działało poprawnie, należy skonfigurować co najmniej dwa interfejsy z niezerowymi współczynnikami obciążenia. Jeśli nie ma dostępnego interfejsu internetowego z niezerowym współczynnikiem obciążenia, urządzenie nie będzie mogło połączyć się z Internetem.",
        "track_mode_label": "Tryb Niskiego Transferu Danych",
        "passive_label": "Tryb Niskiego Transferu Danych",
        "sensitivity_label": "Czułość",
        "sensitivity_tips": "Ta czułość określa interwał czasowy dla wykrywania statusu Internetu. Zaleca się używanie niskiej czułości, gdy dostęp do Internetu jest niestabilny, aby uniknąć częstego przełączania sieci; zaleca się używanie wysokiej czułości podczas wideo lub transmisji na żywo, aby zapewnić szybkie przełączanie dostępu do Internetu; przełączenie na wysoką czułość może spowodować rozłączenie sieci. Proszę dostosować to ostrożnie.",
        "network_tracking_title": "Śledzenie Statusu {interface}",
        "sensitivity_options_label": "Opcje Czułości",
        "balancing_desc": "Równoważenie Obciążenia: Używa jednocześnie wielu interfejsów sieciowych, aby zwiększyć całkowitą przepustowość routera. Należy zauważyć, że połączenia z tą samą aplikacją lub stroną zazwyczaj będą korzystać tylko z jednego interfejsu.",
        "track_mode_tips": "Jeśli ta opcja jest włączona, śledzenie będzie aktywne tylko w przypadku błędu sieci interfejsu. Zaleca się włączenie tej opcji dla interfejsów, które korzystają z rozliczania ruchu danych.",
        "det_mode_label": "Tryb Wykrywania",
        "normal_label": "Normalny",
        "low_data_label": "Oszczędny transfer danych",
        "strict_mode_label": "Tryb ścisły",
        "strict _label": "Ścisły",
        "det_mode_tips": "Domyślnie używany jest tryb normalny, tryb oszczędny transferu danych rejestruje tylko w przypadku wystąpienia błędu sieci interfejsu, a tryb ścisły określa status interfejsu wyłącznie na podstawie wyników polecenia wykrywania z publicznego IP."
    }
}
