{
    "menu_multiwan": "Multi-WAN",
    "multiwan": {
        "tips": "Router obsługuje jednoczesne połączenia z wieloma interfejsami sieciowymi. Możesz skonfigurować sposób wykorzystania tych wielu sieci.",
        "failover_desc": "Failover: Jeśli aktualne, aktywne połączenie zawiedzie, router automatycznie przełączy się na inny interfejs sieciowy.",
        "mode_label": "Tryb",
        "mode_failover_tips": "Router automatycznie wybiera następny dostępny interfejs o najwyższym priorytecie.",
        "mode_balancing_tips": "System przydzieli interfejsy do nowych połączeń na podstawie stosunku obciążenia.",
        "mode_balancing_note": "Uwaga: Aktywne połączenia lub ruch sieciowy nie są przekierowywane, aby dopasować się do stosunku obciążenia.",
        "failover_label": "Przełączanie awaryjne",
        "balancing_label": "Balansowanie Obciążenia",
        "track_title": "Śledzenie Statusu Interfejsu",
        "physical_state_monitor": "Internet zawsze dostępny, gdy interfejs jest połączony",
        "priority_title": "Priorytet interfejsu",
        "ratio_title": "Współczynnik obciążenia",
        "track_desc": "Router śledzi status połączenia z docelowym adresem IP, aby ustalić, czy interfejs jest dostępny.",
        "track_enable_tips": "Jeśli śledzenie jest wyłączone, urządzenie będzie zakładać, że interfejs jest połączony z Internetem, gdy interfejs jest podłączony (np. gdy kabel jest podłączony i uzyskano adres IP).",
        "track_proto_label": "Protokół śledzenia",
        "track_method_label": "Polecenie Śledzenia",
        "interval_label": "Interwał Śledzenia",
        "fault_condition_label": "Zmiana na Warunek Awarii",
        "available_condition_label": "Zmiana na Warunek Awarii",
        "success_count": "Sukces $$$$ razy",
        "fault_count": "Porażka $$$$ razy",
        "track_addr_label": "Śledzenie IP",
        "both_label": "Oba",
        "flush_track_tips": "Jeśli ta opcja jest włączona i nastąpi zmiana interfejsu sieciowego, router odświeży wszystkie istniejące strumienie danych, aby zapewnić ich korzystanie z interfejsu o najwyższym priorytecie. Zapobiega to niepotrzebnej utracie ruchu, ale może prowadzić do zwiększenia zmienności sieci (na przykład niektóre VPNy mogą nie połączyć się natychmiast).",
        "flush_track_label": "Wymuszone odświeżanie strumieni",
        "enable_check_label": "Włącz Śledzenie Statusu Interfejsu",
        "interface_state_label": "Status Sieci",
        "balancing_warning_tips": "Dla prawidłowego działania zbalansowanego obciążenia, muszą być skonfigurowane co najmniej dwa interfejsy z niezerowym stosunkiem obciążenia. Jeśli nie ma dostępnego interfejsu internetowego z niezerowym stosunkiem obciążenia, urządzenie nie będzie mogło połączyć się z Internetem.",
        "track_mode_label": "Tryb niskich danych",
        "passive_label": "Tryb niskich danych",
        "sensitivity_label": "Czułość",
        "sensitivity_tips": "Ta czułość określa interwał czasowy dla wykrywania statusu Internetu. Zaleca się używanie niskiej czułości, gdy dostęp do Internetu jest niestabilny, aby uniknąć częstego przełączania sieci; zaleca się używanie wysokiej czułości podczas wideo lub transmisji na żywo, aby zapewnić szybkie przełączanie dostępu do Internetu; przełączenie na wysoką czułość może spowodować rozłączenie sieci. Proszę dostosować to z ostrożnością.",
        "network_tracking_title": "Śledzenie statusu {interface}",
        "sensitivity_options_label": "Opcje czułości",
        "balancing_desc": "Balansowanie obciążenia: Używa jednocześnie wielu interfejsów sieciowych, aby zwiększyć całkowitą przepustowość routera. Należy zauważyć, że połączenia z tą samą aplikacją lub stroną zazwyczaj będą korzystać tylko z jednego interfejsu.",
        "track_mode_tips": "Równoważenie Obciążenia: Używa jednocześnie wielu interfejsów sieciowych, aby zwiększyć całkowitą przepustowość routera. Należy zauważyć, że połączenia z tą samą aplikacją lub stroną zazwyczaj będą korzystać tylko z jednego interfejsu."
    }
}
