{
    "menu_multiwan": "Мульти-WAN",
    "multiwan": {
        "mode_label": "Режим",
        "mode_failover_tips": "Маршрутизатор автоматически выбирает следующий доступный интерфейс с наивысшим приоритетом.",
        "tips": "Маршрутизатор поддерживает одновременное подключение к нескольким сетевым интерфейсам. Вы можете настроить, как следует использовать эти несколько сетей.",
        "failover_desc": "Отработка отказа: Если текущее активное соединение выходит из строя, маршрутизатор автоматически переключается на другой сетевой интерфейс.",
        "balancing_desc": "Балансировка нагрузки: Одновременное использование нескольких сетевых интерфейсов для увеличения общей пропускной способности маршрутизатора. Обратите внимание, что для подключений к одному и тому же приложению или сайту обычно используется только один интерфейс.",
        "mode_balancing_tips": "Система будет назначать интерфейсы новым подключениям на основе коэффициента загрузки.",
        "failover_label": "Failover",
        "track_proto_label": "Протокол отслеживания",
        "interval_label": "Интервал отслеживания",
        "mode_balancing_note": "Примечание: Активные подключения или трафик не перенаправляются для соответствия коэффициенту загрузки.",
        "balancing_label": "Балансировка нагрузки",
        "track_title": "Отслеживание состояния интерфейса",
        "physical_state_monitor": "Интернет всегда доступен, когда интерфейс подключен",
        "priority_title": "Приоритет интерфейса",
        "ratio_title": "Коэффициент загрузки",
        "track_desc": "Маршрутизатор отслеживает состояние подключения к целевому IP-адресу, чтобы определить доступность интерфейса.",
        "track_enable_tips": "Если отслеживание отключено, устройство будет предполагать, что интерфейс подключен к Интернету, когда интерфейс подключен (например, если кабель подключен и получен IP-адрес).",
        "track_method_label": "Команда отслеживания",
        "fault_condition_label": "Изменение на условие сбоя",
        "available_condition_label": "Изменение на условие доступности",
        "success_count": "Успешно $$$$ раз",
        "fault_count": "Сбой $$$$ раз",
        "track_addr_label": "IP для отслеживания",
        "both_label": "Оба",
        "flush_track_tips": "Если эта опция включена и интерфейс сети изменяется, маршрутизатор обновит все существующие потоки данных, чтобы убедиться, что они используют интерфейс с наивысшим приоритетом. Это позволяет избежать ненужной потери трафика, но может привести к увеличению колебаний в сети (например, некоторые VPN могут не подключиться сразу).",
        "flush_track_label": "Принудительное обновление потоков",
        "enable_check_label": "Включить отслеживание статуса интерфейса",
        "interface_state_label": "Статус сети",
        "balancing_warning_tips": "Для корректной работы балансировки нагрузки необходимо настроить как минимум два интерфейса с ненулевыми коэффициентами нагрузки. Если нет подключаемого интерфейса Интернета с ненулевым коэффициентом нагрузки, устройство не сможет подключиться к Интернету.",
        "track_mode_label": "Режим низкого объема данных",
        "passive_label": "Режим низкого объема данных",
        "sensitivity_label": "Чувствительность",
        "sensitivity_tips": "Эта чувствительность определяет временной интервал для обнаружения статуса Интернета. Рекомендуется использовать низкую чувствительность при нестабильном доступе в Интернет, чтобы избежать частого переключения сети; рекомендуется использовать высокую чувствительность при просмотре видео или во время прямой трансляции, чтобы обеспечить быстрое переключение доступа в Интернет; переключение на высокую чувствительность может привести к отключению сети. Пожалуйста, настраивайте с осторожностью.",
        "network_tracking_title": "Отслеживание статуса {interface}",
        "sensitivity_options_label": "Варианты чувствительности",
        "track_mode_tips": "Если эта опция включена, отслеживание будет происходить только при наличии ошибки сети интерфейса. Рекомендуется включать эту опцию для интерфейсов, использующих тарификацию передачи данных."
    }
}
