{
    "menu_multiwan": "Çoklu WAN",
    "multiwan": {
        "track_proto_label": "Takip Protokolü",
        "mode_label": "Mod",
        "tips": "Yönlendirici aynı anda birden fazla ağ arayüzüne bağlantıyı destekler. Bu çoklu ağların nasıl kullanılacağını yapılandırabilirsiniz.",
        "mode_failover_tips": "Yönlendirici otomatik olarak en yüksek öncelikli bir sonraki kullanılabilir arayüzü seçer.",
        "mode_balancing_tips": "Sistem, yük oranına göre yeni bağlantılara arayüzler atayacaktır.",
        "failover_label": "Yük Devretme",
        "balancing_label": "Yük Dengeleme",
        "track_title": "Arayüz Durum Takibi",
        "physical_state_monitor": "Arayüz bağlıyken internet her zaman kullanılabilir",
        "ratio_title": "Yük Oranı",
        "track_desc": "Yönlendirici, arayüzün kullanılabilir olup olmadığını belirlemek için hedef IP'ye bağlantının durumunu izler.",
        "track_enable_tips": "Takip devre dışı bırakılırsa, cihaz, arayüz bağlı olduğunda (örn. bir kablo takılıysa ve bir IP adresi alınmışsa) arayüzün İnternet'e bağlı olduğunu varsayacaktır.",
        "fault_condition_label": "Arıza Durumuna Değiştir",
        "available_condition_label": "Kullanılabilir Duruma Değiştir",
        "fault_count": "$$$$ kez başarısız",
        "track_addr_label": "IP Takibi",
        "flush_track_label": "Zorla Akışları Yenile",
        "interface_state_label": "Ağ Durumu",
        "passive_label": "Düşük Veri Modu",
        "sensitivity_tips": "Bu hassasiyet, İnternet durum tespiti için zaman aralığını belirler. İnternet erişimi dengesiz olduğunda sık ağ geçişlerini önlemek için düşük hassasiyet kullanılması önerilir; video veya canlı yayın yaparken hızlı İnternet erişimi geçişi sağlamak için yüksek hassasiyet kullanılması önerilir; yüksek hassasiyete geçmek ağ bağlantısının kesilmesine neden olabilir. Dikkatli ayarlayınız.",
        "sensitivity_options_label": "Hassasiyet Seçenekleri",
        "det_mode_label": "Tespit Modu",
        "failover_desc": "Yük Devretme: Mevcut, aktif bağlantı başarısız olursa, yönlendirici otomatik olarak başka bir ağ arayüzüne geçecektir.",
        "balancing_desc": "Yük Dengeleme: Yönlendiricinin toplam bant genişliğini artırmak için aynı anda birden fazla ağ arayüzü kullanır. Aynı uygulamaya veya siteye bağlantıların genellikle yalnızca bir arayüz kullanacağını unutmayın.",
        "mode_balancing_note": "Not: Aktif bağlantılar veya trafik, yük oranını eşleştirmek için yeniden yönlendirilmez.",
        "priority_title": "Arayüz Önceliği",
        "track_method_label": "Takip Komutu",
        "interval_label": "Takip Aralığı",
        "success_count": "$$$$ kez başarılı"
    }
}
