{
    "menu_multiwan": "Çoklu WAN",
    "multiwan": {
        "track_proto_label": "Takip Protokolü",
        "mode_label": "Mod",
        "tips": "Yönlendirici aynı anda birden fazla ağ arayüzüne bağlantıyı destekler. Bu çoklu ağların nasıl kullanılacağını yapılandırabilirsiniz.",
        "mode_failover_tips": "Yönlendirici otomatik olarak en yüksek öncelikli bir sonraki kullanılabilir arayüzü seçer.",
        "mode_balancing_tips": "Sistem, yük oranına göre yeni bağlantılara arayüzler atayacaktır.",
        "failover_label": "Yük Devretme",
        "balancing_label": "Yük Dengeleme",
        "track_title": "Arayüz Durum Takibi",
        "physical_state_monitor": "Arayüz bağlıyken internet her zaman kullanılabilir",
        "ratio_title": "Yük Oranı",
        "track_desc": "Yönlendirici, arayüzün kullanılabilir olup olmadığını belirlemek için hedef IP'ye bağlantının durumunu izler.",
        "track_enable_tips": "Takip devre dışı bırakılırsa, cihaz, arayüz bağlı olduğunda (örn. bir kablo takılıysa ve bir IP adresi alınmışsa) arayüzün İnternet'e bağlı olduğunu varsayacaktır.",
        "fault_condition_label": "Arıza Durumuna Değiştir",
        "available_condition_label": "Kullanılabilir Duruma Değiştir",
        "fault_count": "$$$$ kez başarısız",
        "track_addr_label": "IP'yi Takip Et",
        "flush_track_label": "Zorla Akışları Yenile",
        "interface_state_label": "Ağ Durumu",
        "passive_label": "Düşük Veri Modu",
        "sensitivity_tips": "Bu hassasiyet, İnternet durumu algılaması için zaman aralığını belirler. İnternet erişimi kararsız olduğunda sık ağ geçişini önlemek için düşük hassasiyet kullanılması tavsiye edilir; video veya canlı yayın yaparken İnternet erişimini hızlı bir şekilde değiştirebildiğinizden emin olmak için yüksek hassasiyet kullanılması tavsiye edilir; yüksek hassasiyete geçiş ağ bağlantısının kesilmesine neden olabilir. Lütfen dikkatli ayarlayın.",
        "sensitivity_options_label": "Hassasiyet Seçenekleri",
        "det_mode_label": "Algılama Modu",
        "failover_desc": "Yük Devretme: Mevcut, aktif bağlantı başarısız olursa, yönlendirici otomatik olarak başka bir ağ arayüzüne geçecektir.",
        "balancing_desc": "Yük Dengeleme: Yönlendiricinin toplam bant genişliğini artırmak için aynı anda birden fazla ağ arayüzü kullanır. Aynı uygulamaya veya siteye bağlantıların genellikle yalnızca bir arayüz kullanacağını unutmayın.",
        "mode_balancing_note": "Not: Aktif bağlantılar veya trafik, yük oranını eşleştirmek için yeniden yönlendirilmez.",
        "priority_title": "Arayüz Önceliği",
        "track_method_label": "Takip Komutu",
        "interval_label": "Takip Aralığı",
        "success_count": "$$$$ kez başarılı",
        "both_label": "Her İkisi",
        "flush_track_tips": "Bu seçenek etkinleştirilirse ve ağ arayüzü değişirse, yönlendirici tüm mevcut veri akışlarını en yüksek öncelikli arayüzü kullandığından emin olmak için yenileyecektir. Bu, gereksiz trafik kaybını önler, ancak ağ değişkenliğinde bir artışa neden olabilir (örneğin, bazı VPN'ler hemen yeniden bağlanmayabilir).",
        "enable_check_label": "Arayüz Durum Takibini Etkinleştir",
        "balancing_warning_tips": "Dengeli yükün düzgün çalışması için sıfır olmayan yük oranlarına sahip en az iki arayüz yapılandırılmalıdır. Sıfır olmayan yük oranına sahip bağlanabilir bir İnternet arayüzü yoksa, cihaz İnternet'e bağlanamayacaktır.",
        "track_mode_label": "Düşük Veri Modu",
        "sensitivity_label": "Hassasiyet",
        "track_mode_tips": "Bu seçenek etkinleştirilirse, yalnızca bir arayüz ağ hatası olduğunda takip edecektir. Veri trafiği faturalandırması kullanan arayüzler için etkinleştirilmesi tavsiye edilir.",
        "network_tracking_title": "{interface} Durum Takibi",
        "det_mode_tips": "Normal mod varsayılan olarak kullanılır, düşük veri modu yalnızca bir arayüz ağ hatası oluştuğunda izler ve katı mod, arayüz durumunu yalnızca genel bir IP'den algılama komutunun sonuçlarına göre belirler.",
        "strict_mode_label": "Katı Mod",
        "low_data_label": "Düşük veri",
        "normal_label": "Normal",
        "strict _label": "Katı"
    }
}
