{
    "multiwan": {
        "tips": "Маршрутизатор підтримує одночасне підключення до декількох мережевих інтерфейсів. Ви можете налаштувати, як ці декілька мереж мають використовуватися.",
        "failover_desc": "Резервування: якщо поточне активне з'єднання перестає працювати, маршрутизатор автоматично переключиться на інший мережевий інтерфейс.",
        "balancing_desc": "Балансування навантаження: використовує декілька мережевих інтерфейсів одночасно для збільшення загальної пропускної спроможності маршрутизатора. Зауважте, що з'єднання з одним і тим же додатком або сайтом зазвичай використовуватимуть лише один інтерфейс.",
        "mode_failover_tips": "Маршрутизатор автоматично вибирає наступний доступний інтерфейс з найвищим пріоритетом.",
        "mode_balancing_tips": "Система призначатиме інтерфейси новим з'єднанням на основі співвідношення навантаження.",
        "mode_balancing_note": "Примітка: Активні з'єднання або трафік не перенаправляються для відповідності співвідношенню навантаження.",
        "failover_label": "Резервування",
        "balancing_label": "Балансування навантаження",
        "track_title": "Відстеження статусу інтерфейсу",
        "physical_state_monitor": "Інтернет завжди доступний, коли інтерфейс підключений",
        "priority_title": "Пріоритет інтерфейсу",
        "ratio_title": "Співвідношення навантаження",
        "track_desc": "Маршрутизатор відстежує статус підключення до цільового IP, щоб встановити, чи доступний інтерфейс.",
        "track_enable_tips": "Якщо відстеження вимкнене, пристрій припускатиме, що інтерфейс підключений до Інтернету, коли інтерфейс підключений (наприклад, якщо кабель підключений і отримана IP-адреса).",
        "track_proto_label": "Протокол відстеження",
        "track_method_label": "Команда відстеження",
        "interval_label": "Інтервал відстеження",
        "fault_condition_label": "Змінити на Умову Невдачі",
        "available_condition_label": "Змінити на Умову Доступності",
        "success_count": "Успішно $$$$ разів",
        "fault_count": "Невдача $$$$ разів",
        "track_addr_label": "Відстеження IP",
        "both_label": "Обидва",
        "flush_track_tips": "Якщо ця опція увімкнена та інтерфейс мережі змінюється, роутер оновить усі існуючі потоки даних, щоб забезпечити їх використання через інтерфейс з найвищим пріоритетом. Це дозволяє уникнути непотрібної втрати трафіку, але може призвести до збільшення нестабільності мережі (наприклад, деякі VPN можуть не відновити з'єднання негайно).",
        "flush_track_label": "Примусове Оновлення Потоків",
        "enable_check_label": "Увімкнути Відстеження Статусу Інтерфейсу",
        "interface_state_label": "Статус Мережі",
        "balancing_warning_tips": "Для коректної роботи балансування навантаження необхідно налаштувати принаймні два інтерфейси з ненульовими коефіцієнтами завантаження. Якщо не існує підключеного інтерфейсу Інтернету з ненульовим коефіцієнтом завантаження, пристрій не зможе підключитися до Інтернету.",
        "track_mode_label": "Режим Низьких Даних",
        "passive_label": "Режим Низьких Даних",
        "sensitivity_label": "Чутливість",
        "sensitivity_tips": "Ця чутливість визначає часовий інтервал для виявлення статусу Інтернету. Рекомендується використовувати низьку чутливість, коли доступ до Інтернету нестабільний, щоб уникнути частих перемикань мережі; рекомендується використовувати високу чутливість під час відео або прямої трансляції, щоб забезпечити швидке перемикання доступу до Інтернету; перехід на високу чутливість може призвести до роз'єднання мережі. Будь ласка, регулюйте це обережно.",
        "network_tracking_title": "Відстеження Статусу {interface}",
        "sensitivity_options_label": "Опції Чутливості",
        "track_mode_tips": "Якщо ця опція увімкнена, вона буде відстежувати лише тоді, коли виникає помилка мережевого інтерфейсу. Рекомендується увімкнути цю опцію для інтерфейсів, які використовують тарифікацію даних.",
        "mode_label": "Режим"
    },
    "menu_multiwan": "Багато-WAN"
}
