{
    "multiwan": {
        "tips": "Маршрутизатор підтримує одночасне підключення до декількох мережевих інтерфейсів. Ви можете налаштувати, як ці декілька мереж мають використовуватися.",
        "failover_desc": "Резервування: Якщо поточне активне з'єднання переривається, маршрутизатор автоматично переключиться на інший мережевий інтерфейс.",
        "balancing_desc": "Балансування навантаження: Використовує декілька мережевих інтерфейсів одночасно для збільшення загальної пропускної здатності маршрутизатора. Зауважте, що з'єднання з одним і тим же додатком або сайтом зазвичай використовуватимуть лише один інтерфейс.",
        "mode_failover_tips": "Маршрутизатор автоматично вибирає наступний доступний інтерфейс із найвищим пріоритетом.",
        "mode_balancing_tips": "Система призначатиме інтерфейси новим з'єднанням на основі співвідношення навантаження.",
        "mode_balancing_note": "Примітка: Активні з'єднання або трафік не перенаправляються для відповідності співвідношенню навантаження.",
        "failover_label": "Failover",
        "balancing_label": "Балансування навантаження",
        "track_title": "Відстеження статусу інтерфейсу",
        "physical_state_monitor": "Інтернет завжди доступний, коли інтерфейс підключений",
        "priority_title": "Пріоритет інтерфейсу",
        "ratio_title": "Співвідношення навантаження",
        "track_desc": "Маршрутизатор відстежує статус підключення до цільового IP, щоб встановити, чи доступний інтерфейс.",
        "track_enable_tips": "Якщо відстеження вимкнено, пристрій припускатиме, що інтерфейс підключений до Інтернету, коли інтерфейс підключений (наприклад, якщо кабель підключений і отримано IP-адресу).",
        "track_proto_label": "Відстеження протоколу",
        "track_method_label": "Команда відстеження",
        "interval_label": "Інтервал відстеження",
        "fault_condition_label": "Змінити на стан помилки",
        "available_condition_label": "Змінити на доступний стан",
        "success_count": "Успішно $$$$ разів",
        "fault_count": "Помилка $$$$ разів",
        "track_addr_label": "Відстеження IP",
        "both_label": "Обидва",
        "flush_track_tips": "Якщо ця опція увімкнена та інтерфейс мережі змінюється, роутер оновить усі існуючі потоки даних, щоб забезпечити їх використання через інтерфейс з найвищим пріоритетом. Це дозволяє уникнути непотрібної втрати трафіку, але може призвести до збільшення нестабільності мережі (наприклад, деякі VPN можуть не відновити з'єднання негайно).",
        "flush_track_label": "Примусове оновлення потоків",
        "enable_check_label": "Увімкнути відстеження стану інтерфейсу",
        "interface_state_label": "Стан мережі",
        "balancing_warning_tips": "Для належної роботи балансування навантаження мають бути налаштовані принаймні два інтерфейси з ненульовими коефіцієнтами навантаження. Якщо не існує підключеного інтерфейсу Інтернету з ненульовим коефіцієнтом навантаження, пристрій не зможе підключитися до Інтернету.",
        "track_mode_label": "Режим низького обсягу даних",
        "passive_label": "Режим низького обсягу даних",
        "sensitivity_label": "Чутливість",
        "sensitivity_tips": "Ця чутливість визначає часовий інтервал для виявлення стану Інтернету. Рекомендується використовувати низьку чутливість, коли доступ до Інтернету нестабільний, щоб уникнути частих перемикань мережі; рекомендується використовувати високу чутливість під час відео або прямої трансляції, щоб забезпечити швидке перемикання доступу до Інтернету; перехід на високу чутливість може призвести до роз'єднання мережі. Будь ласка, регулюйте це обережно.",
        "network_tracking_title": "Відстеження стану {interface}",
        "sensitivity_options_label": "Опції Чутливості",
        "track_mode_tips": "Якщо ця опція включена, відстеження буде виконуватися лише у випадку помилки мережевого інтерфейсу. Рекомендується включати цю опцію для інтерфейсів, які використовують тарифікацію даних.",
        "mode_label": "Режим"
    },
    "menu_multiwan": "Багатоканальний WAN"
}
