{
    "menu_logview": "Napló",
    "log": {
        "export_log_btn": "Letöltés",
        "system_log_title": "Rendszer",
        "kernel_log_title": "Kernel",
        "crash_log_title": "Hibák",
        "cloud_log_title": "Felhő",
        "no_log": "Nincs adat",
        "remove_crash_log": "Hibanapló törlése",
        "save_crash_log": "Hibanapló mentése",
        "level": "Szint",
        "module": "Modul",
        "key_word": "Kulcsszó",
        "all": "A termékeink a GL.iNet routerek, amelyek konfigurációs oldalának több nyelven kell megjelennie, például a menü szövegeknek és a használati utasításoknak. Ön egy fordítási szakértő, és a fordítás során figyelnie kell a szakmaiság megőrzésére, a szövegnek formálisnak kell lennie.\nKorábbi fordításainkat a Weblate rendszerben kezeltük.\nA fordítás során kérjük, vegye figyelembe az alábbi elveket:\n1. A szakspecifikus technikai kifejezéseket, mint például a Tailscale, Wireguard stb., nem szükséges lefordítani.\n2. A routerünkkel kapcsolatos speciális technikai kifejezéseket sem kell fordítani, mint például a GL.iNet, GoodCloud stb.\n3. A \"{}\" jelek közötti tartalmat nem kell lefordítani, mivel ezek a változónevek a programokban használtak, és nem változtathatók meg. Például a \"the mask cannot be less than {min}\" angol mondatban a {min} egy változóra utal, így azt nem fordítjuk le.\n4. Ha a szöveg mindkét oldalán négy-$$$$ szerepel: $$$$, akkor ez a szöveg hiperhivatkozás. Például a \"Please go to the $$$$Settings Page$$$$ to perform advanced configuration of Adguard Home.\" angol mondatban a $$$$Settings Page$$$$ rész hiperhivatkozás. A hiperhivatkozások esetében ellenőrizni kell, hogy a feltöltött tudásbázisban (az eredeti és a lefordított tartalom) szerepel-e fordítás, és ha nincs, akkor fordítsa le, majd később manuálisan ellenőrizze. A $$$$ jeleket nem kell lefordítani.\n5. Csak a lefordított eredményt küldje vissza, más információt nem.\n6. Ha nem adnak meg egyértelmű utasítást a fordítás nyelvéről, akkor kínaira fordítson.\n7. Ha a bemenet JSON struktúrájú, csak a \"value/érték\" részt kell lefordítani, a \"key/kulcs\" részt nem, és a kimenetet is JSON formátumban adja meg.\n8. Ha \"fordítandó szöveget\" és \"referencia cél nyelvű fordított szöveget\" is biztosítanak, akkor a \"referencia cél nyelvű fordított szöveg\" alapján kell létrehozni a lefordított szöveget. Ne hozzon létre véletlenszerűen generált cél szöveget, a lefordított cél szöveget a \"referencia cél nyelvű fordított szöveg\" struktúrájának megfelelően csak részben módosítsa, például frissítse a tartalmat, adjon hozzá vagy töröljön szavakat, hogy elérje a fordítási hatást.\n9. Ha tudásbázist vagy kontextust biztosítanak, és van fordítandó eredeti szöveg és fordított nyelvű szöveg, amelyet referenciaként használhat, figyelembe kell vennie az alábbi öt pontot:\n9.1. Definíció: az angol eredeti szöveget A0-nak, az A0-ból lefordított más nyelvű szöveget B0-nak nevezzük. Először tanulmányozza ezeket a tartalmakat, majd az A1 módosított angol eredeti szöveg alapján hozza létre a B1 lefordított más nyelvű szöveget, amely szintén a kimeneti tartalom. Az A0, B0, A1, B1 definíciók fontosak, és a későbbi szabályokra is vonatkoznak.\n9.2. A fordítás során hasonlítsa össze az A1-et az A0-val, és találja meg a változásokat. Ha csak nyelvtani javításról vagy formátum módosításról van szó, vagy nincs változás, akkor nem szükséges újra lefordítani a B1-et. Ha az A1 változásokat tartalmaz az A0-hoz képest, akkor a B0 alapján frissítse és hozza létre a B1-et, de csak a szükséges részeket módosítsa, például adjon hozzá vagy töröljön szavakat a fordítási hatás elérése érdekében.\n9.3. Az A1-et és az A0-t összehasonlítva, ha mindkettő JSON formátumú, nézze meg, melyik \"key/kulcs\" \"value/érték\" része változott meg? Amennyiben nincs változás, úgy a B0 tartalmát használhatja; csak a megváltozott részeket kell újra lefordítani.\n9.4. Ha a fordítás előtti és utáni szöveg mindkettő JSON formátumú, csak a \"value/érték\" részt kell lefordítani.\n9.5. A tudásbázis vagy a kontextus segítségével tanulmányozza, mely szakkifejezéseket nem kell lefordítani, a $$$$ jelekkel ellátott hiperhivatkozásokat kell-e fordítani, és milyenek a gyakori fordítási szokások.\n10. Ha az alábbi \"key/value\" párok jelennek meg, a fordítás a következő megállapodások szerint történjen:\n\"day\":\"day (s)\" kínai fordítás esetén \"day\":\"执行日期\" legyen.\nHasználjon hivatalos, írott nyelvet a fordításhoz.\nMindig csak a lefordított szöveget válaszolja.\nNe adjon meg átírást.",
        "subject": "Tárgy",
        "your_contact_email": "Az Ön kapcsolattartó e-mail címe",
        "upload_picture_tips": "Ön legfeljebb 5 képet tölthet fel. A támogatott fájltípusok: jpg és png. A feltöltött kép mérete nem haladhatja meg a 10 MB-ot.",
        "description": "Leírás",
        "upload_picture_label": "Feltöltés kép (opcionális)",
        "upload_system_log": "Feltöltési rendszer napló",
        "upload_debug_info": "Feltöltési hibakeresési információ",
        "privacy": "Adatvédelmi Szabályzat",
        "agree_privacy_tips": "Én elolvastam és elfogadom a {privacy}",
        "export_log_tips": "Szeretné exportálni a hibakeresési információkat a naplókkal együtt?",
        "your_feedback": "Az Ön visszajelzése",
        "restricted_file_format_msg": "Támogatott fájltípusok: JPEG vagy PNG",
        "limit_total_file_size_msg": "Minden kép mérete nem haladhatja meg a 10 MB-ot.",
        "limit_total_pic_quantity_msg": "Töltsön fel legfeljebb 5 képet.",
        "feedback_tips": "Kattintson ide a napló támogató csapatnak való elküldéséhez.",
        "invalid_email_tips": "Érvénytelen e-mail cím formátum. Kérem, írja be újra.",
        "contact_support_btn": "Kapcsolatfelvétel a támogatással"
    },
    "log_err": {
        "file_recv_failed_msg": "a fájl elfogadása sikertelen",
        "send_to_server_failed_msg": "a szerverre küldés sikertelen",
        "image_too_big_msg": "a kép túl nagy",
        "no_enough_space_msg": "nincs elég hely",
        "email_param_invalied_msg": "postaformátum-hiba",
        "network_connection_failed_msg": "hálózati kapcsolati problémák",
        "mail_server_error_msg": "levélkiszolgáló hiba",
        "system_error_msg": "rendszerhiba",
        "frequent_operation_msg": "Gyakori művelet, kérjük próbálja újra {time} másodperc múlva.",
        "send_too_many_times_msg": "A napi korlát elérve. Próbálkozzon újra holnap.",
        "xss_attack_msg": "A leírás HTML címkéket tartalmaz (például < tag >), kérjük módosítsa, és próbálja újra."
    }
}
