{
    "wireless": {
        "ssid": "WLAN-Name (SSID)",
        "encryption": "WLAN Sicherheit",
        "key": "WLAN Kennwort",
        "ssid_visibility": "SSID Sichtbarkeit",
        "mode": "WLAN Modus",
        "band_width": "Bandbreite",
        "channel": "Kanal",
        "tx_power": "Sendeleistung",
        "shown": "Angezeigt",
        "hidden": "Versteckt",
        "max": "Maximal",
        "high": "Hoch",
        "medium": "Mittel",
        "low": "Niedrig",
        "guest": "Gast",
        "channel_optimization": "Kanaloptimierung",
        "enable": "WLAN einschalten",
        "repeater_using_tips": "Diese Einstellung kann im Repeater Modus nicht angepasst werden.",
        "enable_dfs": "DFS-Kanäle erlauben",
        "channel_auto_dfs_tips": "Bei einer Bandbreite von 160 MHz wird das WLAN immer DFS-Kanäle benutzen, auch wenn die Einstellung \"DFS-Kanäle erlauben\" in \"$$$$\" deaktiviert ist.",
        "channel_auto_tips": "Wenn die Option \"$$$$\" gewählt ist, wird das WLAN nicht automatisch auf einen DFS-Kanal wechseln.",
        "dsf_starting": "Teste Kanalverfügbarkeit. Dieser Vorgang dauert $$$$. Bitte warten Sie…",
        "dsf_conflict": "Das 5GHz WLAN ist vorübergehen nicht verfügbar, weil der benutzte Funkkanal gerade von einem Radar benutzt wird.",
        "enable_dfs_tips": "Wenn dem Router die Verwendung eines DFS-Kanals zugewiesen wird, ist jedes Mal, wenn WLAN aktiviert wird, eine Überprüfung der Kanalverfügbarkeit erforderlich. Während dieser Zeit ist das 5GHz-Signal nicht für Verbindungen verfügbar; dieser Prozess dauert $$$$. Wenn der Router feststellt, dass das Radar den aktuellen Kanal nutzt, wird er vorübergehend die Verbindung zum Client trennen und auf einen anderen verfügbaren Kanal wechseln; zusätzlich wird das 5GHz-WLAN vorübergehend ausgeschaltet, während der Router nach verfügbaren, nahen Netzwerken sucht.",
        "lan_guest_conflict_tips": "Das Gäste WLAN kann nicht aktiviert werden, weil {guest} in Konflikt mit {lan} steht.",
        "enable_random_bssid_label": "Zufällige BSSID aktivieren",
        "random_bssid_enabled_tips": "Wenn diese Option aktiviert ist, verwendet das Gerät eine zufällig generierte BSSID und erneuert sie bei jedem Neustart.",
        "random_bssid_disabled_tips": "Die Verwendung einer statischen BSSID kann dazu führen, dass Sie verfolgt werden. Wenn Ihr Client-Gerät die Verwendung einer statischen BSSID erfordert, wird empfohlen, die SSID auf versteckt zu setzen. {more}",
        "mlo_wifi_security_tips": "WPA3-SAE eignet sich für die meisten Geräte, die MLO unterstützen, und dieses Protokoll wird empfohlen.",
        "radio_bands": "Funkbänder",
        "radio_bands_tips": "Bitte wählen Sie mindestens zwei Funkbänder aus.",
        "enable_psc_label": "Aktivieren Sie PSC",
        "enable_psc_tips": "Wenn PSC (Preferred Scanning Channel) aktiviert ist, werden nur Kanäle mit besserer Verbindung reserviert, um die Verbindungen von 6-GHz-Geräten zu gewährleisten.",
        "mlo_6g_bssid_tips": "Wenn die MLO-WLAN-Frequenzbänder 6 GHz umfassen, wird die MLO-WLAN-BSSID synchronisiert, wenn sich die 6-GHz-WLAN-BSSID ändert.",
        "mlo_network_tips": "Für Wi-Fi 7-Clients wird die Verbindung mit MLO-WLAN empfohlen, wodurch die Netzwerkübertragungsrate und Zuverlässigkeit durch Mehrbandverbindung erheblich verbessert werden kann.",
        "open_wifi_security_tips": "\"Offenes WLAN\" birgt Sicherheitsrisiken. Mit Vorsicht verwenden.",
        "guest_wifi_unavailable_tips": "Gast-WLAN ist nicht verfügbar, da {repeater} aktiviert ist.",
        "band_6g_bandwidth_limit_160mhz_tips": "Wenn sowohl das 2,4-GHz- als auch das 6-GHz-WLAN aktiviert sind, ist das 6-GHz-Band auf eine maximale Bandbreite von 160 MHz begrenzt.",
        "cannot_detect_6g_network_tips": "Einige Geräte erkennen möglicherweise kein 6-GHz-WLAN. Sie können sowohl 2,4 GHz als auch 6 GHz aktivieren, um eine bessere Kompatibilität zu gewährleisten.",
        "wifi_band": "WLAN-Band",
        "repeater_band_conflict_tips": "Der mit dem Repeater in Konflikt stehende Frequenzbereich wird deaktiviert.",
        "using_band": "Verwenden von {band}",
        "wifi_sleep_tips": "Das WLAN befindet sich derzeit im Ruhemodus und ist nicht sichtbar. Um es zu aktivieren, können Sie zu {management} gehen, um den Ruhemodus zu deaktivieren.",
        "wifi_band_mutex_tips": "5-GHz-WLAN ist standardmäßig aktiviert. Falls es zu Konflikten mit dem Repeater kommt, wird das WLAN-Band automatisch auf {auto} umgeschaltet.",
        "usage_environment_title": "Verwendungsumgebung",
        "indoor_label": "Innenbereich",
        "outdoor_label": "Außenbereich",
        "environment_tips": "Gemäß den Vorschriften muss das WLAN im Außenbereich auf den \"Outdoor\"-Modus umgeschaltet werden. Dies kann die Reichweite verringern."
    },
    "menu_wireless": "WLAN"
}
