{
    "wireless": {
        "ssid": "Nombre de Wi-Fi (SSID)",
        "encryption": "Seguridad de Wi-Fi",
        "key": "Contraseña de Wi-Fi",
        "ssid_visibility": "Visibilidad del SSID",
        "mode": "Modo de Wi-Fi",
        "band_width": "Banda ancha",
        "channel": "Canal",
        "tx_power": "Potencia de transmisión",
        "shown": "Mostrado",
        "hidden": "Oculto",
        "max": "Máximo",
        "high": "Alto(a)",
        "medium": "Mediano(a)",
        "low": "Bajo(a)",
        "guest": "Invitado",
        "channel_optimization": "Optimización de Canales",
        "dsf_starting": "Confirmando que canales se encuentran disponibles. Éste proceso tardará $$$$, por favor esperar...…",
        "enable": "Activar Wi-Fi",
        "dsf_conflict": "El Wi-Fi de 5GHz no se encuentra disponible temporalmente, pues un radar está utilizando el canal que actualmente está usando el enrutador.",
        "repeater_using_tips": "La entrada no se puede modificar cuando el repetidor está activado.",
        "enable_dfs_tips": "Si el enrutador se ha configurado para utilizar un canal DFS (Selección Dinámica de Frecuencias), entonces cada vez que se activa el Wi-Fi es necesario realizar una verificación de cuáles canales se encuentran disponibles. Durante dicha verificación, la señal de 5GHz no estará disponible para conectarse. Dicho proceso tarda $$$$.\nSi el enrutador detecta que un radar está utilizando el mismo canal que el enrutador está utilizando en ese instante, se desconectará temporalmente de los clientes y se cambiará a otro canal disponible; además el Wi-Fi de 5GHz se apagará temporalmente mientras el enrutador busca redes cercanas disponibles.",
        "enable_dfs": "Permitir Canal DFS",
        "channel_auto_tips": "Si selecciona la opción “$$$$”, la red Wi-Fi no cambiará automáticamente al canal DFS.",
        "channel_auto_dfs_tips": "Cuando el ancho de banda de 160 MHz está seleccionado, la red Wi-Fi siempre utilizará el canal DFS, incluso si selecciona un canal que no sea DFS o selecciona la opción “$$$$”.",
        "lan_guest_conflict_tips": "La conexión Wi-Fi para invitados no se puede activar porque {guest} está en conflicto con {lan}.",
        "enable_random_bssid_label": "Habilitar BSSID aleatorio",
        "random_bssid_disabled_tips": "Utilizar un BSSID estático puede permitir que sea rastreado. Si su dispositivo cliente requiere un BSSID estático, se recomienda configurar el SSID como oculto. {more}",
        "random_bssid_enabled_tips": "Si esta opción está habilitada, el enrutador utilizará un BSSID generado aleatoriamente y lo renovará cada vez que reinicie."
    },
    "menu_wireless": "Inalámbrica"
}
