{
    "wireless": {
        "ssid": "Nom du WiFi (SSID)",
        "encryption": "Sécurité WiFi",
        "key": "Mot de passe WiFi",
        "ssid_visibility": "Visibilité du SSID",
        "mode": "Mode WiFi",
        "band_width": "Bande passante",
        "channel": "Canal",
        "tx_power": "Puissance du signal",
        "shown": "Montré",
        "hidden": "Caché",
        "max": "Max",
        "high": "Élevé",
        "medium": "Moyen",
        "low": "Faible",
        "guest": "Invités",
        "channel_optimization": "Optimisation du canal",
        "repeater_using_tips": "L'entrée ne peut pas être modifiée lorsque le répéteur est activé.",
        "enable": "Activer le WiFi",
        "enable_dfs_tips": "Si le routeur est configuré pour utiliser un canal DFS, alors une vérification de la disponibilité du canal est requise chaque fois que le Wi-Fi est activé, pendant ce temps le signal 5GHz ne sera pas disponible pour les connexions, ce processus prend $$$$. Si le routeur détecte que le radar utilise le canal actuel, il se déconnectera temporairement du client et passera à un autre canal disponible ; de plus, le Wi-Fi 5GHz sera temporairement désactivé pendant que le routeur scanne les réseaux disponibles à proximité.",
        "enable_dfs": "Autoriser le canal DFS",
        "dsf_starting": "Vérification de la disponibilité des canaux. Le processus prendra $$$$. Veuillez patienter …",
        "dsf_conflict": "Le Wi-Fi 5GHz sera temporairement indisponible parce qu'un radar utilise le canal qui est actuellement utilisé par le routeur.",
        "channel_auto_dfs_tips": "Lorsque votre bande passante est réglée sur 160 MHz, le Wi-Fi utilise toujours le canal DFS, même si vous choisissez un canal non DFS ou l'option \"$$$$\".",
        "channel_auto_tips": "Lorsque vous sélectionnez l'option \"$$$$\", le Wi-Fi ne bascule pas automatiquement sur le canal DFS.",
        "lan_guest_conflict_tips": "Le Wi-Fi invité ne peut pas être activé car {guest} est en conflit avec {lan}.",
        "enable_random_bssid_label": "Activer le BSSID aléatoire",
        "random_bssid_enabled_tips": "Si cette option est activée, l'appareil utilise un BSSID généré aléatoirement et le renouvelle à chaque redémarrage.",
        "random_bssid_disabled_tips": "L'utilisation d'un BSSID statique peut vous exposer à un pistage. Si votre appareil client nécessite l'utilisation d'un BSSID statique, il est recommandé de définir le SSID comme étant caché. {more}",
        "radio_bands": "Bandes radio",
        "mlo_wifi_security_tips": "WPA3-SAE convient à la plupart des appareils prenant en charge MLO, et ce protocole est recommandé.",
        "radio_bands_tips": "Veuillez sélectionner au moins deux bandes radio.",
        "enable_psc_label": "Activer le PSC",
        "enable_psc_tips": "Lorsque le PSC (Canal de Balayage Préféré) est activé, seuls les canaux offrant une meilleure connectivité seront réservés pour garantir les connexions des appareils à 6 GHz.",
        "mlo_6g_bssid_tips": "Si les bandes radio Wi-Fi MLO incluent 6 GHz, le BSSID Wi-Fi MLO se synchronisera lorsque le BSSID Wi-Fi 6 GHz changera.",
        "mlo_network_tips": "Il est recommandé que les clients Wi-Fi 7 se connectent via le Wi-Fi MLO, ce qui peut considérablement améliorer le débit de transmission réseau et la fiabilité grâce à une connexion multibande.",
        "open_wifi_security_tips": "\"Open WiFi\" présente des risques de sécurité. À utiliser avec prudence.",
        "guest_wifi_unavailable_tips": "Le Wi-Fi invité est indisponible car {repeater} est activé."
    },
    "menu_wireless": "Réseau sans-fil"
}
