{
    "wireless": {
        "key": "Pasfhocal Wi-Fi",
        "ssid": "Ainm Wi-Fi (SSID)",
        "encryption": "Slándáil Wi-Fi",
        "tx_power": "Cumhacht TX",
        "shown": "Taispeánta",
        "hidden": "I bhfolach",
        "max": "Uasmhéid",
        "high": "Ard",
        "medium": "Meánach",
        "low": "Íseal",
        "mlo_wifi_security_tips": "Tá WPA3-SAE oiriúnach do fhormhór na ngléas a thacaíonn le MLO, agus moltar an prótacal seo.",
        "open_wifi_security_tips": "Tá rioscaí slándála ag baint le \"Wi-Fi Oscailte\". Úsáid go cúramach.",
        "ssid_visibility": "Infhéiceacht SSID",
        "mode": "Mód Wi-Fi",
        "band_width": "Bandaleithead",
        "channel": "Cainéal",
        "guest": "Aoi",
        "channel_optimization": "Uasmhéadú Cainéal",
        "repeater_using_tips": "Ní féidir an iontráil a athrú nuair a bhíonn an t-athsheoltóir cumasaithe.",
        "enable": "Cumasaigh Wi-Fi",
        "enable_dfs_tips": "Má tá an ródaire sainaitheanta chun cainéal DFS a úsáid, ansin tá seiceáil ar infhaighteacht chainéil ag teastáil gach uair a chuirtear Wi-Fi ar siúl, agus sa tréimhse sin ní bheidh an comhartha 5GHz ar fáil le haghaidh nascanna, tógann an próiseas seo $$$$. Má bhrathann an ródaire go bhfuil an radar ag úsáid an chainéil reatha, déanfaidh sé scor sealadach ón gcliant agus aistreoidh sé go cainéal eile atá ar fáil; ina theannta sin, cuirfear Wi-Fi 5GHz ar ceal go sealadach agus an ródaire ag scanadh le haghaidh líonraí atá ar fáil in aice láimhe.",
        "enable_dfs": "Ceadaigh Cainéal DFS",
        "dsf_starting": "Ag seiceáil ar infhaighteacht chainéil. Tógfaidh an próiseas seo $$$$. Fan go fóill……",
        "dsf_conflict": "Tá Wi-Fi 5GHz ar fáil go sealadach toisc go bhfuil radar ag úsáid an chainéil atá in úsáid ag an ródaire faoi láthair.",
        "channel_auto_dfs_tips": "Nuair a shocraítear do leithead banda go 160 MHz, úsáidfidh Wi-Fi an cainéal DFS i gcónaí, fiú má roghnaíonn tú cainéal neamh-DFS nó an rogha \"$$$$\".",
        "channel_auto_tips": "Nuair a roghnaíonn tú an rogha \"$$$$\", ní athróidh Wi-Fi go huathoibríoch chuig an gcainéal DFS.",
        "lan_guest_conflict_tips": "Chun coinbhleacht idir {lan} agus {guest} a sheachaint, ní féidir Wi-Fi aoi a ghníomhachtú.",
        "enable_random_bssid_label": "Cumasaigh BSSID Randamaithe",
        "random_bssid_enabled_tips": "Má chuirtear an rogha seo i bhfeidhm, úsáideann an gléas BSSID a ghintear go randamach agus athnuachan sé é ag gach atosú.",
        "random_bssid_disabled_tips": "D’fhéadfadh sé go gcuirfeadh úsáid BSSID statach rianú ort. Más gá le do ghléas cliant BSSID statach a úsáid, moltar duit an SSID a shocrú mar fholaithe. {more}",
        "radio_bands": "Bannaí Raidió",
        "radio_bands_tips": "Roghnaigh dhá bhand raidió ar a laghad.",
        "enable_psc_label": "Cumasaigh PSC",
        "enable_psc_tips": "Nuair a bhíonn PSC (Cainéal Scanadh is Fearr) cumasaithe, ní chuirfear ach bealaí a bhfuil nascacht níos airde acu in áirithe chun naisc gléasanna 6GHz a chinntiú.",
        "mlo_6g_bssid_tips": "Má chuimsíonn na bandaí raidió Wi-Fi MLO 6 GHz, sioncrónóidh BSSID Wi-Fi MLO nuair a athraíonn BSSID Wi-Fi 6GHz.",
        "mlo_network_tips": "Moltar do chliaint Wi-Fi 7 nascadh le Wi-Fi MLO, ar féidir leis an ráta tarchurtha líonra agus an iontaofacht a fheabhsú go mór trí nascadh ilbhanda.",
        "guest_wifi_unavailable_tips": "Níl Wi-Fi Aíonna ar fáil mar go bhfuil {repeater} cumasaithe.",
        "band_6g_bandwidth_limit_160mhz_tips": "Nuair a bhíonn Wi-Fi 2.4GHz agus 6GHz araon cumasaithe, tá an banda 6GHz teoranta go bandaleithead uasta de 160MHz.",
        "cannot_detect_6g_network_tips": "D'fhéadfadh sé nach mbeadh roinnt gléasanna in ann Wi-Fi 6GHz a bhrath. Is féidir leat 2.4GHz agus 6GHz a chumasú araon chun comhoiriúnacht níos fearr a fháil.",
        "wifi_band_mutex_tips": "Tá Wi-Fi 5GHz cumasaithe de réir réamhshocraithe. Má tharlaíonn sé i gcoimhlint leis an athsheoladán, déanfar an banda Wi-Fi a aistriú go huathoibríoch chuig Uathoibrithe.",
        "wifi_band": "Band Wi-Fi",
        "repeater_band_conflict_tips": "Díchumasófar an banna a théann i gcoinne an athsheachadáin.",
        "using_band": "Ag baint úsáide as {band}"
    },
    "menu_wireless": "Gan Sreang"
}
