{
    "menu_wireless": "Vezeték nélküli",
    "wireless": {
        "random_bssid_disabled_tips": "A statikus BSSID használata nyomon követéshez vezethet. Ha az Ön kliens eszköze statikus BSSID használatát igényli, ajánlott az SSID-t rejtettre állítani. {more}",
        "random_bssid_enabled_tips": "Ha ez az opció engedélyezett, az eszköz véletlenszerűen generált BSSID-t használ, és minden újraindításkor megújítja azt.",
        "high": "Magas",
        "medium": "Közepes",
        "low": "Alacsony",
        "guest": "Vendég",
        "channel_optimization": "Csatorna optimalizálás",
        "repeater_using_tips": "A repeater engedélyezése esetén a bejegyzés nem módosítható.",
        "enable": "Wi-Fi engedélyezése",
        "enable_dfs": "DFS csatorna engedélyezése",
        "dsf_starting": "Csatorna elérhetőségének ellenőrzése. Ez a folyamat $$$$. Kérjük, várjon……",
        "enable_random_bssid_label": "Véletlenszerű BSSID engedélyezése",
        "ssid": "Wi-Fi név (SSID)",
        "encryption": "Wi-Fi biztonság",
        "key": "Wi-Fi jelszó",
        "ssid_visibility": "SSID láthatósága",
        "mode": "Wi-Fi mód",
        "band_width": "Sávszélesség",
        "channel": "Csatorna",
        "tx_power": "TX teljesítmény",
        "shown": "Látható",
        "hidden": "Rejtett",
        "max": "Max",
        "enable_dfs_tips": "Amennyiben a router DFS csatornát használ: minden Wi-Fi bekapcsolásakor el kell végezni a csatorna elérhetőségének ellenőrzését, ez idő alatt az 5GHz-es jel nem lesz elérhető a kapcsolatok számára, ez a folyamat $$$$. Ha a router észleli, hogy a radar használja az aktuális csatornát, ideiglenesen megszakítja a kapcsolatot a klienssel és átvált egy másik elérhető csatornára; továbbá, az 5GHz-es Wi-Fi ideiglenesen ki lesz kapcsolva, amíg a router a közelben elérhető hálózatokat keresi.",
        "dsf_conflict": "Az 5GHz-es Wi-Fi ideiglenesen nem elérhető, mert a radár használja azt a csatornát, amit jelenleg a router használ.",
        "channel_auto_dfs_tips": "Amikor a sávszélességet 160 MHz-re állítja, a Wi-Fi mindig a DFS csatornát fogja használni, még akkor is, ha Ön egy nem-DFS csatornát vagy a \"$$$$\" opciót választja.",
        "channel_auto_tips": "Amikor a \"$$$$\" opciót választja, a Wi-Fi nem fog automatikusan átváltani a DFS csatornára.",
        "lan_guest_conflict_tips": "A vendég Wi-Fi nem engedélyezhető, mert a {guest} ütközik a {lan}-nel."
    }
}
