{
    "menu_wireless": "Wi-Fi",
    "wireless": {
        "random_bssid_disabled_tips": "Statikus BSSID használata nyomon követhetővé teheti Önt. Ha az ügyfél eszközének statikus BSSID használatára van szüksége, javasolt az SSID-t rejtettre állítani. {more}",
        "random_bssid_enabled_tips": "Ha ez az opció engedélyezve van, az eszköz véletlenszerűen generált BSSID-t használ, és minden újraindításkor megújítja azt.",
        "high": "Magas",
        "medium": "Közepes",
        "low": "Alacsony",
        "guest": "vendég",
        "channel_optimization": "Csatorna Optimalizálás",
        "repeater_using_tips": "Ismétlő üzemmódban a beállítás nem módosítható.",
        "enable": "Vezeték nélküli hálózat engedélyezése",
        "enable_dfs": "DFS Csatorna Engedélyezése",
        "dsf_starting": "Csatorna elérhetőségének ellenőrzése. Ez a folyamat $$$$. Kérjük, várjon……",
        "enable_random_bssid_label": "Véletlenszerű BSSID engedélyezése",
        "ssid": "Hálózat neve (SSID)",
        "encryption": "Titkosítás",
        "key": "Jelszó",
        "ssid_visibility": "Hálózat láthatósága",
        "mode": "Hálózati mód",
        "band_width": "Sávszélesség",
        "channel": "Csatorna",
        "tx_power": "Teljesítmény",
        "shown": "Látható",
        "hidden": "Rejtett",
        "max": "Legmagasabb",
        "enable_dfs_tips": "Ha a routernek DFS csatornát kell használnia, akkor minden alkalommal, amikor a Wi-Fi bekapcsolódik, csatorna elérhetőségi ellenőrzés szükséges, ez idő alatt a 5GHz-es jel nem lesz elérhető a kapcsolatokhoz, ez a folyamat $$$$. Ha a router észleli, hogy a radar használja a jelenlegi csatornát, ideiglenesen megszakítja a kapcsolatot az ügyféllel és átvált egy másik elérhető csatornára; továbbá, a 5GHz-es Wi-Fi ideiglenesen kikapcsol, amíg a router a közelben elérhető hálózatokat keresi.",
        "dsf_conflict": "A 5GHz-es Wi-Fi ideiglenesen nem elérhető, mert a radar használja a csatornát, amit a router jelenleg használ.",
        "channel_auto_dfs_tips": "Amikor a sávszélessége 160 MHz-re van beállítva, a Wi-Fi mindig a DFS csatornát fogja használni, még akkor is, ha Ön egy nem-DFS csatornát vagy a \"$$$$\" opciót választja.",
        "channel_auto_tips": "Amikor kiválasztja a \"$$$$\" opciót, a Wi-Fi nem fog automatikusan átváltani a DFS csatornára.",
        "lan_guest_conflict_tips": "A vendég Wi-Fi nem engedélyezhető, mert {guest} ütközik a {lan}-nel.",
        "radio_bands": "Rádiósávok",
        "mlo_wifi_security_tips": "WPA3-SAE a legtöbb, MLO-t támogató eszközhöz megfelelő, és ezt a protokollt ajánljuk.",
        "radio_bands_tips": "Kérjük, válasszon ki legalább két rádiósávot.",
        "enable_psc_label": "Engedélyezze a PSC-t",
        "enable_psc_tips": "Amikor a PSC (Preferált Szkennelési Csatorna) engedélyezve van, csak a magasabb kapcsolódási minőséggel rendelkező csatornák lesznek fenntartva a 6GHz-es eszközök csatlakoztatásának biztosítása érdekében.",
        "mlo_6g_bssid_tips": "Ha az MLO Wi-Fi rádiósávok tartalmazzák a 6 GHz-et, az MLO Wi-Fi BSSID szinkronizálódik, amikor a 6GHz Wi-Fi BSSID megváltozik.",
        "mlo_network_tips": "A Wi-Fi 7-es eszközöket ajánlott MLO Wi-Fi-vel összekapcsolni, amely jelentősen javíthatja a hálózati átviteli sebességet és megbízhatóságot a több sávos kapcsolat révén.",
        "open_wifi_security_tips": "\"Nyílt WiFi\" biztonsági kockázatot jelent. Óvatosan használja.",
        "guest_wifi_unavailable_tips": "A vendég Wi-Fi nem érhető el, mert a {repeater} engedélyezve van.",
        "band_6g_bandwidth_limit_160mhz_tips": "Ha mind a 2,4 GHz-os, mind a 6 GHz-es Wi-Fi engedélyezve van, a 6 GHz-es sáv maximális sávszélessége 160 MHz-ra korlátozódik.",
        "cannot_detect_6g_network_tips": "Egyes eszközök nem érzékelik a 6 GHz-es Wi-Fi-t. A jobb kompatibilitás érdekében engedélyezheti a 2,4 GHz-es és a 6 GHz-es sávot is.",
        "wifi_band_mutex_tips": "Az 5 GHz-es Wi-Fi alapértelmezés szerint engedélyezve van. Ha ütközik a közvetítővel, a Wi-Fi sáv automatikusan Átmenetire vált.",
        "wifi_band": "Wi-Fi sáv",
        "wifi_sleep_tips": "A Wi-Fi jelenleg alvó módban van és nem látható. Az ébresztéséhez az Energiagazdálkodás menüpontban kikapcsolhatja az alvó módot.",
        "repeater_band_conflict_tips": "A megismétlővel ütköző sáv letiltásra kerül."
    }
}
