{
    "wireless": {
        "ssid": "„Wi-Fi“ pavadinimas („SSID“)",
        "shown": "Rodoma/-s/-i",
        "hidden": "Paslėpta/-s/-i",
        "encryption": "„Wi-Fi“ saugumas",
        "key": "„Wi-Fi“ slaptažodis",
        "ssid_visibility": "„SSID“ matomumas",
        "mode": "„Wi-Fi“ veiksena",
        "band_width": "Duomenų siuntimo ir perdavimo srauto pralaidumas",
        "channel": "Kanalas",
        "tx_power": "Nusiųsta/Įkelta reaktyviai galia",
        "max": "Maksimalus/-i",
        "high": "Aukšta/-s",
        "medium": "Vidutinis/-ė",
        "low": "Žema/-s",
        "guest": "Svečias",
        "channel_optimization": "Kanalo optimizavimas",
        "repeater_using_tips": "Įrašas negali būti modifikuojamas, kai kartotùvas yra įjungtas.",
        "enable": "Įjungti/Įgalinti „Wi-Fi“",
        "enable_dfs_tips": "Jei maršrutizatoriui yra priskirtas „DFS“ kanalas: tada, kiekvieną kartą įjungiant „Wi-Fi“, reikalinga patikrinti kanalo prieinamumą, tam vykstant, 5 GHz signalas nebus prieinamas ryšiams, šis vyksmas užtrunka – $$$$. Jei maršrutizatorius nustato, kad radaras naudoja dabartinį kanalą, tada jis laikinai atjungs klientą ir perjungs jį į kitą prieinamą kanalą. Be to, 5 GHz „Wi-Fi“ bus laikinai išjungtas, kol maršrutizatorius skenuos prieinamus; artimus tinklus.",
        "enable_dfs": "Leisti „DFS“ kanalą",
        "dsf_starting": "Tikrinamas kanalo prieinamumas. Šis vyksmas užtruks – $$$$. Prašome palaukti……",
        "dsf_conflict": "5GHz „Wi-Fi“ laikinai nepasiekiamas, nes radaras naudoja kanalą, kurį šiuo metu naudoja maršrutizatorius.",
        "channel_auto_dfs_tips": "Kai Jūsų duomenų siuntimo ir perdavimo srauto pralaidumas nustatytas į – 160 MHz, tada „Wi-Fi“ visada naudos „DFS“ kanalą, net jei pasirinksite ne-„DFS“ kanalą ar – „$$$$“ parinktį.",
        "channel_auto_tips": "Kai pasirenkate – „$$$$“ parinktį, tada „Wi-Fi“ automatiškai nepersijungs į „DFS“ kanalą.",
        "lan_guest_conflict_tips": "Siekiant išvengti konflikto tarp – {lan} ir – {guest}, svečio/-ų „Wi-Fi“ tinklas nebus galimas aktyvuoti.",
        "enable_random_bssid_label": "Įgalinti atsitiktinį „BSSID“",
        "random_bssid_enabled_tips": "Jei ši parinktis – įgalinta, tada įrenginys naudos atsitiktinai sugeneruotą „BSSID“ ir atnaujins jį kiekvieną kartą, po paleidimo iš naujo.",
        "random_bssid_disabled_tips": "Naudojant nekintantį „BSSID“ galite būti sekamas. Jei Jūsų kliento įrenginys reikalauja naudoti nekintamą „BSSID“, rekomenduojama nustatyti „SSID“ kaip – paslėptą. „{more}“",
        "radio_bands": "Radijo juostos",
        "mlo_wifi_security_tips": "„WPA3-SAE“ yra tinkamas daugumai įrenginių, kurie palaiko „MLO“ ir šis protokolas yra rekomenduojamas.",
        "radio_bands_tips": "Prašome pasirinkti bent du – radijo dažnių juostas.",
        "enable_psc_label": "Įjungti/Įgalinti „PSC“ (pageidaujamąjį/-uosius nuskaitymo/-ų kanalą/-us)",
        "enable_psc_tips": "Kai įjungiate/įgalinate „PSC“ (pageidaujamąjį/-uosius nuskaitymo/-ų kanalą/-us); bus rezervuojami ir pasirinkti iš anksto tik tie kanalai, kurie užtikrina geresnį ryšį, siekiant garantuoti 6 GHz įrenginių prisijungimus.",
        "mlo_6g_bssid_tips": "Jei „Wi-Fi“ „MLO“ (daugiasąsajinės juostų naudosenos) radijo juostos apima 6 GHz, tada belaidžio/bevielio ryšio „BSSID“ sinchronizuosis, kai pasikeis 6 GHz „Wi-Fi“ „BSSID“.",
        "mlo_network_tips": "„Wi-Fi 7“ įrenginiams rekomenduojama prisijungti naudojant „MLO Wi-Fi“, kuris žymiai pagerina tinklo perdavimo spartą ir patikimumą, naudojant daugiajuostį ryšį.",
        "open_wifi_security_tips": "„Atviras WiFi“ turi saugumo rizikų. Naudokitės atsargiai.",
        "guest_wifi_unavailable_tips": "Svečių „Wi-Fi“ yra nepasiekiamas, nes – {repeater} yra įjungtas/įgalintas.",
        "band_6g_bandwidth_limit_160mhz_tips": "Kai įjungtos/įgalintos abi; 2,4 GHz ir 6 GHz „Wi-Fi“ dažnių juostos, tada 6 GHz dažnių juosta yra apribota iki maksimalaus 160 MHz duomenų siuntimo srauto pralaidumo.",
        "cannot_detect_6g_network_tips": "Kai kurie įrenginiai gali neaptikti 6 GHz „Wi-Fi“. Galite įjungti ir 2,4 GHz, ir 6 GHz, kad užtikrintumėte geresnį suderinamumą.",
        "wifi_band": "„Wi-Fi“ juosta",
        "repeater_band_conflict_tips": "Juosta, kuri konfliktuoja su kartotuvu, bus išjungta.",
        "using_band": "Naudojant {band}",
        "wifi_sleep_tips": "„Wi-Fi“ šiuo metu yra miego režime ir nematomas. Norėdami jį pažadinti, galite eiti į {management}, kad išjungtumėte miego režimą.",
        "wifi_band_mutex_tips": "5 GHz „Wi-Fi“ yra įjungta numatytai. Jei ji konfliktuoja su kartotuvu, „Wi-Fi“ juosta bus automatiškai perjungta į {auto}.",
        "usb_tethering": "USB {saitvietė}"
    },
    "menu_wireless": "Belaidis/Bevielis"
}
