{
    "wireless": {
        "encryption": "Wi-Fi-beveliging",
        "key": "Wi-Fi-wachtwoord",
        "mode": "Wi-Fi-modus",
        "band_width": "Bandbreedte",
        "channel": "Kanaal",
        "tx_power": "TX-vermogen",
        "shown": "Getoond",
        "hidden": "Verborgen",
        "max": "Maximaal",
        "high": "Hoog",
        "medium": "Gemiddeld",
        "low": "Laag",
        "guest": "Gast",
        "channel_optimization": "Kanaaloptimalisatie",
        "enable": "Wi-Fi inschakelen",
        "enable_dfs": "DFS-kanaal toestaan",
        "ssid": "Wi-Fi-naam (SSID)",
        "ssid_visibility": "SSID-zichtbaarheid",
        "enable_dfs_tips": "Als de router is ingesteld om een DFS-kanaal te gebruiken, dan is elke keer dat Wi-Fi wordt ingeschakeld een beschikbaarheidscontrole van het kanaal vereist, gedurende deze tijd zal het 5GHz-signaal niet beschikbaar zijn voor verbindingen, dit proces duurt $$$$. Als de router detecteert dat de radar het huidige kanaal gebruikt, zal het tijdelijk de verbinding met de client verbreken en overschakelen naar een ander beschikbaar kanaal; bovendien wordt de 5GHz Wi-Fi tijdelijk uitgeschakeld terwijl de router scant naar beschikbare, nabijgelegen netwerken.",
        "repeater_using_tips": "Deze regel kan niet worden gewijzigd als de repeater is ingeschakeld.",
        "dsf_starting": "Controleren op de beschikbaarheid van kanalen. Dit proces duurt $$$$. Een ogenblik……",
        "dsf_conflict": "5GHz Wi-Fi is tijdelijk niet beschikbaar omdat een radar gebruik maakt van het kanaal dat de router momenteel gebruikt.",
        "channel_auto_dfs_tips": "Wanneer de bandbreedte is ingesteld op 160 MHz, zal Wi-Fi altijd het DFS-kanaal gebruiken, zelfs als u een niet-DFS-kanaal of de optie \"$$$$\" kiest.",
        "channel_auto_tips": "Wanneer u de optie \"$$$$\" selecteert, schakelt Wi-Fi niet automatisch over naar het DFS-kanaal.",
        "lan_guest_conflict_tips": "Het gasten-Wi-Fi-netwerk kan niet worden ingeschakeld omdat {guest} in conflict is met {lan}.",
        "enable_random_bssid_label": "Gebruik van een willekeurig BSSID inschakelen",
        "random_bssid_disabled_tips": "Het gebruik van een statisch BSSID kan ervoor zorgen dat u gevolgd wordt. Als uw clientapparaat het gebruik van een statisch BSSID vereist, wordt aanbevolen om de SSID te verbergen. {more}",
        "random_bssid_enabled_tips": "Als u deze optie is ingeschakeld, gebruikt het apparaat een willekeurig gegenereerd BSSID en vernieuwt dit bij elke herstart.",
        "radio_bands": "Radiofrequenties",
        "mlo_wifi_security_tips": "WPA3-SAE is geschikt voor de meeste apparaten die MLO ondersteunen, en dit protocol wordt aanbevolen.",
        "radio_bands_tips": "Selecteer minimaal twee radiofrequenties.",
        "enable_psc_label": "Inschakelen PSC",
        "enable_psc_tips": "Wanneer PSC (Voorkeursscankanaal) is ingeschakeld, worden alleen kanalen met een hogere connectiviteit gereserveerd om verbindingen met 6GHz-apparaten te waarborgen.",
        "mlo_6g_bssid_tips": "Als de MLO Wi-Fi-frequentiebanden 6 GHz omvatten, zal de MLO Wi-Fi BSSID synchroniseren wanneer de 6GHz Wi-Fi BSSID verandert.",
        "mlo_network_tips": "Wi-Fi 7-cliënten wordt aangeraden om verbinding te maken met MLO Wi-Fi, wat de netwerktransmissiesnelheid en betrouwbaarheid aanzienlijk kan verbeteren via een multibandverbinding.",
        "open_wifi_security_tips": "\"Open WiFi\" heeft beveiligingsrisico's. Gebruik met voorzichtigheid.",
        "guest_wifi_unavailable_tips": "Gast-Wi-Fi is niet beschikbaar omdat {repeater} is ingeschakeld.",
        "band_6g_bandwidth_limit_160mhz_tips": "Wanneer zowel 2,4GHz- als 6GHz-Wi-Fi zijn ingeschakeld, is de 6GHz-band beperkt tot een maximale bandbreedte van 160MHz.",
        "cannot_detect_6g_network_tips": "Sommige apparaten detecteren mogelijk geen 6GHz Wi-Fi. U kunt zowel 2.4GHz als 6GHz inschakelen voor betere compatibiliteit.",
        "wifi_band_mutex_tips": "5GHz Wi-Fi is standaard ingeschakeld. Als dit conflicteert met de repeater, wordt de Wi-Fi-band automatisch overgeschakeld naar Auto.",
        "wifi_band": "Wi-Fi-band",
        "band_conflict_tips": "为了确保连接稳定，启用中继模式时，访客Wi-Fi将被禁用，且5GHz/6GHz频段将自动匹配中继器。若设备未自动重新连接，请手动连接至Wi-Fi。",
        "wifi_sleep_tips": "Wi-Fi bevindt zich momenteel in de slaapstand en is niet zichtbaar. Om deze te activeren, kunt u naar Energiebeheer gaan om de slaapstand uit te schakelen."
    },
    "menu_wireless": "Draadloos"
}
