{
    "wireless": {
        "ssid": "Nazwa Sieci Wi-Fi (SSID)",
        "encryption": "Zabezpieczenia Wi-Fi",
        "shown": "Widoczny",
        "hidden": "Ukryty",
        "max": "Maksymalna",
        "high": "Wysoka",
        "medium": "Średnia",
        "enable": "Włącz Wi-Fi",
        "enable_dfs": "Zezwól na Kanał DFS",
        "dsf_starting": "Trwa sprawdzanie dostępności kanału. Proces ten zajmie $$$$. Proszę czekać……",
        "key": "Hasło Wi-Fi",
        "ssid_visibility": "Widoczność SSID",
        "mode": "Tryb Wi-Fi",
        "band_width": "Przepustowość",
        "channel": "Kanał",
        "tx_power": "Moc TX",
        "low": "Niska",
        "guest": "Gość",
        "channel_optimization": "Optymalizacja Kanału",
        "repeater_using_tips": "Wpis nie może być zmodyfikowany, gdy włączony jest tryb wzmacniacza.",
        "enable_dfs_tips": "Uwaga: kanał DFS Router korzysta z kanału DFS, dlatego przy każdym włączeniu Wi-Fi wymagane jest sprawdzenie dostępności kanału. Podczas tego procesu (ok. $$$$) pasmo 5 GHz jest tymczasowo niedostępne. Jeśli wykryto aktywność radaru, router rozłączy klientów i przełączy się na inny dostępny kanał. W trakcie skanowania pobliskich sieci pasmo 5 GHz pozostaje wyłączone.",
        "dsf_conflict": "5GHz Wi-Fi jest tymczasowo niedostępne, ponieważ radar używa kanału, którego obecnie używa router.",
        "channel_auto_dfs_tips": "Gdy twoja przepustowość jest ustawiona na 160 MHz, Wi-Fi zawsze będzie używać kanału DFS, nawet jeśli wybierzesz kanał nie-DFS lub opcję \"$$$$\".",
        "channel_auto_tips": "Kiedy wybierzesz opcję \"$$$$\", Wi-Fi nie przełączy się automatycznie na kanał DFS.",
        "lan_guest_conflict_tips": "Gościnne Wi-Fi nie może być włączone, ponieważ {guest} jest w konflikcie z {lan}.",
        "enable_random_bssid_label": "Włącz Losowe BSSID",
        "random_bssid_disabled_tips": "Używanie statycznego BSSID może spowodować śledzenie. Jeśli urządzenie klienta wymaga użycia statycznego BSSID, zaleca się ustawienie SSID jako ukryte. {more}",
        "random_bssid_enabled_tips": "Jeśli ta opcja jest włączona, urządzenie używa losowo wygenerowanego BSSID i odnawia go przy każdym ponownym uruchomieniu.",
        "radio_bands": "Pasmo Radiowe",
        "mlo_wifi_security_tips": "WPA3-SAE jest odpowiedni dla większości urządzeń obsługujących MLO i ten protokół jest zalecany.",
        "radio_bands_tips": "Proszę wybrać przynajmniej dwie pasma radiowe.",
        "enable_psc_label": "Włącz PSC",
        "enable_psc_tips": "Gdy włączony jest PSC (Preferowany Kanał Skanowania), zarezerwowane zostaną tylko kanały o wyższej łączności, aby zapewnić połączenia urządzeń 6GHz.",
        "mlo_6g_bssid_tips": "Jeśli pasma radiowe Wi-Fi MLO obejmują 6 GHz, identyfikator BSSID Wi-Fi MLO zostanie zsynchronizowany, gdy zmieni się identyfikator BSSID Wi-Fi 6 GHz.",
        "mlo_network_tips": "Klientom Wi-Fi 7 zaleca się łączenie z siecią MLO Wi-Fi, co może znacznie poprawić szybkość transmisji danych i niezawodność połączenia dzięki wykorzystaniu wielu pasm.",
        "open_wifi_security_tips": "\"Otwarte WiFi\" wiąże się z ryzykiem bezpieczeństwa. Używaj ostrożnie.",
        "guest_wifi_unavailable_tips": "Gościnne Wi-Fi jest niedostępne, ponieważ włączono {repeater}.",
        "band_6g_bandwidth_limit_160mhz_tips": "Gdy włączone są zarówno pasmo 2,4 GHz, jak i 6 GHz Wi-Fi, pasmo 6 GHz jest ograniczone do maksymalnej przepustowości 160 MHz.",
        "cannot_detect_6g_network_tips": "Niektóre urządzenia mogą nie wykrywać sieci Wi-Fi w paśmie 6 GHz. Aby zapewnić lepszą kompatybilność, możesz włączyć zarówno pasmo 2,4 GHz, jak i 6 GHz.",
        "wifi_band_mutex_tips": "5 GHz Wi-Fi jest domyślnie włączone. W przypadku konfliktu z repeaterem, pasmo Wi-Fi zostanie automatycznie przełączone na tryb Auto.",
        "wifi_band": "Pasmo Wi-Fi",
        "wifi_sleep_tips": "Wi-Fi jest obecnie w trybie uśpienia i niewidoczny. Aby go obudzić, możesz przejść do Zarządzania Energią, aby wyłączyć tryb uśpienia.",
        "repeater_band_conflict_tips": "Ta częstotliwość została wyłączona, ponieważ koliduje z trybem repeatera."
    },
    "menu_wireless": "WI-FI"
}
