{
    "wireless": {
        "ssid": "Имя Wi-Fi (SSID)",
        "medium": "Средняя",
        "low": "Низкая",
        "guest": "Гость",
        "encryption": "Безопасность Wi-Fi",
        "key": "Пароль Wi-Fi",
        "ssid_visibility": "Видимость SSID",
        "mode": "Режим Wi-Fi",
        "band_width": "Пропускная способность",
        "channel": "Канал",
        "tx_power": "Мощность передачи",
        "shown": "Отображается",
        "hidden": "Скрыт",
        "max": "Максимальная",
        "high": "Высокая",
        "channel_optimization": "Оптимизация канала",
        "repeater_using_tips": "Запись не может быть изменена, когда включен режим ретранслятора.",
        "enable": "Включить Wi-Fi",
        "enable_dfs_tips": "Если роутеру назначен канал DFS, то каждый раз при включении Wi-Fi требуется проверка доступности канала, в течение этого времени сигнал 5GHz не будет доступен для подключений, этот процесс занимает $$$$. Если роутер обнаружит, что радар использует текущий канал, он временно отключится от клиента и переключится на другой доступный канал; кроме того, 5GHz Wi-Fi будет временно отключен во время сканирования роутером доступных близлежащих сетей.",
        "enable_dfs": "Разрешить DFS-канал",
        "dsf_starting": "Идет проверка доступности канала. Этот процесс займет $$$$. Пожалуйста, подождите……",
        "dsf_conflict": "5GHz Wi-Fi временно недоступен, поскольку радар использует канал, который в данный момент использует роутер.",
        "channel_auto_dfs_tips": "Когда ваша пропускная способность установлена в 160 МГц, Wi-Fi всегда будет использовать DFS-канал, даже если вы выберете не-DFS канал или опцию \"$$$$\".",
        "channel_auto_tips": "Когда вы выбираете опцию \"$$$$\", Wi-Fi не будет автоматически переключаться на DFS-канал.",
        "lan_guest_conflict_tips": "Гостевой Wi-Fi не может быть включен, так как {guest} конфликтует с {lan}.",
        "enable_random_bssid_label": "Включить случайный BSSID",
        "random_bssid_disabled_tips": "Использование статического BSSID может привести к вашему отслеживанию. Если ваше клиентское устройство требует использования статического BSSID, рекомендуется установить SSID как скрытый. {more}",
        "random_bssid_enabled_tips": "Если эта опция включена, устройство использует случайно сгенерированный BSSID и обновляет его при каждой перезагрузке.",
        "radio_bands": "Радиочастотные диапазоны",
        "mlo_wifi_security_tips": "WPA3-SAE подходит для большинства устройств, поддерживающих MLO, и этот протокол рекомендуется.",
        "radio_bands_tips": "Пожалуйста, выберите как минимум два радиодиапазона.",
        "enable_psc_label": "Включить PSC",
        "enable_psc_tips": "Когда включен PSC (предпочтительный сканируемый канал), будут зарезервированы только каналы с более высокой пропускной способностью, чтобы обеспечить подключения устройств на 6 ГГц.",
        "mlo_6g_bssid_tips": "Если радиодиапазоны беспроводной сети MLO включают 6 ГГц, BSSID беспроводной сети MLO будет синхронизироваться при изменении BSSID беспроводной сети 6 ГГц.",
        "mlo_network_tips": "Клиентам Wi-Fi 7 рекомендуется подключаться через MLO Wi-Fi, что значительно повышает скорость передачи данных и надежность сети благодаря многодиапазонному соединению.",
        "open_wifi_security_tips": "\"Open WiFi\" представляет собой риск для безопасности. Используйте с осторожностью.",
        "guest_wifi_unavailable_tips": "Гостевая сеть Wi-Fi недоступна, так как включен {repeater}.",
        "band_6g_bandwidth_limit_160mhz_tips": "При одновременном включении беспроводной сети 2,4 ГГц и 6 ГГц максимальная пропускная способность диапазона 6 ГГц ограничена 160 МГц."
    },
    "menu_wireless": "Беспроводной"
}
