{
    "wireless": {
        "open_wifi_security_tips": "\"Açık WiFi\" güvenlik riskleri taşır. Dikkatli kullanın.",
        "ssid": "Wi-Fi Adı (SSID)",
        "encryption": "Wi-Fi Güvenliği",
        "key": "Wi-Fi Şifresi",
        "ssid_visibility": "SSID Görünürlüğü",
        "mode": "Wi-Fi Modu",
        "band_width": "Bant Genişliği",
        "channel": "Kanal",
        "tx_power": "TX Gücü",
        "shown": "Gösteriliyor",
        "hidden": "Gizli",
        "max": "Maks",
        "high": "Yüksek",
        "medium": "Orta",
        "low": "Düşük",
        "guest": "Misafir",
        "channel_optimization": "Kanal Optimizasyonu",
        "repeater_using_tips": "Tekrarlayıcı etkinleştirildiğinde giriş değiştirilemez.",
        "enable": "Wi-Fi'yi Etkinleştir",
        "enable_dfs_tips": "Yönlendirici bir DFS kanalı kullanmak üzere atanırsa, Wi-Fi her etkinleştirildiğinde kanal kullanılabilirlik kontrolü gerekir, bu sırada 5GHz sinyali bağlantılar için kullanılamayacaktır, bu işlem $$$$ sürer. Yönlendirici, radarın mevcut kanalı kullandığını algılarsa, istemciden geçici olarak bağlantıyı keser ve başka bir kullanılabilir kanala geçer; ayrıca, yönlendirici kullanılabilir, yakındaki ağları tararken 5GHz Wi-Fi geçici olarak kapatılacaktır.",
        "enable_dfs": "DFS Kanalına İzin Ver",
        "dsf_starting": "Kanal kullanılabilirliği kontrol ediliyor. Bu işlem $$$$ sürecektir. Lütfen bekleyin……",
        "dsf_conflict": "5GHz Wi-Fi geçici olarak kullanılamıyor çünkü bir radar yönlendiricinin şu anda kullandığı kanalı kullanıyor.",
        "channel_auto_dfs_tips": "Bant genişliğiniz 160 MHz olarak ayarlandığında, Wi-Fi, DFS olmayan bir kanal veya \"$$$$\" seçeneğini seçseniz bile her zaman DFS kanalını kullanacaktır.",
        "channel_auto_tips": "\"$$$$\" seçeneğini seçtiğinizde, Wi-Fi otomatik olarak DFS kanalına geçmeyecektir.",
        "lan_guest_conflict_tips": "{lan} ve {guest} arasındaki çakışmayı önlemek için misafir Wi-Fi etkinleştirilemez.",
        "enable_random_bssid_label": "Rastgele BSSID'yi Etkinleştir",
        "random_bssid_enabled_tips": "Bu seçenek etkinleştirilirse, cihaz rastgele oluşturulmuş bir BSSID kullanır ve her yeniden başlatmada yeniler.",
        "random_bssid_disabled_tips": "Statik BSSID kullanmak takip edilmenize neden olabilir. İstemci cihazınızın statik bir BSSID kullanmasını gerektiriyorsa, SSID'yi gizli olarak ayarlamanız önerilir. {more}",
        "mlo_wifi_security_tips": "WPA3-SAE, MLO'yu destekleyen çoğu cihaz için uygundur ve bu protokol tavsiye edilir.",
        "radio_bands": "Radyo Bantları",
        "radio_bands_tips": "Lütfen en az iki radyo bandı seçin.",
        "enable_psc_label": "PSC'yi Etkinleştir",
        "enable_psc_tips": "PSC (Tercih Edilen Tarama Kanalı) etkinleştirildiğinde, 6GHz cihaz bağlantılarını sağlamak için yalnızca daha yüksek bağlantıya sahip kanallar ayrılacaktır.",
        "mlo_6g_bssid_tips": "MLO Wi-Fi radyo bantları 6 GHz içeriyorsa, 6GHz Wi-Fi BSSID değiştiğinde MLO Wi-Fi BSSID senkronize olacaktır.",
        "mlo_network_tips": "Wi-Fi 7 istemcilerinin, çok bantlı bağlantı aracılığıyla ağ iletim hızını ve güvenilirliğini büyük ölçüde artırabilen MLO Wi-Fi ile bağlanmaları önerilir."
    },
    "menu_wireless": "Kablosuz"
}
