{
    "wireless": {
        "enable_random_bssid_label": "Увімкнути випадковий BSSID",
        "random_bssid_enabled_tips": "Якщо ця опція увімкнена, пристрій використовує випадково згенерований BSSID і оновлює його при кожному перезавантаженні.",
        "ssid": "Назва Wi-Fi (SSID)",
        "encryption": "Безпека Wi-Fi",
        "key": "Пароль Wi-Fi",
        "ssid_visibility": "Видимість SSID",
        "shown": "Видимий",
        "hidden": "Прихований",
        "dsf_conflict": "5GHz Wi-Fi тимчасово недоступний, оскільки радар використовує канал, який зараз використовує роутер.",
        "channel_auto_dfs_tips": "Коли ваша пропускна здатність встановлена на 160 МГц, Wi-Fi завжди буде використовувати канал DFS, навіть якщо ви оберете не-DFS канал або опцію \"$$$$\".",
        "channel_auto_tips": "Коли ви обираєте опцію \"$$$$\", Wi-Fi не буде автоматично переключатися на канал DFS.",
        "max": "Максимальна",
        "random_bssid_disabled_tips": "Використання статичного BSSID може призвести до вашого відстеження. Якщо ваш клієнтський пристрій вимагає використання статичного BSSID, рекомендується встановити SSID як прихований. {more}",
        "mode": "Режим Wi-Fi",
        "band_width": "Ширина каналу",
        "channel": "Канал",
        "tx_power": "Потужність передачі TX",
        "high": "Висока",
        "medium": "Середня",
        "low": "Низька",
        "guest": "Гостьовий",
        "channel_optimization": "Оптимізація каналу",
        "repeater_using_tips": "Запис не може бути змінений, коли увімкнено режим репітера.",
        "enable": "Увімкнути Wi-Fi",
        "enable_dfs_tips": "Якщо роутер використовує канал DFS: кожного разу при увімкненні Wi-Fi необхідно перевіряти доступність каналу, під час цього 5GHz сигнал не буде доступний для підключень, цей процес займає $$$$. Якщо роутер виявить, що радар використовує поточний канал, він тимчасово відключиться від клієнта та перейде на інший доступний канал; крім того, 5GHz Wi-Fi буде тимчасово вимкнено під час сканування роутером доступних, найближчих мереж.",
        "enable_dfs": "Дозволити канал DFS",
        "dsf_starting": "Перевірка доступності каналу. Цей процес займе $$$$. Будь ласка, зачекайте……",
        "lan_guest_conflict_tips": "Гостьовий Wi-Fi не може бути увімкнено, оскільки {guest} конфліктує з {lan}."
    },
    "menu_wireless": "Бездротовий"
}
