{
    "wireless": {
        "enable_random_bssid_label": "Увімкнути випадковий BSSID",
        "random_bssid_enabled_tips": "Якщо ця опція увімкнена, пристрій використовує випадково згенерований BSSID і оновлює його при кожному перезавантаженні.",
        "ssid": "Назва Wi-Fi (SSID)",
        "encryption": "Безпека Wi-Fi",
        "key": "Пароль Wi-Fi",
        "ssid_visibility": "Видимість SSID",
        "shown": "Відображається",
        "hidden": "Приховано",
        "dsf_conflict": "Wi-Fi 5GHz тимчасово недоступний, оскільки радар використовує канал, який зараз використовує роутер.",
        "channel_auto_dfs_tips": "Коли ваша пропускна здатність встановлена на 160 МГц, Wi-Fi завжди буде використовувати канал DFS, навіть якщо ви оберете не-DFS канал або опцію \"$$$$\".",
        "channel_auto_tips": "Коли ви обираєте опцію \"$$$$\", Wi-Fi не буде автоматично переключатися на канал DFS.",
        "max": "Максимум",
        "random_bssid_disabled_tips": "Використання статичного BSSID може призвести до вашого відстеження. Якщо ваш пристрій-клієнт вимагає використання статичного BSSID, рекомендується встановити SSID як прихований. {more}",
        "mode": "Режим Wi-Fi",
        "band_width": "Ширина каналу",
        "channel": "Канал",
        "tx_power": "Потужність передачі TX",
        "high": "Висока",
        "medium": "Середня",
        "low": "Низька",
        "guest": "Гостьова",
        "channel_optimization": "Оптимізація каналу",
        "repeater_using_tips": "Значення не можна змінювати, коли включено режим репітера.",
        "enable": "Увімкнути Wi-Fi",
        "enable_dfs_tips": "Якщо маршрутизатору призначено використовувати канал DFS, то кожного разу при увімкненні Wi-Fi потрібно перевіряти доступність каналу, під час цього процесу 5GHz сигнал не буде доступний для підключень, цей процес займає $$$$. Якщо маршрутизатор виявить, що радар використовує поточний канал, він тимчасово відключиться від клієнта і перейде на інший доступний канал; крім того, 5GHz Wi-Fi буде тимчасово вимкнено під час сканування маршрутизатором доступних найближчих мереж.",
        "enable_dfs": "Дозволяти канали DFS",
        "dsf_starting": "Перевірка доступності каналу. Цей процес займе $$$$. Будь ласка, зачекайте……",
        "lan_guest_conflict_tips": "Гостьовий Wi-Fi не може бути увімкнений, оскільки {guest} конфліктує з {lan}.",
        "radio_bands": "Радіочастотні діапазони",
        "mlo_wifi_security_tips": "WPA3-SAE підходить для більшості пристроїв, які підтримують MLO, і цей протокол рекомендований.",
        "radio_bands_tips": "Будь ласка, виберіть принаймні два радіодіапазони.",
        "enable_psc_label": "Увімкнути PSC",
        "enable_psc_tips": "Коли ввімкнено PSC (Preferred Scanning Channel), будуть зарезервовані лише канали з вищою якістю з'єднання, щоб забезпечити підключення пристроїв 6GHz.",
        "mlo_6g_bssid_tips": "Якщо радіодіапазони Wi-Fi MLO включають 6 ГГц, BSSID Wi-Fi MLO синхронізується, коли змінюється BSSID Wi-Fi 6 ГГц.",
        "mlo_network_tips": "Клієнтам Wi-Fi 7 рекомендується підключатися через MLO Wi-Fi, що значно покращує швидкість передачі даних та надійність мережі завдяки багатодіапазонному з'єднанню.",
        "open_wifi_security_tips": "\"Open WiFi\" має ризики для безпеки. Використовуйте з обережністю.",
        "guest_wifi_unavailable_tips": "Гостьовий Wi-Fi недоступний, оскільки увімкнено {repeater}.",
        "band_6g_bandwidth_limit_160mhz_tips": "Коли увімкнено одночасно Wi-Fi на 2,4 ГГц та 6 ГГц, смуга 6 ГГц обмежена максимальною пропускною здатністю 160 МГц.",
        "cannot_detect_6g_network_tips": "Деякі пристрої можуть не виявляти мережу 6 ГГц Wi-Fi. Для кращої сумісності ви можете увімкнути одночасно 2,4 ГГц та 6 ГГц.",
        "wifi_band": "Смуга Wi-Fi",
        "repeater_band_conflict_tips": "Конфліктуючий діапазон буде вимкнено для ретранслятора.",
        "using_band": "Використовуючи {band}",
        "wifi_sleep_tips": "Wi-Fi зараз у режимі сну та невидимий. Щоб його активувати, перейдіть до {management}, щоб вимкнути режим сну.",
        "wifi_band_mutex_tips": "За замовчуванням увімкнено 5 ГГц Wi-Fi. У разі конфлікту з ретранслятором, діапазон Wi-Fi буде автоматично переключено на {auto}.",
        "usb_tethering": "USB {tethering}"
    },
    "menu_wireless": "Бездротовий"
}
