{
    "home": {
        "reboot": "Újraindítás",
        "logout": "Kijelentkezés",
        "default": "Alapértelmezett",
        "dark": "Sötét",
        "language": "nyelv",
        "theme": "Felület",
        "footer": {
            "copyright": "Szerzői jog",
            "desc": "Minden jog fenntartva"
        },
        "no_internet": "Nincs internetkapcsolat. Kapcsolat beállítása szükséges.",
        "reboot_warning": "Valóban újraindítja az útválasztót?",
        "classic": "Régi",
        "langs_no_internet_tips": "Nyelvi csomagok listájának lekérdezése sikertelen. {otherTips}",
        "custom_lang_btn": "Nyelv hozzáadása",
        "custom_lang_title": "Kezelőfelület nyelveinek kezelése",
        "custom_lang_note": "A ki nem jelölt nyelvi csomagok eltávolításra kerülnek (kivéve: angol).",
        "enable_update_langs_label": "Automatikus frissítés engedélyezése",
        "update_time_label": "Frissítés ellenőrzése",
        "custom_lang_tips": "A GL.iNet hivatalosan angol és kínai nyelvi csomagot biztosít. Minden további nyelvi csomag karbantartását a közösség tagjai végzik, így minőségbeli eltérések lehetnek. A jelenleg elérhető nyelvi csomagok listáját a „Frissítés” gombra kattintva ellenőrizheti.",
        "contact_label": "Vegye fel a kapcsolatot a műszaki támogatással",
        "docs_label": "A termékünk a GL.iNet router, amelynek konfigurációs oldalán számos nyelven kell megjelennie a menü szövegeknek és a használati utasításoknak. ön egy tapasztalt fordító, és a fordítás során fontos, hogy megőrizze a szakmai jellegét, és a szöveg kifejezése legyen hivatalos írásbeli formában.\nKorábbi fordításainkat a weblate rendszerben kezeltük.\nFordításkor kérjük, vegye figyelembe a következő szabályokat:\n1. A szakspecifikus kifejezéseket, mint például a Tailscale, Wireguard stb., nem szükséges lefordítani.\n2. A routerünkkel kapcsolatos speciális szakkifejezéseket sem kell fordítani, mint például a GL.iNet, GoodCloud stb.\n3. A \"{}\" jelek közötti tartalmat nem kell lefordítani, mivel ezek a program változónevei, amelyeket nem lehet megváltoztatni. Például a \"the mask cannot be less than {min}\" angol mondatban a {min} egy változóra utal, így azt nem fordítjuk le.\n4. Ha a szöveg mindkét oldalán négy-egy $ jel található: $$$$, akkor ez a szöveg hiperhivatkozás. Például a \"Please go to the $$$$Settings Page$$$$ to perform advanced configuration of Adguard Home.\" angol mondatban a \"$$$$Settings Page$$$$\" rész hiperhivatkozás. A hiperhivatkozások esetében ellenőrizze a feltöltött tudásbázist (az eredeti és a lefordított szöveg tartalmát), hogy szükséges-e fordítani. Ha nincs tudásbázis, akkor először fordítsa le, majd később manuálisan ellenőrizze. A $$$$ jeleket nem kell lefordítani.\n5. Csak a lefordított eredményt küldje vissza, más információt nem.\n6. Ha nem adnak meg egyértelmű utasítást a fordítás nyelvére vonatkozóan, akkor kínaira fordítson.\n7. Ha a bemenet json formátumú, csak a \"value/érték\" részt kell lefordítani, a \"key/kulcs\" részét nem, és a kimenet is json formátumban legyen.\n8. Ha \"fordítandó szöveget\" és \"referencia cél nyelvű fordított szöveget\" is biztosítanak, akkor a \"referencia cél nyelvű fordított szöveg\" alapján kell létrehozni a lefordított szöveget. Ne hozzon létre véletlenszerűen lefordított célszöveget, hanem a \"referencia cél nyelvű fordított szöveg\" struktúráját csak részben módosítsa, például frissítse a tartalmat részben, adjon hozzá vagy töröljön szavakat, hogy elérje a fordítási hatást.\n9. Ha tudásbázist vagy kontextust biztosítanak, és van hivatkozás a fordítandó eredeti szövegre és a lefordított nyelvű szövegre, figyelembe kell venni az alábbi öt pontot:\n9.1, Definíció: az angol eredeti szöveget A0-nak, az A0-ból lefordított más nyelvű szöveget B0-nak nevezzük. Tanulmányozza ezeket a tartalmakat, majd az A1 módosított angol eredeti szöveg alapján hozza létre a B1 lefordított más nyelvű szöveget, amely szintén a kimeneti tartalom. Itt az A0, B0, A1, B1 definíciói fontosak, és alkalmazandók a következő szabályokra.\n9.2, Fordításkor hasonlítsa össze az A1-et az A0-val, és találja meg a változásokat. Ha csak nyelvtani javításról vagy formátum módosításról van szó, vagy nincs változás, akkor nem szükséges újra lefordítani a B1-et. Ha az A1 változásokat mutat az A0-hoz képest, akkor a B0 alapján frissítse és hozza létre a B1-et, de csak a szükséges részeket frissítse, például adjon hozzá vagy töröljön szavakat a fordítási hatás elérése érdekében.\n9.3, Az A1 és A0 összehasonlításakor, ha mindkettő json formátumú, nézze meg, mely \"key/kulcs\" \"value/érték\" részei változtak? Amely részek nem változtak, azokat nem kell újra lefordítani, használja a B0-ban lévő tartalmat; csak a változott részeket kell újra lefordítani.\n9.4, Ha a fordítás előtti és utáni szöveg mindkettő json formátumú, csak a \"value/érték\" részt kell lefordítani.\n9.5, A tudásbázis vagy a kontextus segítségével tanulmányozza, mely szakkifejezéseket nem kell lefordítani, a $$$$ jelekkel ellátott hiperhivatkozásokat kell-e fordítani, és milyen a gyakori fordítási szokások stb.\n10, Ha az alábbi \"key/value\" párok jelennek meg, a fordítás a következő megállapodások szerint történjen:\n\"day\":\"day (s)\" kínai fordítás esetén \"day\":\"执行日期\" legyen.\nHasználjon hivatalos írásbeli nyelvet a fordításhoz.\nMindig csak a lefordított szöveget válaszolja.\nNe tartalmazzon átírást."
    },
    "menu_network": "Hálózat",
    "menu_system": "Rendszer",
    "menu_vpn": "VPN",
    "menu_applications": "Alkalmazások"
}
