{
    "cable": {
        "title": "Ethernet",
        "no_wan": "Aucun câble n'a été détecté dans le port WAN. Veuillez insérer un câble Ethernet.",
        "rm_wan_cable": "Veuillez retirer le câble Ethernet du port WAN.",
        "wan_been_lan": "Le port WAN a été utilisé comme LAN. Vous pouvez le rétablir en tant que port WAN ci-dessous",
        "confirm_to_lan": "Êtes-vous sûr de vouloir utiliser le port WAN comme LAN ?",
        "confirm_to_wan": "Êtes-vous sûr de vouloir remettre le port WAN sur WAN ?",
        "using_as_lan": "Utilisé comme port LAN, $$$$Changer en port WAN$$$$",
        "using_as_wan": "Utilisé comme port WAN, $$$$Changer en port LAN$$$$",
        "repeated": "Connexion réussie sans avoir à se reconnecter",
        "pppoe_log": "Journal de connexion PPPoE",
        "setting": "Paramètres Ethernet",
        "dhcp_tips": "L'adresse IP est attribuée par un appareil réseau supérieur.",
        "pppoe_vlanid_tips": "Cette entrée n'est nécessaire que si le serveur PPPoE du fournisseur exige que l'interface utilise un ID VLAN spécifique.",
        "egderouter_mode_tips": "La passerelle Drop-in est activée. Si vous souhaitez modifier les paramètres Ethernet, veuillez d'abord désactiver $$$$Passerelle Drop-in$$$$.",
        "change_to_wan_tips": "Une fois que le port LAN est utilisé comme port WAN, vous ne pourrez pas accéder au panneau d'administration via ce port Ethernet connecté au port LAN. Assurez-vous que votre client peut se connecter au Wi-Fi ou à un autre port LAN.",
        "change_to_lan_check_tips": "Tout d'abord, veuillez débrancher le câble Ethernet branché sur le port WAN. $$$$ re-detect $$$$",
        "change_to_wan_tips2": "Vous pouvez restaurer le port LAN (afin qu'il ne soit plus utilisé comme port WAN) en appuyant sur le bouton de réinitialisation de l'appareil et en le maintenant enfoncé pendant quatre secondes.",
        "change_port_btn": "Changer en {port}",
        "use_as_wan_tips": "{asWan}, les appareils connecté à ce port ne peuvent pas accéder à l'interface d'administration. Vous devez vous connecter à un autre port ou au réseau WiFi.",
        "no_wan_tips": "Pas de cable détecté.",
        "using_tips": "{silkprint} status : Utilisé comme {port}. {changePort}",
        "reset_port_tips": "Vous pouvez restaurer le {silkprint} en restant appuyé sur le bouton reset pendant 4 secondes.",
        "revert_port_btn": "Restaurer en {port}",
        "use_as_port_btn": "Changer le {silkprint} en {port}",
        "revert_wan_tips": "Après avoir restauré le port WAN",
        "use_as_wan_silkprint_tips": "Une fois que {silkprint} est utilisé come port WAN",
        "revert_as_lan_tips": "Etes vous sûr de vouloir restaurer le {silkprint} en port LAN (default) ?",
        "vlan_id_conflict_tips": "L'ID VLAN d'Ethernet1 est en conflit avec l'ID VLAN d'Ethernet2."
    },
    "tethering": {
        "title": "Partage de connexion",
        "device": "Appareil",
        "no_device_tips": "Aucun smartphone en partage de connexion n'a été trouvé. Branchez votre smartphone en modem USB pour activer cette connexion."
    },
    "repeater": {
        "title": "Répéteur",
        "known_net": "Réseaux connus",
        "options": "Options de répéteur",
        "no_tips": "Le répéteur est désactivé.",
        "change_wifi": "Changer de réseau",
        "allow_change": "Autoriser le changement parmis les autres réseaux enregistrés",
        "allow_change_tips": "Si l'option est activée, le routeur se connectera automatiquement à d'autres réseaux enregistrés lorsqu'il ne parvient pas à se connecter au réseau Wi-Fi actuel.",
        "antijam": "Forcer la bande passante 20MHz pour le WiFi 2.4G",
        "antijam_tips": "Si cette option est activée, l'appareil améliorera la stabilité de la connexion au prix d'une réduction du débit.",
        "lock_band": "Selectionner une fréquence",
        "lock_band_tips": "Si vous sélectionnez manuellement une fréquence, le routeur ne recherchera pas de WiFi avec une autre fréquence et ne s'y connectera pas.",
        "join_wifi": "Se connecter au WiFi",
        "join_title": "Se connecter au réseau",
        "detail_title": "Détails du réseau",
        "available_wifi": "Réseaux disponibles",
        "join_other": "Se connecter à un autre réseau",
        "ssid": "SSID",
        "encryption": "Securité",
        "identity": "Utilsateur",
        "key": "Mot de passe",
        "remember": "Se souvenir",
        "lock_bssid": "Vérouiller BSSID",
        "set_static": "IP statique",
        "unlock": "Auto",
        "antijam_tips_2": "Ne fonctionne que lorsqu'il répète le WiFi 2.4Ghz.",
        "retry_connet_tips": "Connexion échoué, réessayé plus tard …",
        "lock_bssid_tips": "Si cette option est activée, le routeur se connectera uniquement à l'AP correspondant au BSSID que vous avez sélectionné lorsque vous basculez vers un réseau utilisant ce SSID.",
        "advanced_settings": "Paramètres avancées",
        "allow_dfs": "Autoriser la répétition des canaux DFS",
        "allow_dfs_tips1": "Si l'option est activée, lorsque le routeur répète le Wi-Fi sur un canal DFS, il suivra le hotspot pour éviter le canal DFS. Lorsque ce Wi-Fi est disponible, le Wi-Fi 5GHz du routeur utilise le canal DFS. Dans le cas contraire, le Wi-Fi 5GHz du routeur repassera sur le canal non DFS.",
        "allow_dfs_tips2": "Sinon, le routeur ne se connectera à aucun réseau Wi-Fi utilisant des canaux DFS.",
        "retry_disable_guest_tips": "Lors de la tentative de reconnexion, votre routeur recherche périodiquement des réseaux Wi-Fi et le réseau Wi-Fi de votre invité est temporairement indisponible pendant la recherche.",
        "scan_disable_guest_tips": "Pendant la recherche de signaux WiFi, votre réseau invité sera temporairement indisponible pendant environ 10 secondes. Souhaitez-vous continuer ?",
        "fail_eap_key_tips": "Utilisateur ou mot de passe incorrect.",
        "fail_key_tips": "Mot de passe incorrect.",
        "fail_not_found_tips": "Impossible de trouver le réseau, veuillez vérifier le SSID et le type de sécurité que vous avez saisis.",
        "unusable_eap_tips": "Ce routeur ne supporte pas les réseaux répétitifs qui utilisent EAP.",
        "fail_mac_tips": "Le MAC du routeur ne peut pas être le même que celui d'un client Wi-Fi, veuillez $$$$modifier l'adresse MAC du clone$$$$ ou modifier l'adresse MAC de ce client.",
        "connet_dfs_tips": "Lorsque le routeur répète un WiFi avec un canal DFS, si ce WiFi est disponible, le routeur utilisera le canal DFS sélectionné. Notez que si ce WiFi n'est pas disponible, le canal sera changé, ce qui entraînera une brève déconnexion du client connecté par le WiFi, et certains appareils seront reconnectés sans détection, tandis que d'autres devront être reconnectés manuellement.",
        "scan_wifi_fail_dfs_tips": "L'appareil est en train de vérifier la disponibilité des canaux DFS et ne peut pas rechercher un réseau Wi-Fi à proximité. Veuillez attendre la fin de la vérification.",
        "quit_btn": "Quitter le mode d'authentification",
        "modify_wifi_title": "Modifier les paramètres réseau",
        "allow_auto_portal_label": "Activer automatiquement le mode de connexion pour les points d'accès publics",
        "auto_portal_tips": "L'appareil est passé en mode de connexion pour les points d'accès publics afin d'accéder au portail captif du hotspot. Après une connexion réussie, il quittera automatiquement ce mode.",
        "to_auth_btn": "Aller à la page d'authentification",
        "auto_go_auth_tips": "Authentification automatique après {count}",
        "going_to_auth_tips": "Redirection vers la page d'authentification :",
        "modify_wifi_tips": "Les modifications des paramètres réseau feront reconnecter le répéteur.",
        "enable_disguise_tips": "Si cette option est activée, ce routeur se camouflera en tant que même appareil que celui que vous utilisez actuellement.",
        "portal_auth_mode_btn": "Mode de connexion pour les points d'accès publics",
        "enable_disguise_label": "Activer le camouflage",
        "cannot_accessed_portal_url_tips": "Si vous ne pouvez pas accéder à la page de connexion, essayez de désactiver les autres connexions Internet (par exemple, ethernet, connexion mobile).",
        "entry_again_tips": "Si vous vous reconnectez dans les 10 secondes, cela tirera directement du cache au lieu de relancer une analyse.",
        "scan_wifi_fail_detection_channel_tips": "L'appareil effectue actuellement une analyse pour trouver le canal optimal, la recherche Wi-Fi n'est pas disponible pendant ce processus, veuillez patienter jusqu'à la fin de l'analyse.",
        "cannot_find_ssid": "Vous ne trouvez pas votre SSID ?",
        "allow_auto_portal_tips": "Si cette option est activée, ce routeur entrera automatiquement en mode de connexion pour les points d'accès publics lorsqu'il sera connecté avec succès à un point d'accès mais pas à internet. Dans ce mode, certains services seront suspendus tandis que le mode DNS sera basculé sur automatique, ce qui peut divulguer les informations de votre activité réseau au fournisseur du point d'accès (par exemple, un hôtel ou un centre commercial).",
        "need_enter_portal_tips": "Impossible d'accéder à internet via le hotspot répété. Essayez d'entrer dans {portal} pour résoudre le problème. Notez que ce mode mettra en pause certains services et le DNS personnalisé jusqu'à ce qu'il soit quitté, ce qui peut entraîner des fuites de données vers le fournisseur du hotspot (par exemple, hôtel/centre commercial).",
        "entered_portal_tips": "L'appareil est en mode de connexion pour les points d'accès publics. Certains services ont été mis en pause, ce qui peut entraîner des fuites de données vers le fournisseur du point d'accès (par exemple, hôtel/centre commercial). Après une connexion réussie, ce routeur quitte automatiquement ce mode. {exit}.",
        "router_support_channel_tips": "Vérifiez le canal de travail de votre SSID, ce routeur prend en charge :",
        "channel": "Canaux {band}",
        "cannot_find_wifi": "Impossible de trouver mon Wi-Fi ?",
        "ssid_not_hidden_tips": "Assurez-vous que votre SSID n'est pas caché.",
        "make_sure_works_tips": "Essayez avec votre téléphone portable et assurez-vous que cela fonctionne.",
        "support_tips": "Contactez-nous pour obtenir de l'aide supplémentaire à {addr}.",
        "allow_other_mode_change": "Autoriser le basculement vers d'autres modes de réseau",
        "no_switching": "Pas de commutation",
        "auto_switching": "Commutation automatique",
        "no_switching_tips": "Lorsque le mode Sans basculement est activé, aucun autre réseau enregistré n'est connecté lorsque le Wi-Fi actuel est déconnecté.",
        "auto_switching_without_network": "Commutation automatique sans réseau",
        "auto_switching_tips": "Lorsque le mode de basculement automatique est activé, d'autres réseaux enregistrés seront connectés lorsque le Wi-Fi actuel est déconnecté.",
        "auto_switching_without_network_tips": "Lorsque le mode de basculement automatique sans réseau est activé, le routeur n'effectue pas de balayage réseau lorsqu'il est normalement connecté en mode non répéteur, et ne bascule le réseau que lorsqu'il n'y a pas de réseau, ce qui peut éviter la perte de paquets de communication.",
        "repeater_not_auto_scan_tips": "Le mode {mode} est actuellement activé. et le routeur se connecte avec succès à l'internet en mode non-répéteur, le répéteur ne procédera pas automatiquement à la recherche de réseau.",
        "portal_go_to_auth_page_tips": "Connecté à {ssid}. Veuillez vous connecter sur la page d'authentification pour accéder à internet.",
        "regionally_allowed_channel_tips": "Ce routeur ne peut rechercher que les signaux de canaux Wi-Fi autorisés par la région actuelle.",
        "tap_icon_tips": "Cliquez sur l'icône pour afficher à nouveau l'astuce sur le canal Wi-Fi.",
        "portal_entered_bare_mode_tips": "L'appareil est en mode de connexion pour les points d'accès publics. Après une connexion réussie, ce routeur quitte automatiquement ce mode. {exit}",
        "portal_need_enter_bare_mode_tip": "Impossible d'accéder à internet via ce point d'accès Wi-Fi. Cliquez sur {portal} pour continuer à accéder à internet.",
        "portal_need_click_next_tips": "Impossible d'accéder à internet via ce point d'accès Wi-Fi. Cliquez sur le bouton \"{btn}\" pour entrer en mode Connexion au Point d'Accès Public afin de continuer à accéder à internet.",
        "portal_show_disable_detail_btn": "Détails sur ce que ce mode désactive",
        "portal_disable_vpn_tips": "Simultanément, l'appareil acheminera le trafic sans VPN jusqu'à la sortie de ce mode, ce qui peut entraîner une fuite de données vers le fournisseur du point d'accès (par exemple, hôtel/centre commercial).",
        "portal_disable_feature_tips": "Ce mode désactivera automatiquement et temporairement {feature}.",
        "portal_auth_required_title": "Authentification par portail requise"
    },
    "modem": {
        "title": "Cellulaire",
        "plug_in_tips": "Aucun modem n'a été trouvé. Branchez votre modem USB pour commencer.",
        "manage": "Gérer",
        "name": "Nom du modem",
        "phone_num": "Numéro de téléphone",
        "operator": "Opérateur Mobile",
        "signal": "Signal",
        "upload": "Envoi",
        "download": "Téléchargement",
        "install_sim": "Installez la carte SIM",
        "install_sim_tips": "Insérez votre carte SIM dans l'emplacement SIM, puis",
        "reboot_this": "Redemarrer le modem",
        "port": "Port",
        "port_tips": "Le port cdc-wcdm0 est plus rapide et le port ttyUSBX a une meilleure compatibilité.",
        "apn_tips": "Certaines cartes SIM nécessitent un APN spécifique. Si vous ne connaissez pas l'APN correct, demandez à votre opérateur de réseau.",
        "manually_tips": "Entrée manuelle",
        "ttl_tips": "Certains opérateurs de réseau déterminent si la carte SIM est utilisée sur le routeur en détectant la valeur du TTL. Si votre carte SIM ne peut pas être utilisée sur le routeur, vous pouvez essayer de régler le TTL sur une valeur autre que 64 et 128 (par exemple, 65).",
        "ttl_placeholder": "Optionnel, valeur par défaut : 64",
        "pin": "Code Pin",
        "service": "Service",
        "dial_num": "Composez le numéro",
        "authentication": "Authentication",
        "user_name": "Nom",
        "password": "Mot de passe",
        "sim_not_registered": "Aucune carte SIM n'est enregistré",
        "sim_lock": "La carte SIM a été verrouillée, veuillez saisir le code PIN pour la déverrouiller.",
        "connect_fail_tips": "Echec de la connexion, reconnexion …",
        "manual_setup": "Configuration manuelle",
        "auto_setup": "Configuration automatique",
        "setting": "Paramètres cellulaires",
        "traffic": "Statistique de trafic",
        "traffic_tips": "Les résultats des statistiques de trafic ne sont donnés qu'à titre indicatif, et le trafic réel dépend du montant de la facture fournie par votre opérateur de réseau.",
        "reset_count": "Effacer les statistiques",
        "clear_traffic": "Désactiver l'enregistrement automatique des statistiques de trafic",
        "clear_traffic_tips": "Si l'option est activée, le système n'enregistre pas automatiquement les statistiques de trafic.",
        "not_compatible": "Modem Incompatible",
        "no_sim_tips": "Votre carte SIM n'est pas détectée. Veuillez vérifier si la carte est insérée dans le bon sens et si le contact est bon. Le modem ne prend pas en charge les cartes SIM \"hotplug\". Si vous réinsérez la carte SIM après le démarrage, veuillez $$$$redémarrer votre routeur$$$$.",
        "connecting_tips": "Certaines cartes SIM peuvent avoir des restrictions d'utilisation particulières, comme la nécessité d'utiliser un APN spécifique. Si votre carte SIM ne peut pas être enregistrée, veuillez consulter votre opérateur réseau pour savoir si elle présente des restrictions particulières.",
        "sim_slot_switching_tips": "Changement d'emplacement de la carte SIM …",
        "current_sim_label": "Carte SIM actuelle",
        "current_config_title": "Paramètres actuels",
        "saved_config_title": "Paramètres enregistrés",
        "use_other_config_btn": "Utiliser d'autres paramètres",
        "current_config_badge": "En cours d'utilisateurs",
        "save_config_label": "Enregistrer les paramètres",
        "copy_config_btn": "Cloner les pararmètres",
        "sim_slot_setting_title": "Paramètres de l'emplacement SIM",
        "auto_switch_label": "Changement automatique",
        "main_slot_label": "Emplacement SIM préféré",
        "sim_profile_label": "Paramètres {index} SIM",
        "sim_no_profile_warning": "Si aucun paramètre n'est sélectionné, la configuration se fera automatiquement.",
        "choose_other_profile_btn": "Autres paramètres",
        "sim_failover_interval_label": "Durée du basculement",
        "sim_failover_interval_tips": "Si la connexion Internet n'est toujours pas disponible après le basculement, l'appareil revient à l'emplacement SIM préféré et ne réessaie le basculement qu'après cet intervalle.",
        "timing_check_main_sim_label": "Vérification de l'état des créneaux préférés Programmée",
        "timing_check_main_sim_tips": "Si cette option est activée, l'appareil essaiera de revenir à l'emplacement SIM préféré à l'heure spécifiée. Ainsi, vous pouvez revenir à l'utilisation de l'emplacement SIM préféré lorsque sa connexion internet est disponible.",
        "check_main_sim_time_label": "Délai de commutation",
        "choose_current_slot_label": "Carte SIM",
        "remove_profile_warning": "Êtes-vous sûr de vouloir supprimer ces paramètres ? Les paramètres ne peuvent pas être récupérés après la suppression.",
        "lte_plus_tips": "Certains appareils peuvent afficher 4G+ comme 5G",
        "reboot_buildin_modem_btn": "Redémarrer le modem intégré",
        "enable_band_filter_label": "Activer le masquage de bande",
        "band_masking_tips": "En mode \"Blocage\", le routeur bloque les bandes suivantes.",
        "has_been_choose_profile_desc": "Vous avez copié le contenu de {nomduprofil}. $$$$ Copier un autre profil$$$$",
        "no_sim_tips2": "Votre carte SIM n'a pas été détectée. Veuillez vérifier que la carte a été insérée correctement et que les contacts sont propres.",
        "select_profile_desc": "Vous pouvez $$$$ Sélectionner un profil $$$$ pour copier son contenu dans les paramètres utilisés par la carte SIM.",
        "data_roaming_label": "Données en itinérance internationale",
        "manage_profiles_btn": "Gérer les profils",
        "device_may_not_b_tips": "L'appareil peut ne pas être en mesure de balayer toutes les tours lorsque l'interface cellulaire est activée.",
        "scan_tower_msg": "Cela peut prendre du temps. Veuillez patientez.",
        "reboot_buildin_modem_warning": "Êtes-vous sûr de vouloir redémarrer le modem intégré ?",
        "band_filter_mode_label": "Mode de masquage",
        "band_masking_label": "Bloquer",
        "band_only_label": "Ouvert",
        "band_only_tips": "En mode \"ouvert\", le routeur n'utilisera que ces bandes, les autres seront bloquées.",
        "set_detection_tips": "La méthode de détection de l'état réseau est la même que celle configurée sur la $$$$page Multi-WAN$$$$.",
        "locked_tower_tips": "Si le relai verrouillé ne correspond pas aux paramètres de masquage de bande ou d'APN dans les paramètres cellulaires, l'interface cellulaire ne pourra pas se connecter à l'internet.",
        "cellular_desc": "L'interface cellulaire se reconnecte pour passer à l'antenne relai verrouillée.",
        "sim_tower_title": "Relai SIM {sim}",
        "band_only_warning": "Veuillez sélectionner au moins un des groupes autorisés.",
        "current_badge_label": "Actuel",
        "current_sim_badge_label": "Active : SIM {sim}",
        "excellent_singal_label": "Excellent",
        "good_singal_label": "Bon",
        "fair_singal_label": "Juste",
        "poor_singal_label": "Pauvre",
        "setting_sim_title": "Paramètres utilisés par la carte SIM",
        "save_as_profile_title": "Sauvegarder comme Profil",
        "edit_profile_title": "Modifier le Profil",
        "add_new_profile_title": "Ajouter un nouveau Profil",
        "select_profile_title": "Selectionner un Profil",
        "sim_not_setup_label": "Non configuré",
        "name_already_exist_tips": "Ce nom est déjà utilisé.",
        "history_signal_title": "Historique du signal",
        "tower_locked_tips": "Relai verrouillé",
        "lock_tower_title": "Bloquer les relais",
        "available_tower_title": "Relai disponible",
        "protocol_tips": "Les protocoles QCM/QMI sont plus rapides et le protocole 3G a une meilleure compatibilité.",
        "certification_info_btn": "Infos sur la certification",
        "sim_slot_pin_mark_tips": "L'emplacement de la carte SIM a été marqué et ne peut pas être changé automatiquement.",
        "pin_verify_success_tips": "Vérification du code PIN réussie.",
        "need_pin_no_history_tips": "Vous devez saisir le code PIN et il vous reste {count} tentatives.",
        "need_pin_history_tips": "Le code PIN {value} est incorrect. Il vous reste {count} tentatives.",
        "pin_locked_no_history_tips": "La carte SIM a été vérrouillé.",
        "pin_locked_history_tips": "Erreur de code PIN {value}, la carte SIM a été verrouillée.",
        "need_pin_tips": "La carte SIM est verrouillée, veuillez vérifier si un code PIN a été saisi ou si le code PIN saisi est correct.",
        "last_pin_tips": "Il reste un dernier essai pour déverrouiller le code PIN de cette carte SIM, si la saisie échoue à nouveau, vous devrez utiliser le code PUK pour la déverrouiller. Pour éviter que votre carte SIM ne soit bloquée, l'appareil ne numérotera plus, veuillez donc utiliser votre téléphone pour la déverrouiller.",
        "region_code_label": "Code du pays / région",
        "band_block_warning": "Veuillez ne pas bloquer toutes les bandes.",
        "traffic_days_tips": "Le nombre maximum de jours prend la valeur du nombre maximum réel de jours dans le mois en cours."
    },
    "router_visual": {
        "wlan_client": "Clients WiFi",
        "lan_Client": "Clients Filaire"
    },
    "sms": {
        "title": "SMS",
        "send_sms": "Envoyer un message",
        "receive": "Reçevoir",
        "all_read": "Tous lu",
        "del_read": "Supprimer les messages lu",
        "send": "Envoyer",
        "not_found_sms_modem": "Ce modem ne supporte pas l'envoie de SMS",
        "from": "De",
        "to": "Encoyer à",
        "sent": "Envoyé",
        "sending": "Envoi",
        "send_fail": "Echec de l'envoi",
        "body": "Contenus du SMS",
        "reply": "Répondre",
        "resend": "Renvoyer",
        "del_sms": "Supprimer",
        "send_new": "Envoyer un nouveau message",
        "resend_sms": "Renvoyer le SMS",
        "reply_sms": "Répondre à",
        "recipient": "destinataire",
        "send_modem": "Envoyer Modem",
        "confirm_del": "Confirmer la suppression",
        "invalid_dial_num": "Numéro invalide",
        "international": "International",
        "national": "National",
        "unknown": "Inconnu",
        "no_sms": "Pas de messages",
        "detail": "Détails des SMS",
        "send_error_msg1": "Le modem n'est pas détecté.",
        "send_error_msg2": "Erreur inconnu.",
        "send_error_msg3": "Echec de l'envoi.",
        "send_error_msg4": "Delai d'émission.",
        "send_error_msg5": "L'appareil ne prend pas en charge la fonction SMS.",
        "send_error_msg6": "L'environnement réseau actuel ne prend pas en charge la fonction SMS.",
        "forward_email_tips": "Si vous souhaitez transférer un SMS vers un e-mail, veuillez d'abord définir l'e-mail de l'expéditeur, qui sera utilisé pour envoyer le SMS à l'e-mail de la cible.",
        "forward_smtp_title": "Boite à lettre de l'expéditeur (SMTP)",
        "forward_title": "Transfert de SMS",
        "forward_email_label": "Courrier",
        "forward_smtp_server_label": "Adresse du serveur SMTP",
        "forward_encryp_label": "Méthode de chiffrement",
        "forward_email_account_label": "Nom d'utilisateur",
        "forward_email_subject_label": "Sujet",
        "forward_email_list_title": "Email cible",
        "forward_email_subject_tips": "Vous pouvez personnaliser l'objet afin de pouvoir distinguer le numéro de téléphone à partir duquel le SMS a été reçu.",
        "forward_add_email_btn": "Ajouter un e-mail",
        "forward_add_phone_btn": "Ajouter un numéro de téléphone",
        "forward_phone_tips": "Si vous souhaitez que le routeur transfère les SMS vers votre téléphone portable, assurez-vous que votre réseau mobile est disponible et qu'il prend en charge l'envoi de SMS.",
        "forward_no_encryp_label": "Aucun",
        "forward_tips": "Pour éviter tous risques de boucle, le transfert de SMS ne sera pas exécuté lorsque le numéro local est saisi ici. De même, si le modem ne lit pas le numéro de votre carte SIM, le transfert de SMS ne sera pas exécuté.",
        "forward_sms_title": "Transmettre par SMS",
        "forward_email_title": "Transmettre par email"
    },
    "modemmanage": {
        "title": "Gérer",
        "info": "Information Modem",
        "no_modem": "Aucun modem n'a été trouvé",
        "at_command": "Commande AT",
        "soft_reset": "Redemarrage partiel",
        "port": "Port",
        "shortcut": "raccourcir",
        "send": "Envoyer",
        "cell_info": "Info cellules",
        "copy": "Copie",
        "refresh": "Rafraichir",
        "success_copy": "Copie réussie",
        "reboot_sucess": "Succès, veuillez attendre $$$$ secondes.",
        "export_debug_info": "Exporter les infos de débogage",
        "hardware_reset": "Redémarrage matériel"
    },
    "menu_internet": "Internet",
    "guide": {
        "configure_router_tip": "L'assistant réseau vous aide à configurer votre routeur et à le connecter à Internet en seulement quelques minutes.",
        "network_loading_tip": "L'assistant réseau vous aide à configurer votre routeur et à le connecter à Internet en quelques minutes seulement.",
        "scan_nearby_wifi": "Analyse des réseaux Wi-Fi à proximité",
        "join_network": "Rejoindre des réseaux",
        "got_it": "Compris",
        "restart_router_tip": "2.Redémarrez le routeur.",
        "can_enjoy_the_internet": "Vous pouvez maintenant profiter d'Internet.",
        "successful_networking": "Réseau réussi",
        "vpn_user_guide": "Guide d'utilisation du VPN",
        "can_not_access_the_internet_hotspot": "Impossible d'accéder à Internet via le hotspot répété. Essayez d'entrer en mode de connexion pour les hotspots publics pour résoudre le problème.",
        "android_device": "Appareil Android",
        "wifi_scanning_tip": "Le Wi-Fi est en cours d'analyse, veuillez patienter un moment.",
        "step_one": "Étape 1",
        "step_two": "Étape 2",
        "step_three": "Étape 3",
        "repeater_configuration": "Configuration du répéteur",
        "select_network_mode_tip": "Sélectionner le mode réseau",
        "wan_interface_detect_title": "Détection de l'interface WAN",
        "scan_wifi_title": "Analyse des réseaux Wi-Fi à proximité",
        "ethernet_description_option": "Se connecter à Internet via un câble Ethernet.",
        "wait_window_pop_up": "Attendre jusqu'à ce que la fenêtre Faire confiance à cet ordinateur apparaisse. Cliquer sur Faire confiance.",
        "repeater_join_success_tip": "La configuration du répéteur est terminée.",
        "login_mode_for_public_hotspots": "Mode de connexion pour les hotspots publics",
        "ethernet_connected_tip": "La configuration Ethernet est terminée.",
        "select_proto_type_tip": "Sélectionnez ce type si votre FAI ne fournit aucune information pour la connexion Internet.",
        "ethernet_config_title": "Configuration Ethernet",
        "enter_info_by_isp_tip": "Entrez les informations fournies par votre FAI.",
        "enter_broadband_password_placeholder": "Veuillez entrer le mot de passe de la connexion à haut débit",
        "connection_is_normal": "Le type de connexion réseau actuel est {type} et l'état du réseau est normal.",
        "pppoe_is_normal": "Le type de connexion réseau actuel est PPPoE et l'état du réseau est normal.",
        "detecting_loading": "Détection en cours…",
        "operate_according_to_your_mobile_phone": "Différentes versions de systèmes et modèles de téléphones mobiles peuvent entraîner des interfaces légèrement différentes. Veuillez opérer selon l'interface correspondante de votre téléphone mobile.",
        "enter_to_guide": {
            "tip": "Cliquez ici pour entrer à nouveau dans le guide du débutant."
        },
        "tethering_device_connect_title": "Détecter l'appareil en Tethering",
        "four": "Étape 4",
        "proto_connecting": "{proto} en cours de connexion",
        "proto_is_connected": "{proto} est actuellement détecté comme étant connecté.",
        "completed": "Terminé !",
        "unknow_device": "Appareil inconnu",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Allez dans les paramètres, assurez-vous que la Connexion mobile est activée et appuyez sur Partage de connexion.",
        "make_sure_cellular_is_turn_on": "Assurez-vous que les données mobiles de votre appareil sont activées.",
        "enter_login_mode_for_public_hotspots_tip": "Cliquez sur le bouton Suivant pour entrer en mode de connexion pour les hotspots publics.",
        "repeater_description_option": "Se connecter à Internet via un Wi-Fi existant.",
        "cellular_description_option": "Se connecter à Internet via la connexion mobile.",
        "tethering_description_option": "Se connecter à Internet via le partage de connexion USB.",
        "enter_to_guide_no_internet_tip": "Si vous ne savez pas comment configurer le réseau, vous pouvez cliquer ici pour entrer dans le guide du débutant.",
        "use_vpn_protect_privacy": "Utiliser un VPN peut protéger votre vie privée. Souhaitez-vous l'essayer maintenant ?",
        "finish": "Terminer",
        "tethering_connected_description": "La configuration du partage de connexion est terminée. Vous pouvez maintenant profiter d'Internet.",
        "tethering_connect_fail_title_start": "Actuellement, le réseau ne peut pas être connecté, veuillez essayer les méthodes suivantes.",
        "available_networks": "Réseaux disponibles",
        "lan_port_position_exception_tip": "Le port LAN détecte un câble réseau, veuillez vous assurer que le câble est inséré dans la bonne position.",
        "done": "Terminé",
        "no_cable_detected_tip": "Aucun câble détecté. Veuillez connecter le câble réseau au port WAN.",
        "check_password_correct_tip": "Veuillez vous assurer que le mot de passe du compte haut débit est correct, si vous l'oubliez, vous pouvez contacter l'opérateur.",
        "static_ip_config": "Configuration d'IP statique",
        "preset_static_ip": "Utilisation du mode IP statique",
        "make_sure_wan_position_is_correct": "Actuellement, le port WAN est utilisé comme LAN, si vous souhaitez configurer Ethernet, veuillez vous assurer que le port WAN est utilisé comme WAN.",
        "manual_authentication_prompt": "Invite d'authentification manuelle",
        "wait_for_four_second_to_login_tip": "L'appareil est en mode de connexion pour les hotspots publics. Aller automatiquement à la connexion après {num} secondes.",
        "reboot_modem": "Veuillez redémarrer le modem",
        "ios_device": "Appareil iOS",
        "network_guide_title": "Guide Réseau",
        "suggest": "Suggérer",
        "support_email": "support@gl-inet.com",
        "oops": "Oups…",
        "network_detecting": "Détection du réseau en cours, veuillez patienter un moment.",
        "enter_the_information": "Entrer les informations",
        "more_advanced_options": "Plus d'options avancées peuvent être modifiées en utilisant l'interface principale.",
        "failure_auto_obtain_data": "Échec de l'obtention automatique des données",
        "can_choose_to_continue_the_process": "Vous pouvez choisir de continuer le processus ci-dessous manuellement ou de redémarrer le modem.",
        "other": "Autre",
        "wan_status_checking": "Vérification du statut du WAN, veuillez patienter un moment.",
        "iphone": "iPhone",
        "iphone_for_demonstration": "iPhone12 (version iOS : 17.5.1) est utilisé pour la démonstration. Veuillez ajuster selon l'interface correspondante à votre téléphone mobile.",
        "not_now": "Pas maintenant",
        "vpn_setup": "Configuration VPN",
        "connect_phone_or_pad_by_use_cable": "Connectez votre iPhone/iPad au routeur à l'aide d'un câble USB.",
        "allow_other_join": "Activez l'option Autoriser d'autres à se joindre.",
        "device_connected_and_network_normal": "{device} est connecté et le réseau fonctionne normalement.",
        "connect_mobile_device_to_router": "Connectez votre appareil mobile au routeur à l'aide d'un câble USB.",
        "enable_portable_hotspot_and_usb_tethering": "Activez le point d'accès mobile et le partage de connexion USB.",
        "join": "Rejoindre",
        "join_other_network": "Rejoindre un autre réseau",
        "android_for_demonstration": "Connectez votre appareil mobile au routeur à l'aide d'un câble USB.",
        "phone_is_connected": "est connecté",
        "exit_button": "Quitter",
        "tethering_connecting_note": "Remarque :",
        "network_connection_exception": "Exception de connexion réseau",
        "wifi_not_found": "La connexion a échoué. Le SSID ou le mot de passe est incorrect, veuillez réessayer.",
        "repeater_concat_us": "3. Si le problème n'a pas été résolu, vous pouvez également envoyer un email à {supportEmail}.",
        "password_is_wrong": "La connexion a échoué. Le mot de passe est incorrect, veuillez réessayer.",
        "no_available_ap_tips": "Aucun réseau disponible n'est actuellement scanné, vous pouvez {toDo}.",
        "attention_label": "Attention !",
        "network_connection_feedback_title": "Retour sur la connexion réseau",
        "portal_login_mode_tips": "L'appareil est en mode d'authentification pour les points d'accès publics. Vous pouvez vous rendre manuellement sur la page d'authentification de la connexion.",
        "enter_login_mode_tips": "Impossible d'accéder à internet via le hotspot répété. Essayez d'entrer dans le Mode de Connexion pour les Hotspots Publics pour résoudre le problème.",
        "click_to_enter_login_mode_tips": "Cliquez sur le bouton Suivant pour entrer en Mode d'authentification pour les Hotspots Publics.",
        "repeater_warning_connected_tips": "Le réseau que vous avez sélectionné {failedSsid} n'a pas réussi à se connecter au réseau. Il a été automatiquement basculé vers le réseau enregistré {connectedSsid} et s'est connecté avec succès.",
        "repeater_warning_sub_tips": "Si vous ne souhaitez pas utiliser le réseau actuel, veuillez retourner pour en sélectionner un autre.",
        "restart_main_router_tips": "Redémarrer le routeur principal.",
        "repeater_need_enable_auth_tips": "Si le Wi-Fi relayé nécessite une authentification, veuillez activer le mode d'authentification.",
        "restart_router_tips": "Redémarrer le routeur.",
        "fail_public_tips": "Le réseau ne peut pas être connecté, veuillez essayer les méthodes suivantes.",
        "fail_contact_tips": "Si le problème n'a pas été résolu, vous pouvez également envoyer un email à {addr}.",
        "tethering_fail_restart_tips": "Redémarrer votre téléphone et votre routeur.",
        "tethering_fail_check_phone_tips": "Assurez-vous que votre téléphone est autorisé et que le réseau téléphonique est disponible.",
        "tethering_fail_check_usb_tips": "Vérifiez la connexion du câble USB et rebranchez-le ou remplacez-le.",
        "connect_success_public_tips": "{label} a été connecté et le réseau est normal.",
        "configuration_completed_tips": "La configuration {type} est terminée.",
        "fail_reboot_gateway_tips": "Redémarrer la passerelle principale.",
        "contact_isp_tips": "Contactez votre fournisseur d'accès à internet pour obtenir de l'aide.",
        "cable_success_tips": "Le type de connexion réseau actuel est {type} et l'état du réseau est normal.",
        "detecting_title": "Détection",
        "cable_no_wan_tips": "Aucun câble réseau détecté. Veuillez connecter le câble réseau au port WAN.",
        "cable_no_wan_lan_tips": "Le port LAN détecte un câble réseau, veuillez vous assurer que le câble est inséré dans la bonne position.",
        "cable_wan_checking_tips": "Vérification de l'état du WAN, veuillez patienter un instant.",
        "cable_pppoe_tips": "Entrez les informations fournies par votre fournisseur d'accès à internet. Veuillez vous assurer que le mot de passe du compte haut débit est correct, si vous l'avez oublié, vous pouvez contacter votre opérateur.",
        "cable_dhcp_tips": "Sélectionnez ce type si votre FAI ne fournit aucune information pour la connexion Internet.",
        "use_static_btn": "En utilisant le mode IP statique",
        "cable_connecting_tips": "Détection du réseau en cours, veuillez patienter un instant.",
        "cable_manual_title": "Échec de l'obtention automatique des données",
        "cable_static_title": "Configuration d'IP statique",
        "cable_static_tips": "Des options plus avancées peuvent être modifiées via l'interface principale.",
        "cable_manual_tips": "Vous pouvez choisir de poursuivre le processus ci-dessous manuellement ou de redémarrer le modem.",
        "cable_detect_title": "Détection de l'interface WAN",
        "cable_config_title": "Configuration Ethernet",
        "modem_fail_apn_tips": "Veuillez essayer de {do} manuellement, si vous ne connaissez pas votre APN, veuillez contacter votre fournisseur d'accès Internet.",
        "modem_set_apn_btn": "définir le bon APN",
        "modem_fail_sim_tips": "Assurez-vous que la carte SIM est disponible et remplacez-la si nécessaire.",
        "modem_sim_title": "Insérez la carte SIM",
        "modem_pin_title": "Entrez le code PIN",
        "modem_apn_title": "Configuration APN",
        "modem_apn_tips": "Si vous ne connaissez pas l'APN correct, veuillez vérifier auprès de votre FAI.",
        "modem_dialling_tips": "Établissement de l'appel, veuillez patienter...",
        "modem_network_connecting_tips": "L'établisement de l'appel réussi. Connexion au réseau en cours...",
        "modem_pin_tips": "Le code PIN de la carte SIM peut être saisi 3 fois. Si le code PIN est saisi incorrectement lors des trois tentatives, la carte SIM sera verrouillée. Veuillez utiliser un téléphone portable pour déverrouiller la carte SIM. Si vous ne connaissez pas le code PIN de cette carte SIM, veuillez consulter votre fournisseur d'accès Internet.",
        "modem_sim_locked_tips": "Le code PIN a été saisi incorrectement 3 fois, la carte SIM a été verrouillée, veuillez la déverrouiller via votre téléphone.",
        "modem_pin_err_tips": "Le code PIN {code} est incorrect, il reste {count} tentative(s) supplémentaire(s).",
        "modem_no_sim_reboot_tips": "Si vous avez déjà réinséré la carte SIM et qu'elle n'est toujours pas détectée, veuillez éteindre et redémarrer votre routeur.",
        "cable_enter_info_title": "Saisir l'information",
        "cable_fail_try_other_tips": "Veuillez essayer une autre {config}.",
        "modem_auto_switching_tips": "Obtention des informations de la carte SIM, veuillez patienter.",
        "cellular_detecting_title": "Détection de la carte SIM",
        "cable_disabled_tips": "{feature} est activé."
    },
    "traffic": {
        "data_used_label": "{sim} Données utilisées",
        "save_to_flash_label": "Économiser des données lors de l'extinction",
        "data_cap_amout_label": "Volume du plafond de données",
        "no_saved_limit_tips": "Si vous devez verrouiller la carte SIM en fonction de l'utilisation des données, activez l'option \"Économiser les données lors de l'extinction\".",
        "modify_data_used_title": "Modifier les données de {sim}",
        "data_used_total_tips": "Les données utilisées correspondent à l'emplacement actuel de la carte SIM.",
        "modify_data_used_tips": "Les statistiques de données sont fournies à titre indicatif seulement. Le trafic réel est déterminé par votre opérateur de réseau et figurera sur la facture fournie par votre opérateur de réseau.",
        "save_to_flash_tips": "Si l'option est activée, les données peuvent être sauvegardées même après l'extinction de l'appareil.",
        "data_reset_period_label": "Période de réinitialisation des données",
        "start_day_label": "Jour de début",
        "start_hour_label": "Heure de début",
        "clear_warning_tips": "Après avoir modifié une configuration du quota de données, les données seront effacées. Souhaitez-vous effacer les données ?",
        "third_month_label": "Troisième Mois",
        "second_month_label": "Deuxième Mois",
        "sim_limit_title": "Paramètres de limite pour {sim}",
        "first_month_label": "Premier Mois",
        "sim_data_limit_common_tips": "Si les données utilisées dépassent le volume du plafond de données, veuillez modifier manuellement le volume du plafond de données ou les données utilisées.",
        "sim_data_limit_single_tips": "Sinon, la carte SIM sera désactivée.",
        "sim_data_limit_dual_tips": "Sinon, le réseau peut être déconnecté ou la carte SIM peut {do}.",
        "over_limit_common_tips": "Les données utilisées ont dépassé le volume du plafond de données, veuillez modifier manuellement le volume du plafond de données ou les données utilisées.",
        "sim_threshold_single_tips": "Si le volume du plafond de données SIM est défini, la SIM sera désactivée lorsque sa consommation de données dépassera le volume du plafond de données.",
        "sim_threshold_dual_tips": "Si le volume du plafond de données de {currentSim} est défini et que l'emplacement de la carte SIM {handler} est activé, {currentSim} basculera automatiquement sur {otherSim} lorsque ses données dépasseront le volume du plafond de données et {currentSim} sera désactivé.",
        "disabled_sim_auto_switch_tips": "La carte SIM ne basculera pas au plafond de données car {handler} n'est pas activé. Et la carte SIM sera désactivée lorsque le plafond de données sera atteint.",
        "enabled_sim_auto_switch_tips": "La carte SIM basculera lorsque le plafond de données sera atteint."
    },
    "cellular": {
        "tower_locked_label": "{sim} Tour verrouillée",
        "operator_locked_label": "{sim} Verrouillé par l'opérateur",
        "lock_operator_btn": "Opérateur de verrouillage",
        "lock_tower_disabled_tip": "Étant donné que l'emplacement de carte actuel est verrouillé par l'opérateur, la fonction de verrouillage de l'emplacement de carte actuel sur la station de base est désactivée.",
        "scan_tower_warning_tips": "Cela prendra quelques minutes pour scanner la tour. Êtes-vous sûr de vouloir continuer ?",
        "lock_tower_tips": "La numérisation des stations de base peut rapidement identifier des sources de signal de haute qualité pour garantir une communication stable. Se verrouiller sur une station de base nécessite de correspondre au transporteur et aux bandes de fréquences prises en charge par l'appareil ; sinon, cela peut affecter la numérotation. Veuillez confirmer les informations de la station de base pour éviter d'éventuels problèmes.",
        "reflash_warning_msg": "Ne rafraîchissez pas la page.",
        "lock_operation_mode_label": "Mode Verrouillage",
        "lock_operation_mode_tip": "La fonction de verrouillage de l'opérateur prend en charge trois modes : connexion automatique à un réseau d'opérateur disponible, verrouillage manuel sur un opérateur spécifique ou basculement automatique vers un réseau d'opérateur disponible si le verrouillage manuel échoue.",
        "available_operator_title": "Opérateurs disponibles",
        "scan_operator_warning_tips": "L'analyse de l'opérateur prendra quelques minutes, et vous perdrez temporairement votre connexion réseau pendant cette période. Êtes-vous sûr de vouloir continuer ?",
        "manual_lock_operator_label": "Manuel",
        "manual_select_operator_tips": "La liste actuelle des opérateurs est fournie à titre indicatif uniquement. En cas d'échec de la sélection manuelle, veuillez vous référer à la liste des opérateurs pris en charge par la carte SIM actuelle, ou consulter le service client de l'opérateur pour obtenir des informations précises.",
        "lock_operator_fail_msg": "L'opérateur actuel est verrouillé, mais en réalité indisponible en raison de restrictions de la carte ou de l'opérateur, si vous devez rétablir le réseau, veuillez effectuer une opération de déverrouillage manuel.",
        "lock_operator_warning_tips": "Si l'opérateur verrouillé ne correspond pas au masquage de bande ou aux paramètres APN dans les paramètres de connexion mobile, l'interface mobile ne pourra pas se connecter à Internet.",
        "internet_info_title": "internet",
        "manual_auto_lock_operator_label": "Manuel-Automatique",
        "sim_info_title": "Carte SIM",
        "cell_info_title": "Cellules",
        "sim_settings_title": "Paramètres de la carte SIM",
        "set_sim_config_warning_tips": "La modification de la configuration entraînera une recomposition.",
        "not_use_special_label": "Ne pas utiliser",
        "special_apns_label": "APN spéciaux",
        "view_information_btn": "Afficher plus d'informations",
        "use_special_apn_warning_tips": "L'APN spécial que vous sélectionnez actuellement n'est disponible que pour certaines cartes téléphoniques. Si l'APN n'est pas correctement configuré, cela peut entraîner des anomalies de numérotation, des échecs de connexion réseau et d'autres problèmes de communication. Veuillez vérifier à nouveau si votre carte téléphonique prend en charge cet APN. Êtes-vous sûr de vouloir basculer vers l'APN actuel ?",
        "pin_code_tips": "Longueur du code PIN de 4 à 8 chiffres",
        "sim_switch_title": "Commutateur de carte SIM",
        "information_title": "Informations sur la connexion mobile",
        "special_apns_tips": "Pour les APN fournis par des opérateurs spéciaux, veuillez choisir en fonction de la situation réelle de votre carte SIM.",
        "pin_code_last_unlock_tips": "La carte SIM est verrouillée et doit être débloquée par le code PIN, il reste une dernière tentative pour essayer de la déverrouiller, si cela échoue, vous devrez utiliser votre téléphone pour la débloquer en saisissant le code PUK.",
        "need_pin_code_tips": "La carte SIM est verrouillée et doit être débloquée par le code PIN, il reste {count} tentatives.",
        "pin_code_last_input_unlock_tips": "Le code PIN {code} est incorrect, il reste une dernière tentative pour le déverrouiller, si l'échec persiste, vous devrez utiliser votre téléphone pour saisir le code PUK afin de le déverrouiller.",
        "ip_type_tips": "Si la carte SIM ne prend pas en charge le réglage actuel du type d'IP, ou lorsque l'IPv6 est sélectionné mais que le switch global {ipv6} n'est pas activé, cela peut entraîner des anomalies de numérotation.",
        "ip_type_label": "Type IP",
        "initializing_tips": "Le modem est en cours d'initialisation……"
    },
    "sim": {
        "sender_label": "Expéditeur"
    },
    "simo": {
        "vsim_switch_to_physical_tips": "Vous passerez d'une carte SIM virtuelle (vSIM) à une carte SIM physique. Vous devrez insérer votre carte SIM physique dans l'emplacement de l'appareil pour vous connecter à Internet. Veuillez confirmer que la carte SIM physique a été insérée.",
        "sim_type_label": "Type de carte SIM",
        "switch_to_label": "Basculer sur {slot}",
        "physical_switch_to_vsim_tips": "Vous passerez de la carte SIM physique à la carte SIM virtuelle (vSIM) du module. Vous devrez confirmer que vous avez acheté un forfait de données sur le site web simo (Scannez le code QR sur l'appareil pour l'acheter). Vous pourrez ensuite retirer la carte SIM physique de l'appareil.",
        "modem_name_label": "Nom du modem"
    },
    "apn": {
        "enable_polling_label": "Activer l'interrogation",
        "polling_control_title": "Contrôle d'interrogation APN",
        "enable_polling_tips": "Si l'appareil utilise une carte SIM Verizon et que cette fonctionnalité est activée, l'appareil interrogera continuellement l'APN pendant jusqu'à 12 minutes après le redémarrage jusqu'à ce que la connexion réseau soit normale. Cette fonctionnalité n'est valable que pour les cartes SIM Verizon."
    }
}
