{
    "cable": {
        "title": "Ethernet",
        "no_wan": "Aucun câble n'a été détecté dans le port WAN. Veuillez insérer un câble Ethernet.",
        "rm_wan_cable": "Veuillez retirer le câble Ethernet du port WAN.",
        "wan_been_lan": "Le port WAN a été utilisé comme LAN. Vous pouvez le rétablir en tant que port WAN ci-dessous",
        "confirm_to_lan": "Êtes-vous sûr de vouloir utiliser le port WAN comme LAN ?",
        "confirm_to_wan": "Êtes-vous sûr de vouloir remettre le port WAN sur WAN ?",
        "using_as_lan": "Utilisé comme port LAN, $$$$Changer en port WAN$$$$",
        "using_as_wan": "Utilisé comme port WAN, $$$$Changer en port LAN$$$$",
        "repeated": "Connexion réussie sans avoir à se reconnecter",
        "pppoe_log": "Journal de connexion PPPoE",
        "setting": "Paramètres Ethernet",
        "dhcp_tips": "L'adresse IP est attribuée par un appareil réseau supérieur.",
        "pppoe_vlanid_tips": "Cette entrée n'est nécessaire que si le serveur PPPoE du fournisseur exige que l'interface utilise un ID VLAN spécifique.",
        "egderouter_mode_tips": "La passerelle Drop-in est activée. Si vous souhaitez modifier les paramètres Ethernet, veuillez d'abord désactiver $$$$Passerelle Drop-in$$$$.",
        "change_to_wan_tips": "Une fois que le port LAN est utilisé comme port WAN, vous ne pourrez pas accéder au panneau d'administration via ce port Ethernet connecté au port LAN. Assurez-vous que votre client peut se connecter au Wi-Fi ou à un autre port LAN.",
        "change_to_lan_check_tips": "Tout d'abord, veuillez débrancher le câble Ethernet branché sur le port WAN. $$$$ re-detect $$$$",
        "change_to_wan_tips2": "Vous pouvez restaurer le port LAN (afin qu'il ne soit plus utilisé comme port WAN) en appuyant sur le bouton de réinitialisation de l'appareil et en le maintenant enfoncé pendant quatre secondes.",
        "change_port_btn": "Changer en {port}",
        "use_as_wan_tips": "{asWan}, les appareils connecté à ce port ne peuvent pas accéder à l'interface d'administration. Vous devez vous connecter à un autre port ou au réseau WiFi.",
        "no_wan_tips": "Pas de cable détecté.",
        "using_tips": "{silkprint} status : Utilisé comme {port}. {changePort}",
        "reset_port_tips": "Vous pouvez restaurer le {silkprint} en restant appuyé sur le bouton reset pendant 4 secondes.",
        "revert_port_btn": "Restaurer en {port}",
        "use_as_port_btn": "Changer le {silkprint} en {port}",
        "revert_wan_tips": "Après avoir restauré le port WAN",
        "use_as_wan_silkprint_tips": "Une fois que {silkprint} est utilisé come port WAN",
        "revert_as_lan_tips": "Etes vous sûr de vouloir restaurer le {silkprint} en port LAN (default) ?"
    },
    "tethering": {
        "title": "Partage de connexion",
        "device": "Appareil",
        "no_device_tips": "Aucun Ordiphone en partage de connexion n'a été trouvé. Branchez votre Ordiphone en modem USB pour activer cette connexion."
    },
    "repeater": {
        "title": "Répéteur",
        "known_net": "Réseaux connus",
        "options": "Options de répéteur",
        "no_tips": "Le répéteur est désactiver.",
        "change_wifi": "Changer de réseau",
        "allow_change": "Autoriser le changement parmis les autres réseaux enregistrés",
        "allow_change_tips": "Si l'option est activée, le routeur se connectera automatiquement à d'autres réseaux enregistrés lorsqu'il ne parvient pas à se connecter au réseau Wi-Fi actuel.",
        "antijam": "Forcer la bande passante 20MHz pour le WiFi 2.4G",
        "antijam_tips": "Si cette option est activée, l'appareil améliorera la stabilité de la connexion au prix d'une réduction du débit.",
        "lock_band": "Selectionner une fréquence",
        "lock_band_tips": "Si vous sélectionnez manuellement une fréquence, le routeur ne recherchera pas de WiFi avec une autre fréquence et ne s'y connectera pas.",
        "join_wifi": "Se connecter au WiFi",
        "join_title": "Se connecter au réseau",
        "detail_title": "Détails du réseau",
        "available_wifi": "Réseaux disponibles",
        "join_other": "Se connecter à un autre réseau",
        "ssid": "SSID",
        "encryption": "Securité",
        "identity": "Utilsateur",
        "key": "Mot de passe",
        "remember": "Se souvenir",
        "lock_bssid": "Vérouiller BSSID",
        "set_static": "IP statique",
        "unlock": "Auto",
        "antijam_tips_2": "Ne fonctionne que lorsqu'il répète le WiFi 2.4Ghz.",
        "retry_connet_tips": "Connexion échoué, réessayé plus tard …",
        "lock_bssid_tips": "Si cette option est activée, le routeur se connectera uniquement à l'AP correspondant au BSSID que vous avez sélectionné lorsque vous basculez vers un réseau utilisant ce SSID.",
        "advanced_settings": "Paramètres avancées",
        "allow_dfs": "Autoriser la répétition des canaux DFS",
        "allow_dfs_tips1": "Si l'option est activée, lorsque le routeur répète le Wi-Fi sur un canal DFS, il suivra le hotspot pour éviter le canal DFS. Lorsque ce Wi-Fi est disponible, le Wi-Fi 5GHz du routeur utilise le canal DFS. Dans le cas contraire, le Wi-Fi 5GHz du routeur repassera sur le canal non DFS.",
        "allow_dfs_tips2": "Sinon, le routeur ne se connectera à aucun réseau Wi-Fi utilisant des canaux DFS.",
        "retry_disable_guest_tips": "Lors de la tentative de reconnexion, votre routeur recherche périodiquement des réseaux Wi-Fi et le réseau Wi-Fi de votre invité est temporairement indisponible pendant la recherche.",
        "scan_disable_guest_tips": "Pendant la recherche de signaux WiFi, votre réseau invité sera temporairement indisponible pendant environ 10 secondes. Souhaitez-vous continuer ?",
        "fail_eap_key_tips": "Utilisateur ou mot de passe incorrect.",
        "fail_key_tips": "Mot de passe incorrect.",
        "fail_not_found_tips": "Impossible de trouver le réseau, veuillez vérifier le SSID et le type de sécurité que vous avez saisis.",
        "unusable_eap_tips": "Ce routeur ne supporte pas les réseaux répétitifs qui utilisent EAP.",
        "fail_mac_tips": "Le MAC du routeur ne peut pas être le même que celui d'un client Wi-Fi, veuillez $$$$modifier l'adresse MAC du clone$$$$ ou modifier l'adresse MAC de ce client.",
        "connet_dfs_tips": "Lorsque le routeur répète un WiFi avec un canal DFS, si ce WiFi est disponible, le routeur utilisera le canal DFS sélectionné. Notez que si ce WiFi n'est pas disponible, le canal sera changé, ce qui entraînera une brève déconnexion du client connecté par le WiFi, et certains appareils seront reconnectés sans détection, tandis que d'autres devront être reconnectés manuellement.",
        "scan_wifi_fail_dfs_tips": "L'appareil est en train de vérifier la disponibilité des canaux DFS et ne peut pas rechercher un réseau Wi-Fi à proximité. Veuillez attendre la fin de la vérification.",
        "quit_btn": "Quitter le mode de connexion",
        "modify_wifi_title": "Modifier les paramètres réseau",
        "allow_auto_portal_label": "Activer automatiquement le mode de connexion pour les points d'accès publics",
        "need_enter_portal_tips": "Impossible d'accéder à Internet via le hotspot répété. Essayez d'entrer {portal} pour résoudre le problème. Notez que ce mode mettra en pause les VPN et les DNS personnalisés jusqu'à ce qu'il soit quitté, ce qui peut entraîner des fuites de données vers le fournisseur du hotspot (par exemple, hôtel/centre commercial).",
        "allow_auto_portal_tips": "Si cette option est activée, ce routeur entrera automatiquement en mode de connexion pour les points d'accès publics lorsqu'il sera connecté avec succès à un hotspot mais pas à Internet. Ce mode mettra en pause les VPN et les DNS personnalisés jusqu'à ce qu'il soit quitté, ce qui peut entraîner des fuites de données vers le fournisseur du hotspot (par exemple, hôtel/centre commercial).",
        "entered_portal_tips": "L'appareil est en mode de connexion pour les points d'accès publics. Les VPN et les DNS personnalisés ont été mis en pause, ce qui peut entraîner des fuites de données vers le fournisseur du hotspot (par exemple, hôtel/centre commercial). Après une connexion réussie, ce routeur quitte automatiquement ce mode. {exit}.",
        "auto_portal_tips": "L'appareil est passé en mode de connexion pour les points d'accès publics afin d'accéder au portail captif du hotspot. Après une connexion réussie, il quittera automatiquement ce mode.",
        "to_auth_btn": "Aller à la connexion",
        "auto_go_auth_tips": "Authentification automatique après {count}",
        "going_to_auth_tips": "Redirection vers la page de connexion :",
        "modify_wifi_tips": "Les modifications des paramètres réseau feront se reconnecter le répéteur.",
        "enable_disguise_tips": "Si cette option est activée, ce routeur se camouflera en tant que même appareil que celui que vous utilisez actuellement.",
        "portal_auth_mode_btn": "Mode de connexion pour les points d'accès publics",
        "enable_disguise_label": "Activer le camouflage",
        "cannot_accessed_portal_url_tips": "Si vous ne pouvez pas accéder à la page de connexion, essayez de désactiver les autres connexions Internet (par exemple, ethernet, Connexion mobile)."
    },
    "modem": {
        "title": "Cellulaire",
        "plug_in_tips": "Aucun modem n'a été trouvé. Branchez votre modem USB pour commencer.",
        "manage": "Gérer",
        "name": "Nom du modem",
        "phone_num": "Numéro de téléphone",
        "operator": "Opérateur Mobile",
        "signal": "Signal",
        "upload": "Emission",
        "download": "Téléchargement",
        "install_sim": "Installez la carte SIM",
        "install_sim_tips": "Insérez votre carte SIM dans l'emplacement SIM, puis",
        "reboot_this": "Redemarrer le modem",
        "port": "Port",
        "port_tips": "Le port cdc-wcdm0 est plus rapide et le port ttyUSBX a une meilleure compatibilité.",
        "apn_tips": "Certaines cartes SIM nécessitent un APN spécifique. Si vous ne connaissez pas l'APN correct, demandez à votre opérateur de réseau.",
        "manually_tips": "Entrée manuelle",
        "ttl_tips": "Certains opérateurs de réseau déterminent si la carte SIM est utilisée sur le routeur en détectant la valeur du TTL. Si votre carte SIM ne peut pas être utilisée sur le routeur, vous pouvez essayer de régler le TTL sur une valeur autre que 64 et 128 (par exemple, 65).",
        "ttl_placeholder": "Optionnel, valeur par défaut : 64",
        "pin": "Code Pin",
        "service": "Service",
        "dial_num": "Composez le numéro",
        "authentication": "Authentication",
        "user_name": "Nom",
        "password": "Mot de passe",
        "sim_not_registered": "Aucune carte SIM n'est enregistré",
        "sim_lock": "La carte SIM a été verrouillée, veuillez saisir le code PIN pour la déverrouiller.",
        "connect_fail_tips": "Echec de la connexion, reconnexion …",
        "manual_setup": "Configuration manuelle",
        "auto_setup": "Configuration automatique",
        "setting": "Paramètres cellulaires",
        "traffic": "Statistique de trafic",
        "traffic_tips": "Les résultats des statistiques de trafic ne sont donnés qu'à titre indicatif, et le trafic réel dépend du montant de la facture fournie par votre opérateur de réseau.",
        "reset_count": "Effacer les statistiques",
        "clear_traffic": "Désactiver l'enregistrement automatique des statistiques de trafic",
        "clear_traffic_tips": "Si l'option est activée, le système n'enregistre pas automatiquement les statistiques de trafic.",
        "not_compatible": "Modem Incompatible",
        "no_sim_tips": "Votre carte SIM n'est pas détectée. Veuillez vérifier si la carte est insérée dans le bon sens et si le contact est bon. Le modem ne prend pas en charge les cartes SIM \"hotplug\". Si vous réinsérez la carte SIM après le démarrage, veuillez $$$$redémarrer votre routeur$$$$.",
        "connecting_tips": "Certaines cartes SIM peuvent avoir des restrictions d'utilisation particulières, comme la nécessité d'utiliser un APN spécifique. Si votre carte SIM ne peut pas être enregistrée, veuillez consulter votre opérateur réseau pour savoir si elle présente des restrictions particulières.",
        "sim_slot_switching_tips": "Changement d'emplacement de la carte SIM …",
        "current_sim_label": "Carte SIM actuelle",
        "current_config_title": "Paramètres actuels",
        "saved_config_title": "Paramètres enregistrés",
        "use_other_config_btn": "Utiliser d'autres paramètres",
        "current_config_badge": "En cours d'utilisateurs",
        "save_config_label": "Enregistrer les paramètres",
        "copy_config_btn": "Cloner les pararmètres",
        "sim_slot_setting_title": "Paramètres de l'emplacement SIM",
        "auto_switch_label": "Changement automatique",
        "main_slot_label": "Emplacement SIM préféré",
        "sim_profile_label": "Paramètres {index} SIM",
        "sim_no_profile_warning": "Si aucun paramètre n'est sélectionné, la configuration se fera automatiquement.",
        "choose_other_profile_btn": "Autres paramètres",
        "sim_failover_interval_label": "Durée du basculement",
        "sim_failover_interval_tips": "Si la connexion Internet n'est toujours pas disponible après le basculement, l'appareil revient à l'emplacement SIM préféré et ne réessaie le basculement qu'après cet intervalle.",
        "timing_check_main_sim_label": "Vérification de l'état des créneaux préférés Programmée",
        "timing_check_main_sim_tips": "Si cette option est activée, l'appareil essaiera de revenir à l'emplacement SIM préféré à l'heure spécifiée. Ainsi, vous pouvez revenir à l'utilisation de l'emplacement SIM préféré lorsque sa connexion internet est disponible.",
        "check_main_sim_time_label": "Délai de commutation",
        "choose_current_slot_label": "Carte SIM",
        "remove_profile_warning": "Êtes-vous sûr de vouloir supprimer ces paramètres ? Les paramètres ne peuvent pas être récupérés après la suppression.",
        "lte_plus_tips": "Certains appareils peuvent afficher 4G+ comme 5G",
        "reboot_buildin_modem_btn": "Redémarrer le modem intégré",
        "enable_band_filter_label": "Activer le masquage de bande",
        "band_masking_tips": "En mode \"Blocage\", le routeur bloque les bandes suivantes.",
        "has_been_choose_profile_desc": "Vous avez copié le contenu de {nomduprofil}. $$$$ Copier un autre profil$$$$",
        "no_sim_tips2": "Votre carte SIM n'a pas été détectée. Veuillez vérifier que la carte a été insérée correctement et que les contacts sont propres.",
        "select_profile_desc": "Vous pouvez $$$$ Sélectionner un profil $$$$ pour copier son contenu dans les paramètres utilisés par la carte SIM.",
        "data_roaming_label": "Données en itinérance internationale",
        "manage_profiles_btn": "Gérer les profils",
        "device_may_not_b_tips": "L'appareil peut ne pas être en mesure de balayer toutes les tours lorsque l'interface cellulaire est activée.",
        "scan_tower_msg": "Cela peut prendre du temps. Veuillez patientez.",
        "reboot_buildin_modem_warning": "Êtes-vous sûr de vouloir redémarrer le modem intégré ?",
        "band_filter_mode_label": "Mode de masquage",
        "band_masking_label": "Bloquer",
        "band_only_label": "Ouvert",
        "band_only_tips": "En mode \"ouvert\", le routeur n'utilisera que ces bandes, les autres seront bloquées.",
        "set_detection_tips": "L'état de l'Internet est détecté de la même manière que les paramètres de la page $$$$Multi-WAN$$$$.",
        "locked_tower_tips": "Si le relai verrouillé ne correspond pas aux paramètres de masquage de bande ou d'APN dans les paramètres cellulaires, l'interface cellulaire ne pourra pas se connecter à l'internet.",
        "cellular_desc": "L'interface cellulaire se reconnecte pour passer à l'antenne relai verrouillée.",
        "sim_tower_title": "Relai SIM {sim}",
        "band_only_warning": "Veuillez sélectionner au moins un des groupes autorisés.",
        "current_badge_label": "Actuel",
        "current_sim_badge_label": "Active : SIM {sim}",
        "excellent_singal_label": "Excellent",
        "good_singal_label": "Bon",
        "fair_singal_label": "Juste",
        "poor_singal_label": "Pauvre",
        "setting_sim_title": "Paramètres utilisés par la carte SIM",
        "save_as_profile_title": "Sauvegarder comme Profil",
        "edit_profile_title": "Modifier le Profil",
        "add_new_profile_title": "Ajouter un nouveau Profil",
        "select_profile_title": "Selectionner un Profil",
        "sim_not_setup_label": "Non configuré",
        "name_already_exist_tips": "Ce nom est déjà utilisé.",
        "history_signal_title": "Historique du signal",
        "tower_locked_tips": "Relai verrouillé",
        "lock_tower_title": "Bloquer les relais",
        "available_tower_title": "Relai disponible",
        "protocol_tips": "Les protocoles QCM/QMI sont plus rapides et le protocole 3G a une meilleure compatibilité.",
        "certification_info_btn": "Infos sur la certification",
        "sim_slot_pin_mark_tips": "L'emplacement de la carte SIM a été marqué et ne peut pas être changé automatiquement.",
        "pin_verify_success_tips": "Vérification du code PIN réussie.",
        "need_pin_no_history_tips": "Vous devez saisir le code PIN et il vous reste {count} tentatives.",
        "need_pin_history_tips": "Le code PIN {value} est incorrect. Il vous reste {count} tentatives.",
        "pin_locked_no_history_tips": "La carte SIM a été vérrouillé.",
        "pin_locked_history_tips": "Erreur de code PIN {value}, la carte SIM a été verrouillée.",
        "need_pin_tips": "La carte SIM est verrouillée, veuillez vérifier si un code PIN a été saisi ou si le code PIN saisi est correct.",
        "last_pin_tips": "Il reste un dernier essai pour déverrouiller le code PIN de cette carte SIM, si la saisie échoue à nouveau, vous devrez utiliser le code PUK pour la déverrouiller. Pour éviter que votre carte SIM ne soit bloquée, l'appareil ne composera plus, veuillez donc utiliser votre téléphone pour la déverrouiller.",
        "region_code_label": "Code du pays / région",
        "band_block_warning": "Veuillez ne pas bloquer toutes les bandes."
    },
    "router_visual": {
        "wlan_client": "Clients WiFi",
        "lan_Client": "Clients Filaire"
    },
    "sms": {
        "title": "SMS",
        "send_sms": "Envoyer un message",
        "receive": "Reçevoir",
        "all_read": "Tous lu",
        "del_read": "Supprimer les messages lu",
        "send": "Envoyer",
        "not_found_sms_modem": "Ce modem ne supporte pas l'envoie de SMS",
        "from": "De",
        "to": "Encoyer à",
        "sent": "Envoyé",
        "sending": "Envoi",
        "send_fail": "Echec de l'envoi",
        "body": "Contenus du SMS",
        "reply": "Répondre",
        "resend": "Renvoyer",
        "del_sms": "Supprimer",
        "send_new": "Envoyer un nouveau message",
        "resend_sms": "Renvoyer le SMS",
        "reply_sms": "Répondre à",
        "recipient": "destinataire",
        "send_modem": "Depuis le modem(SIM)",
        "confirm_del": "Confirmer la suppression",
        "invalid_dial_num": "Numéro invalide",
        "international": "International",
        "national": "National",
        "unknown": "Inconnu",
        "no_sms": "Pas de messages",
        "detail": "Détails des SMS",
        "send_error_msg1": "Le modem n'est pas détecté.",
        "send_error_msg2": "Erreur inconnu.",
        "send_error_msg3": "Echec de l'envoi.",
        "send_error_msg4": "Delai d'émission.",
        "send_error_msg5": "L'appareil ne prend pas en charge la fonction SMS.",
        "send_error_msg6": "L'environnement réseau actuel ne prend pas en charge la fonction SMS.",
        "forward_email_tips": "Si vous souhaitez transférer un SMS vers un e-mail, veuillez d'abord définir l'e-mail de l'expéditeur, qui sera utilisé pour envoyer le SMS à l'e-mail de la cible.",
        "forward_smtp_title": "Boite à lettre de l'expéditeur (SMTP)",
        "forward_title": "Transfert de SMS",
        "forward_email_label": "Courrier",
        "forward_smtp_server_label": "Adresse du serveur SMTP",
        "forward_encryp_label": "Méthode de chiffrement",
        "forward_email_account_label": "Nom d'utilisateur",
        "forward_email_subject_label": "Sujet",
        "forward_email_list_title": "Email cible",
        "forward_email_subject_tips": "Vous pouvez personnaliser l'objet afin de pouvoir distinguer le numéro de téléphone à partir duquel le SMS a été reçu.",
        "forward_add_email_btn": "Ajouter un e-mail",
        "forward_add_phone_btn": "Ajouter un numéro de téléphone",
        "forward_phone_tips": "Si vous souhaitez que le routeur transfère les SMS vers votre téléphone portable, assurez-vous que votre réseau mobile est disponible et qu'il prend en charge l'envoi de SMS.",
        "forward_no_encryp_label": "Aucun",
        "forward_tips": "Pour éviter tous risques de boucle, le transfert de SMS ne sera pas exécuté lorsque le numéro local est saisi ici. De même, si le modem ne lit pas le numéro de votre carte SIM, le transfert de SMS ne sera pas exécuté.",
        "forward_sms_title": "Transmettre par SMS",
        "forward_email_title": "Transmettre par courriel"
    },
    "modemmanage": {
        "title": "Gérer",
        "info": "Information Modem",
        "no_modem": "Aucun modem n'a été trouvé",
        "at_command": "Commande AT",
        "soft_reset": "Redemarrage partiel",
        "port": "Port",
        "shortcut": "raccourcir",
        "send": "Envoyer",
        "cell_info": "Info cellules",
        "copy": "Copie",
        "refresh": "Rafraichir",
        "success_copy": "Copie réussie",
        "reboot_sucess": "Succès, veuillez attendre $$$$ secondes.",
        "export_debug_info": "Exporter les infos de débogage",
        "hardware_reset": "Redémarrage matériel"
    },
    "menu_internet": "Internet",
    "guide": {
        "configure_router_tip": "Le guide réseau vous aide à configurer votre routeur et à le connecter à Internet en seulement quelques minutes.",
        "network_loading_tip": "Le guide réseau vous aide à configurer votre routeur et à le connecter à Internet en quelques minutes seulement.",
        "scan_nearby_wifi": "Analyse des réseaux Wi-Fi à proximité",
        "join_network": "Rejoindre des réseaux",
        "got_it": "Compris",
        "restart_router_tip": "2.Redémarrez le routeur.",
        "can_enjoy_the_internet": "Vous pouvez maintenant profiter d'Internet.",
        "successful_networking": "Réseau réussi",
        "vpn_user_guide": "Guide d'utilisation VPN",
        "can_not_access_the_internet_hotspot": "Impossible d'accéder à Internet via le hotspot répété. Essayez d'entrer en mode de connexion pour les hotspots publics pour résoudre le problème.",
        "android_device": "Appareil Android",
        "wifi_scanning_tip": "Le WiFi est en cours de balayage, veuillez patienter un moment.",
        "step_one": "Étape1",
        "step_two": "Étape2",
        "step_three": "Étape3",
        "repeater_configuration": "Configuration du répéteur",
        "select_network_mode_tip": "Sélectionner le mode réseau",
        "wan_interface_detect_title": "Détection de l'interface WAN",
        "scan_wifi_title": "Analyse des réseaux Wi-Fi à proximité",
        "ethernet_description_option": "Se connecter à Internet via un câble Ethernet.",
        "wait_window_pop_up": "Attendre jusqu'à ce que la fenêtre Faire confiance à cet ordinateur apparaisse. Cliquer sur Faire confiance.",
        "repeater_join_success_tip": "La configuration du répéteur est terminée.",
        "login_mode_for_public_hotspots": "Mode de connexion pour les hotspots publics",
        "ethernet_connected_tip": "La configuration Ethernet est terminée.",
        "select_proto_type_tip": "Sélectionnez ce type si votre FAI ne fournit aucune information pour la connexion Internet.",
        "ethernet_config_title": "Configuration Ethernet",
        "enter_info_by_isp_tip": "Entrez les informations fournies par votre FAI.",
        "enter_broadband_password_placeholder": "Veuillez entrer le mot de passe de la connexion à large bande",
        "connection_is_normal": "Le type de connexion réseau actuel est {type} et l'état du réseau est normal.",
        "concat_isp_tip": "3.Contactez votre FAI pour obtenir de l'aide.",
        "pppoe_is_normal": "Le type de connexion réseau actuel est PPPoE et l'état du réseau est normal.",
        "detecting_loading": "Détection en cours…",
        "operate_according_to_your_mobile_phone": "Différentes versions de systèmes et modèles de téléphones mobiles peuvent entraîner des interfaces légèrement différentes. Veuillez opérer selon l'interface correspondante de votre téléphone mobile.",
        "enter_to_guide": {
            "tip": "Cliquez ici pour entrer à nouveau dans le guide du débutant."
        },
        "tethering_device_connect_title": "Connexion réseau de l'appareil en mode modem",
        "four": "Étape 4",
        "proto_connecting": "{proto} en cours de connexion",
        "proto_is_connected": "{proto} est actuellement détecté comme étant connecté.",
        "completed": "Terminé !",
        "unknow_device": "Appareil inconnu",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Allez dans les paramètres, assurez-vous que la Connexion mobile est activée et appuyez sur Partage de connexion.",
        "make_sure_cellular_is_turn_on": "Assurez-vous que les données mobiles de votre appareil sont activées.",
        "enter_login_mode_for_public_hotspots_tip": "Cliquez sur le bouton Suivant pour entrer en mode de connexion pour les hotspots publics.",
        "repeater_device_connected_and_network_normal": "{device} a été connecté et le réseau est normal.",
        "repeater_description_option": "Se connecter à Internet via un Wi-Fi existant.",
        "cellular_description_option": "Se connecter à Internet via la connexion mobile.",
        "tethering_description_option": "Se connecter à Internet via le partage de connexion USB.",
        "enter_to_guide_no_internet_tip": "Si vous ne savez pas comment configurer le réseau, vous pouvez cliquer ici pour entrer dans le guide du débutant.",
        "use_vpn_protect_privacy": "Utiliser un VPN peut protéger votre vie privée. Souhaitez-vous l'essayer maintenant ?",
        "finish": "Terminer",
        "tethering_connected_description": "La configuration du partage de connexion est terminée. Vous pouvez maintenant profiter d'Internet.",
        "tethering_connect_fail_title_start": "Actuellement, le réseau ne peut pas être connecté, veuillez essayer les méthodes suivantes.",
        "available_networks": "Réseaux disponibles",
        "lan_port_position_exception_tip": "Le port LAN détecte un câble réseau, veuillez vous assurer que le câble est inséré dans la bonne position.",
        "done": "Terminé",
        "no_cable_detected_tip": "Aucun câble détecté. Veuillez connecter le câble réseau au port WAN.",
        "check_password_correct_tip": "Veuillez vous assurer que le mot de passe du compte haut débit est correct, si vous l'oubliez, vous pouvez contacter l'opérateur.",
        "static_ip_config": "Configuration d'IP statique",
        "preset_static_ip": "Utilisation du mode IP statique",
        "make_sure_wan_position_is_correct": "Actuellement, le port WAN est utilisé comme LAN, si vous souhaitez configurer Ethernet, veuillez vous assurer que le port WAN est utilisé comme WAN.",
        "manual_authentication_prompt": "Invite d'authentification manuelle",
        "wait_for_four_second_to_login_tip": "L'appareil est en mode de connexion pour les hotspots publics. Aller automatiquement à la connexion après {num} secondes.",
        "reboot_modem": "Veuillez Redémarrer le modem",
        "ios_device": "Appareil iOS",
        "network_guide_title": "Guide Réseau",
        "suggest": "Suggérer",
        "support_email": "support@gl-inet.com",
        "oops": "Oups…",
        "network_detecting": "Détection du réseau en cours, veuillez patienter un moment.",
        "enter_the_information": "Entrer les informations",
        "more_advanced_options": "Plus d'options avancées peuvent être éditées en utilisant l'interface principale.",
        "failure_auto_obtain_data": "Échec de l'obtention automatique des données",
        "can_choose_to_continue_the_process": "Vous pouvez choisir de continuer le processus ci-dessous manuellement ou de Redémarrer le modem.",
        "other": "Autre",
        "wan_status_checking": "Vérification du statut du WAN, veuillez patienter un moment.",
        "iphone": "iPhone",
        "iphone_for_demonstration": "iPhone12 (version iOS : 17.5.1) est utilisé pour la démonstration. Veuillez opérer selon l'interface correspondant à votre téléphone mobile.",
        "not_now": "Pas maintenant",
        "vpn_setup": "Configuration VPN",
        "connect_phone_or_pad_by_use_cable": "Connectez votre iPhone/iPad au routeur à l'aide d'un câble USB.",
        "allow_other_join": "Activez l'option Autoriser d'autres à se joindre.",
        "device_connected_and_network_normal": "{device} est connecté et le réseau fonctionne normalement.",
        "connect_mobile_device_to_router": "Connectez votre appareil mobile au routeur à l'aide d'un câble USB.",
        "enable_portable_hotspot_and_usb_tethering": "Activez le point d'accès portable et le partage de connexion USB.",
        "join": "Rejoindre",
        "join_other_network": "Rejoindre un autre réseau",
        "android_for_demonstration": "Connectez votre appareil mobile au routeur à l'aide d'un câble USB.",
        "phone_is_connected": "est connecté",
        "exit_button": "Quitter",
        "tethering_connecting_note": "Remarque :",
        "network_connection_exception": "Exception de connexion réseau",
        "wifi_not_found": "La connexion a échoué. Le SSID ou le mot de passe est incorrect, veuillez réessayer.",
        "repeater_concat_us": "3.Si le problème n'a pas été résolu, vous pouvez également envoyer un courriel à {supportEmail}.",
        "password_is_wrong": "La connexion a échoué. Le mot de passe est incorrect, veuillez réessayer.",
        "no_available_ap_tips": "Aucun réseau disponible n'est actuellement scanné, vous pouvez {toDo}.",
        "attention_label": "Attention !",
        "network_connection_feedback_title": "Retour sur la connexion réseau",
        "portal_login_mode_tips": "L'appareil est en mode de connexion pour les points d'accès publics. Vous pouvez vous rendre manuellement à l'authentification de connexion.",
        "enter_login_mode_tips": "Impossible d'accéder à Internet via le hotspot répété. Essayez d'entrer dans le Mode de Connexion pour les Hotspots Publics pour résoudre le problème.",
        "click_to_enter_login_mode_tips": "Cliquez sur le bouton Suivant pour entrer en Mode de Connexion pour les Hotspots Publics.",
        "repeater_warning_connected_tips": "Le réseau que vous avez sélectionné {failedSsid} n'a pas réussi à se connecter au réseau. Il a été automatiquement basculé vers le réseau enregistré {connectedSsid} et s'est connecté avec succès.",
        "repeater_warning_sub_tips": "Si vous ne souhaitez pas utiliser le réseau actuel, veuillez revenir pour en sélectionner un autre.",
        "restart_main_router_tips": "Redémarrez le routeur principal.",
        "repeater_need_enable_auth_tips": "Si le WiFi relayé nécessite une authentification, veuillez activer le mode d'authentification.",
        "restart_router_tips": "Redémarrez le routeur.",
        "fail_public_tips": "Le réseau ne peut pas être connecté, veuillez essayer les méthodes suivantes.",
        "fail_contact_tips": "Si le problème n'a pas été résolu, vous pouvez également envoyer un courriel à {addr}.",
        "thehering_fail_check_phone_tips": "Assurez-vous que votre téléphone est autorisé et que le réseau téléphonique est disponible.",
        "thehering_fail_check_usb_tips": "Vérifiez la connexion du câble USB et rebranchez-le ou remplacez-le."
    },
    "traffic": {
        "data_used_label": "{sim} Données utilisées",
        "save_to_flash_label": "Économiser des données lors de l'extinction",
        "data_cap_amout_label": "Montant du plafond de données",
        "no_saved_limit_tips": "Si vous devez verrouiller la carte SIM en fonction de l'utilisation des données, activez l'interrupteur \"Économiser les données lors de l'extinction\".",
        "modify_data_used_title": "Modifier les données de {sim}",
        "data_used_total_tips": "Les données utilisées correspondent à l'emplacement actuel de la carte SIM.",
        "modify_data_used_tips": "Les statistiques de données sont fournies à titre indicatif seulement. Le trafic réel est déterminé par votre opérateur de réseau et figurera sur la facture fournie par votre opérateur de réseau.",
        "save_to_flash_tips": "Si l'interrupteur est activé, les données peuvent être sauvegardées même après l'extinction de l'appareil.",
        "data_reset_period_label": "Période de réinitialisation des données",
        "start_day_label": "Jour de début",
        "start_hour_label": "Heure de début",
        "clear_warning_tips": "Après avoir modifié une configuration de limitation de données, les données seront effacées. Souhaitez-vous effacer les données ?",
        "third_month_label": "Troisième Mois",
        "over_limit_tips": "Les données actuellement utilisées dépassent le montant de la limite de données, veuillez réinitialiser le montant de la limite de données ou calibrer les données manuellement, sinon le réseau peut être déconnecté ou la carte SIM peut être changée automatiquement.",
        "second_month_label": "Deuxième mois",
        "sim_limit_title": "Paramètres de limite pour {sim}",
        "first_month_label": "Premier mois"
    }
}
