{
    "modemmanage": {
        "title": "Bainistíocht",
        "success_copy": "Cóipeáil rathúil",
        "refresh": "Athnuaigh",
        "at_command": "Ordú AT",
        "shortcut": "Aicearra",
        "info": "Eolas faoin Móideim",
        "reboot_sucess": "Rathúil, fan leat $$$$ soicind.",
        "no_modem": "Níor aimsíodh aon ghléas móideim",
        "copy": "Cóipeáil",
        "soft_reset": "Athbhútáil Bog",
        "export_debug_info": "Easpórtáil Faisnéis Dífhabhtaithe",
        "port": "Port",
        "send": "Seol",
        "cell_info": "Eolas Cealla",
        "hardware_reset": "Athbhútáil Crua",
        "unknown_command_msg": "Ainm ordú anaithnid"
    },
    "cellular": {
        "cell_info_title": "Cealla",
        "lock_tower_tips": "Is féidir le scanadh stáisiún bonn foinsí comhartha ardchaighdeáin a aithint go tapa chun cumarsáid chobhsaí a chinntiú. Chun glasáil ar stáisiún bonn, ní mór an t-iompróir agus na bandaí minicíochta a dtacaítear leo ag an bhfeiste a mheaitseáil; nó d'fhéadfadh sé seo difear a dhéanamh don dhiailiú. Deimhnigh faisnéis an stáisiúin bhunáite le do thoil chun fadhbanna féideartha a sheachaint.",
        "special_apns_tips": "I gcás APNanna arna soláthar ag oibreoirí speisialta, roghnaigh de réir staid iarbhír do chárta SIM.",
        "information_title": "Faisnéis Cheallach",
        "operator_locked_label": "{sim} Oibreoir Faoi Ghlas",
        "scan_operator_warning_tips": "Tógfaidh sé cúpla nóiméad an t-oibreoir a scanadh, agus caillfidh tú do nasc líonra go sealadach le linn an ama seo. An bhfuil tú cinnte gur mhaith leat leanúint ar aghaidh?",
        "tower_locked_label": "{sim} Túr Faoi Ghlas",
        "need_pin_code_tips": "Tá an cárta SIM faoi ghlas agus ní mór é a dhíghlasáil le cód PIN, tá {count} seans eile fágtha.",
        "lock_tower_disabled_tip": "Toisc go bhfuil an sliotán cárta reatha faoi ghlas ag an oibreoir, tá an ghné sliotán cárta reatha faoi ghlas ag an stáisiún bonn díchumasaithe.",
        "use_special_apn_warning_tips": "Níl an APN speisialta atá á roghnú agat faoi láthair ar fáil ach do chártaí teileafóin sonracha. Mura bhfuil an APN socraithe i gceart, d’fhéadfadh sé neamhghnáchaíochtaí diailiú, teip nasc líonra agus fadhbanna cumarsáide eile a bheith mar thoradh air. Seiceáil faoi dhó an dtacaíonn do chárta teileafóin leis an APN seo. An bhfuil tú cinnte go gcaithfidh tú aistriú chuig an APN reatha?",
        "lock_operator_btn": "Oibreoir Glasála",
        "sim_switch_title": "Athrú Cárta SIM",
        "special_apns_label": "APNanna Speisialta",
        "available_operator_title": "Oibreoirí Ar Fáil",
        "lock_operation_mode_tip": "Tacaíonn feidhm ghlasála an oibreora le trí mhodh: nascadh go huathoibríoch le líonra oibreora atá ar fáil, glasáil de láimh chuig líonra oibreora ar leith, nó athrú go huathoibríoch chuig líonra oibreora atá ar fáil má theipeann ar an nglasáil de láimh.",
        "ip_type_label": "Cineál IP",
        "lock_operator_fail_msg": "Tá an t-oibreoir reatha faoi ghlas, ach níl sé ar fáil i ndáiríre mar gheall ar shrianta cárta nó oibreora, más gá duit an líonra a athbhunú, déan oibríocht díghlasála de láimh le do thoil.",
        "sim_settings_title": "Socruithe Cárta SIM",
        "ip_type_tips": "Mura dtacaíonn an cárta SIM leis an socrú Cineál IP reatha, nó nuair a roghnaítear IPv6 ach nach bhfuil an lasc domhanda {ipv6} casta air, d’fhéadfadh sé go mbeadh neamhghnáchaíochtaí diailiú mar thoradh air.",
        "internet_info_title": "Idirlíon",
        "initializing_tips": "Tá an móideim ag tosú……",
        "pin_code_tips": "Fad cód PIN 4-8 dhigit",
        "set_sim_config_warning_tips": "Má athraítear an chumraíocht déanfar athdhiallú.",
        "view_information_btn": "Féach Tuilleadh Eolais",
        "sim_info_title": "Cárta SIM",
        "lock_operation_mode_label": "Mód Glasála",
        "manual_select_operator_tips": "Níl an liosta oibreoirí reatha ach mar thagairt. Má theipeann ar roghnú láimhe, féach ar liosta na n-oibreoirí a dtacaíonn an cárta SIM reatha leo, nó déan teagmháil le seirbhís do chustaiméirí an oibreora chun faisnéis chruinn a fháil.",
        "lock_operator_warning_tips": "Mura bhfuil an t-oibreoir faoi ghlas ag teacht leis na paraiméadair mascála banda ná APN sna socruithe ceallacha, ní bheidh an comhéadan ceallach in ann ceangal leis an Idirlíon.",
        "scan_tower_warning_tips": "Tógfaidh sé thart ar cúpla nóiméad an túr a scanadh. An bhfuil tú cinnte gur mhaith leat leanúint ar aghaidh?",
        "pin_code_last_unlock_tips": "Tá an cárta SIM faoi ghlas agus ní mór é a dhíghlasáil le cód PIN, níl ach seans amháin fágtha chun iarracht a dhéanamh é a dhíghlasáil, má theipeann air, beidh ort do ghuthán a úsáid chun é a dhíghlasáil trí chód PUK a iontráil.",
        "pin_code_last_input_unlock_tips": "Tá an cód PIN {code} mícheart, níl ach seans amháin fágtha chun iarracht a dhéanamh é a dhíghlasáil, má theipeann ar an díghlasáil arís, beidh ort do ghuthán a úsáid chun an cód PUK a iontráil chun é a dhíghlasáil.",
        "manual_lock_operator_label": "Lámhleabhar",
        "reflash_warning_msg": "Ná hathnuaigh an leathanach.",
        "not_use_special_label": "Ná hÚsáid",
        "manual_auto_lock_operator_label": "Lámhaigh-Uathoibríoch"
    },
    "sms": {
        "del_sms": "Scrios",
        "unknown": "Anaithnid",
        "detail": "Sonraí SMS",
        "send_error_msg3": "Theip ar sheoladh.",
        "send_error_msg1": "Níor braitheadh an Móideim.",
        "national": "Náisiúnta",
        "international": "Idirnáisiúnta",
        "send_error_msg5": "Ní thacaíonn an gléas le Gné SMS.",
        "confirm_del": "Deimhnigh Scriosadh",
        "send_error_msg4": "Seol teorainn ama.",
        "send_error_msg2": "Earráid anaithnid.",
        "forward_no_encryp_label": "Dada",
        "forward_smtp_title": "Bosca Poist Seoltóra (SMTP)",
        "del_read": "Scrios teachtaireachtaí léite",
        "reply_sms": "Freagra ar",
        "forward_add_phone_btn": "Cuir Uimhir Theileafóin leis",
        "forward_email_tips": "Más mian leat SMS a atreorú chuig ríomhphost, socraigh ríomhphost an tseoltóra ar dtús. Seo é an seoladh ríomhphoist a sheolfar an SMS uaidh.",
        "send_sms": "Seol Teachtaireacht",
        "title": "SMS",
        "body": "Ábhar SMS",
        "not_found_sms_modem": "Ní thacaíonn an móideim seo le SMS",
        "receive": "Faigh",
        "send_modem": "Seol Móideim",
        "send": "Seol",
        "forward_email_label": "Ríomhphost",
        "send_new": "Cruthaigh Teachtaireacht Nua",
        "forward_email_title": "Seol ar Aghaidh trí Ríomhphost",
        "forward_email_list_title": "Ríomhphost Sprioc",
        "reply": "Freagra",
        "forward_add_email_btn": "Cuir Ríomhphost leis",
        "resend_sms": "Athsheol SMS",
        "forward_title": "SMS ar aghaidh",
        "forward_smtp_server_label": "Seoladh Freastalaí SMTP",
        "forward_email_account_label": "Ainm úsáideora",
        "send_fail": "Theip ar sheoladh",
        "recipient": "faighteoir",
        "forward_tips": "Chun ciorclaíocht a chosc, ní cheadófar atreorú SMS nuair a chuirtear an uimhir áitiúil isteach anseo. Ina theannta sin, mura léann an Móideim uimhir do chárta SIM, ní dhéanfar atreorú SMS.",
        "send_error_msg6": "Ní thacaíonn an timpeallacht líonra reatha leis an ngné SMS.",
        "forward_phone_tips": "Más mian leat an ródaire a chur ar aghaidh SMS chuig do ghuthán póca, bí cinnte go bhfuil do líonra soghluaiste ar fáil agus go dtacaíonn sé le SMS a sheoladh.",
        "to": "Seol chuig",
        "invalid_dial_num": "Uimhir dhiailithe neamhbhailí",
        "forward_sms_title": "Ar aghaidh trí SMS",
        "resend": "Athsheol",
        "all_read": "Gach Léigh",
        "no_sms": "Gan teachtaireacht",
        "forward_email_subject_label": "Ábhar",
        "forward_encryp_label": "Modh Criptithe",
        "forward_email_subject_tips": "Is féidir leat an t-ábhar a mhodhnú ionas gur féidir leat a aithint cén uimhir theileafóin a fuair an SMS uaithi.",
        "from": "Ó",
        "sent": "Seolta",
        "sending": "Ag seoladh"
    },
    "cable": {
        "title": "Ethernet",
        "change_port_btn": "Athraigh go {port}",
        "confirm_to_lan": "An bhfuil tú cinnte gur mian leat an port WAN a úsáid mar LAN?",
        "setting": "Socruithe Ethernet",
        "revert_as_lan_tips": "An bhfuil tú cinnte {silkprint} a athchóiriú chuig port LAN (réamhshocrú)?",
        "rm_wan_cable": "Bain an cábla Ethernet as calafort WAN, le do thoil.",
        "change_to_wan_tips2": "Is féidir leat an port LAN a athbhunú (ionas nach n-úsáidtear é mar phort WAN a thuilleadh) tríd an gcnaipe athshocraithe ar an bhfeiste a bhrú agus a choinneáil síos ar feadh ceithre soicind.",
        "pppoe_vlanid_tips": "Ní theastaíonn an iontráil socruithe seo ach amháin má éilíonn freastalaí PPPoE an soláthraí go n-úsáidfidh an comhéadan ID VLAN sainithe clibeáilte.",
        "reset_port_tips": "Is féidir leat an {silkprint} a athchóiriú trí chnaipe athshocraithe an ghléis a bhrú síos ar feadh 4 soicind.",
        "use_as_wan_tips": "{asWan}, ní bheidh rochtain ag an bhfeiste atá ceangailte leis an bport ar an bpainéal riaracháin a thuilleadh. Beidh ort é a cheangal le Wi-Fi nó le port LAN eile.",
        "confirm_to_wan": "An bhfuil tú cinnte gur mian leat an port LAN a athrú ar ais go WAN?",
        "no_wan_tips": "Níor braitheadh aon chábla.",
        "egderouter_mode_tips": "Tá geata buail-isteach cumasaithe. Más mian leat na socruithe Ethernet a mhodhnú, díchumasaigh $$$$Geata Drop-in$$$$ ar dtús.",
        "using_as_lan": "Á úsáid mar LAN, $$$$Athraigh go WAN$$$$",
        "pppoe_log": "Logáil Ceangal PPPoE",
        "use_as_port_btn": "Athraigh an {silkprint} go {port}",
        "no_wan": "Níor braitheadh cábla sa chuan WAN. Cuir cábla ethernet isteach.",
        "wan_been_lan": "Tá an port WAN in úsáid mar LAN. Is féidir leat é a athshocrú mar WAN thíos",
        "using_tips": "Stádas {silkprint}: Á úsáid mar {port}. {changePort}",
        "dhcp_tips": "Tá seoladh IP bronnta ag meaisín líonra níos airde.",
        "revert_port_btn": "Athchóirigh go {port}",
        "change_to_wan_tips": "Nuair a úsáidtear an port LAN mar phort WAN, ní bheidh tú in ann rochtain a fháil ar an bpainéal riarthóra tríd an bport Ethernet seo atá ceangailte leis an bport LAN. Bí cinnte go bhfuil do chliant in ann ceangal le Wi-Fi nó port LAN eile.",
        "using_as_wan": "Ag úsáid mar WAN, $$$$Athraigh go LAN$$$$",
        "repeated": "Ceangailte go rathúil gan athcheangal",
        "change_to_lan_check_tips": "Ar dtús, díphlugáil an cábla Ethernet atá breiseáilte isteach sa phort WAN. $$$$ ath-bhrath $$$$",
        "use_as_wan_silkprint_tips": "Nuair a úsáidtear an {silkprint} mar phort WAN",
        "revert_wan_tips": "Tar éis duit an port WAN a athbhunú",
        "vlan_id_conflict_tips": "Tá coimhlint idir ID VLAN Ethernet1 agus ID VLAN Ethernet2."
    },
    "repeater": {
        "identity": "Ainm úsáideora",
        "fail_eap_key_tips": "Ainm úsáideora nó focal faire mícheart.",
        "modify_wifi_title": "Socruithe Líonra a Mhodhnú",
        "cannot_accessed_portal_url_tips": "Mura bhfuil tú in ann teacht ar an leathanach logála isteach, bain triail as naisc eile Idirlín a dhíchumasú (m.sh., ethernet, sreangán).",
        "quit_btn": "Scoir Mód Logála Isteach",
        "going_to_auth_tips": "Ag atreorú chuig an leathanach logála isteach:",
        "auto_go_auth_tips": "Go huathoibríoch {auth} tar éis {count}",
        "router_support_channel_tips": "Bí cinnte go n-úsáideann an líonra Wi-Fi a bhfuil tú ag nascadh leis ceann acu.",
        "entered_portal_tips": "Tá an gléas i Mód Logála Isteach do Phointí Te Poiblí. Tá roinnt seirbhísí curtha ar sos, rud a d'fhéadfadh sceitheanna sonraí a chur faoi deara chuig soláthraí an phointí te (m.sh., óstán/ionad siopadóireachta). Tar éis logáil isteach rathúil, scoireann an ródaire seo den mhodh seo go huathoibríoch. {exit}.",
        "channel": "Cainéil {band}",
        "cannot_find_wifi": "Ní féidir leat do Wi-Fi a aimsiú?",
        "ssid_not_hidden_tips": "Cinntigh nach bhfuil do SSID i bhfolach.",
        "support_tips": "Téigh i dteagmháil linn le haghaidh tuilleadh cabhrach ag {addr}.",
        "allow_other_mode_change": "Ceadaigh Athrú go Mód Líonraí Eile",
        "allow_dfs": "Ceadaigh athdhéanamh chainéil DFS",
        "join_title": "Bígí Linn sa Líonra",
        "antijam_tips_2": "Ní oibríonn sé ach nuair a dhéantar Wi-Fi 2.4G a athrá.",
        "known_net": "Líonraí Aitheanta",
        "scan_disable_guest_tips": "Le linn scanadh a dhéanamh ar chomharthaí Wi-Fi, beidh do líonra aoi ar fáil go sealadach ar feadh thart ar deich soicind. Ar mhaith leat leanúint ar aghaidh?",
        "advanced_settings": "Socruithe Casta",
        "retry_disable_guest_tips": "Agus tú ag iarraidh athcheangal a dhéanamh, scanfaidh do ródaire go tréimhsiúil do líonraí Wi-Fi, agus beidh do líonra Wi-Fi aoi ar fáil go sealadach le linn an scanadh seo.",
        "repeater_not_auto_scan_tips": "Tá an mód {mode} cumasaithe faoi láthair. Agus nuair a nascann an ródaire leis an idirlíon go rathúil i mód neamh-athsheoltóra, ní dhéanfaidh an t-athsheoltóir scanadh líonra go huathoibríoch.",
        "portal_need_click_next_tips": "Ní féidir rochtain a fháil ar an idirlíon tríd an bpointe teasa Wi-Fi seo. Cliceáil an cnaipe \"{btn}\" chun dul isteach sa Mhodh Logála isteach Pointe Teasa Poiblí chun leanúint ar aghaidh ag rochtain ar an idirlíon.",
        "no_tips": "Tá an t-athsheoltóir (STA) díchumasaithe.",
        "change_wifi": "Líonra Athraigh",
        "detail_title": "Sonraí Líonra",
        "lock_bssid_tips": "Má tá an rogha seo cumasaithe, ní cheanglóidh an ródaire ach leis an AP a fhreagraíonn don BSSID a roghnaigh tú agus tú ag aistriú chuig líonra ag baint úsáide as an SSID seo.",
        "portal_need_enter_bare_mode_tip": "Ní féidir rochtain a fháil ar an idirlíon tríd an bpointe teasa Wi-Fi seo. Cliceáil ar {portal} chun leanúint ar aghaidh ag rochtain ar an idirlíon.",
        "antijam": "Fórsáigh Bandaleithead 20MHz le haghaidh 2.4G",
        "fail_not_found_tips": "Níorbh fhéidir an líonra a aimsiú, seiceáil an SSID agus an cineál slándála a chuir tú isteach le do thoil.",
        "antijam_tips": "Má tá an rogha seo cumasaithe, feabhsóidh an gléas cobhsaíocht an naisc tríd an ráta nasc a laghdú.",
        "key": "Pasfhocal",
        "join_other": "Bígí Linn i Líonra Eile",
        "tap_icon_tips": "Cliceáil an deilbhín chun an leid maidir le cainéal Wi-Fi a thaispeáint arís.",
        "make_sure_works_tips": "Bain triail le do ghuthán póca agus déan cinnte go n-oibríonn sé.",
        "to_auth_btn": "Téigh go Logáil Isteach",
        "support_channel_tips": "Tá na cainéil Wi-Fi seo a leanas tacaíocht. Déan cinnte go n-úsáideann an líonra Wi-Fi a bhfuil tú ag nascadh leis ceann acu.",
        "options": "Roghanna Athsheoltóra",
        "portal_disable_feature_tips": "Déanfaidh an mód seo {feature} a dhíchumasú go huathoibríoch agus go sealadach.",
        "scan_wifi_fail_dfs_tips": "Tá an gléas ag rith an tseiceála ar infhaighteacht cainéil DFS agus ní féidir Wi-Fi in aice láimhe a scanadh. fan go mbeidh an seiceáil críochnaithe.",
        "enable_disguise_label": "Cumasaigh Duaithníocht",
        "unlock": "Uath",
        "encryption": "Slándáil",
        "portal_disable_vpn_tips": "Ag an am céanna, déanfaidh an gléas tráchta a threorú gan VPN go dtí go n-éireoidh as an mód, rud a d'fhéadfadh sceitheadh sonraí a chur faoi deara chuig soláthraí an phointe te (m.sh., óstán/ionad siopadóireachta).",
        "available_wifi": "Líonraí atá ar Fáil",
        "allow_dfs_tips2": "Má dhíchumasaítear an rogha seo, ní cheanglaíonn an ródaire le haon Wi-Fi ag úsáid cainéil DFS.",
        "allow_auto_portal_label": "Modh Logála Uathoibríoch do Phointe Teasa Poiblí",
        "entry_again_tips": "Má théann tú isteach arís laistigh de 10s, tarraingeoidh sé an taisce go díreach in ionad athscanadh.",
        "auto_switching": "Athrú Uathoibríoch",
        "portal_entered_bare_mode_tips": "Tá an gléas i Mód Logála Isteach do Photaí Te Poiblí. Tar éis logáil isteach rathúil, scoirfidh an ródaire seo an modh seo go huathoibríoch. {exit}",
        "allow_auto_portal_tips": "Má tá an rogha seo cumasaithe, rachaidh an ródaire seo isteach go huathoibríoch i Mód Logála Isteach do Photaí Te Poiblí nuair a bheidh sé ceangailte go rathúil le pointe te ach ní leis an Idirlíon. Sa mhodh seo, cuirfear roinnt seirbhísí ar fionraí agus athrófar an modh DNS go huathoibríoch, rud a d'fhéadfadh do chuid faisnéise gníomhaíochta líonra a sceitheadh chuig an soláthraí pointe te (m.sh. óstán nó ionad siopadóireachta).",
        "remember": "Cuimhnigh",
        "connet_dfs_tips": "Nuair a athdhéanann an ródaire WiFi le cainéal DFS, má tá an WiFi seo ar fáil, úsáidfidh an ródaire an cainéal DFS roghnaithe. Tabhair faoi deara, mura bhfuil an WiFi seo ar fáil, athrófar an cainéal, rud a bheidh mar thoradh ar dhícheangal gairid ar an gcliant atá ceangailte tríd an WiFi, agus déanfar roinnt gléasanna athcheangal gan mothú, agus ní mór roinnt eile a athcheangal de láimh.",
        "portal_show_disable_detail_btn": "Sonraí faoi na rudaí a dhíchumasaigh an modh seo",
        "need_enter_portal_tips": "Ní féidir rochtain a fháil ar an idirlíon tríd an bpointe te arís agus arís eile. Déan iarracht dul isteach i {portal} chun an fhadhb a réiteach. Tabhair faoi deara go gcuirfidh an modh seo sos ar roinnt seirbhísí agus DNS saincheaptha go dtí go n-imeoidh sé, rud a d'fhéadfadh sceitheadh sonraí a chur faoi deara chuig soláthraí an phointe the (m.sh., óstán/ionad siopadóireachta).",
        "set_static": "Socraigh IP Statach de Láimh",
        "auto_switching_without_network": "Uath-athrú gan Líonra",
        "auto_portal_tips": "Tá an gléas tar éis dul isteach i Mód Logála isteach d’Fhíortha Poiblí chun rochtain a fháil ar an bpríomhphointe Poiblí. Tar éis logála isteach go rathúil, fágfaidh sé an mód seo go huathoibríoch.",
        "join_wifi": "Bígí páirteach i Wi-Fi",
        "fail_mac_tips": "Ní féidir seoladh MAC an ródaire a bheith mar an gcéanna le haon chliant Wi-Fi, le do thoil $$$$athraigh MAC an chlóin$$$$ nó athraigh seoladh MAC an chliant sin.",
        "cannot_find_ssid": "Ní féidir leat do SSID a aimsiú?",
        "fail_key_tips": "Pasfhocal mícheart.",
        "lock_band_tips": "Má roghnaíonn tú banna láimhe, ní dhéanfaidh an ródaire scanadh ná ceangal le haon Wi-Fi atá ag úsáid banna eile.",
        "allow_dfs_tips1": "Má chumasaítear an rogha, nuair a dhéanann an ródaire Wi-Fi a athrá ar aon chainéal DFS, leanfaidh sé an ball te chun seachaint chainéil DFS. Nuair a bheidh an Wi-Fi seo ar fáil, úsáidfidh Wi-Fi 5GHz an ródaire féin an chainéal DFS. Seachas sin, athróidh Wi-Fi 5GHz an ródaire féin ar ais go dtí an chainéal neamh-DFS.",
        "auto_switching_tips": "Nuair a bhíonn mód Athraithe Uathoibríoch cumasaithe, déanfaidh an ródaire iarracht ceangal le líonraí sábháilte eile nuair a bhíonn an Wi-Fi reatha dícheangailte.",
        "retry_connet_tips": "Theip ar an gceangal, déanfar iarracht eile níos déanaí…",
        "allow_change": "Ceadaigh Athrú chuig Líonraí Sábháilte Eile",
        "scan_wifi_fail_detection_channel_tips": "Tá an gléas ag scanadh faoi láthair don chainéal is fearr. Níl scanadh Wi-Fi ar fáil le linn an phróisis seo. Fan go foighneach go mbeidh an scanadh críochnaithe.",
        "no_switching_tips": "Nuair a bhíonn mód Gan Athrú cumasaithe, ní cheanglófar líonraí sábháilte eile go huathoibríoch nuair a dhícheanglaítear an Wi-Fi reatha.",
        "ssid": "SSID",
        "no_switching": "Gan Athrú",
        "enable_disguise_tips": "Má chumasaítear an rogha seo, déanann an ródaire seo é féin a cheilt mar an gcéanna leis an ngléas cliant atá á úsáid agat faoi láthair.",
        "title": "Athsheoltóir",
        "lock_bssid": "Glasáil BSSID",
        "allow_change_tips": "Má tá an rogha cumasaithe, ceanglóidh an ródaire go huathoibríoch le líonraí sábháilte eile nuair nach féidir leis ceangal leis an líonra Wi-Fi reatha.",
        "lock_band": "Roghnú Banna",
        "unusable_eap_tips": "Ní thacaíonn an ródaire seo le líonraí athfhillteacha a úsáideann EAP.",
        "modify_wifi_tips": "Athcheanglóidh athruithe ar shocruithe líonra an t-athsheoltóir.",
        "portal_auth_mode_btn": "Mód Logála Isteach le haghaidh Spotaí Te Poiblí",
        "portal_go_to_auth_page_tips": "Ceangailte le {ssid}. Logáil isteach ar an leathanach Fíordheimhnithe chun rochtain a fháil ar an idirlíon.",
        "regionally_allowed_channel_tips": "Ní féidir leis an ródaire seo ach comharthaí cainéil Wi-Fi a chuardach a cheadaítear sa réigiún reatha.",
        "portal_auth_required_title": "Fíordheimhniú Tairseach Riachtanach",
        "auto_switching_without_network_tips": "Nuair a chuirtear modh {mode} ar siúl, ní dhéanfaidh an ródaire scanadh go huathoibríoch do líonraí nuair a bheidh sé nasctha go rathúil sa mhodh neamh-athsheachadóra, agus ní dhéanfaidh sé iarracht aistriú go líonraí sábháilte eile go huathoibríoch ach amháin nuair a bheidh an ródaire gan líonra. Is féidir leis seo caillteachas paicéad cumarsáide a sheachaint.",
        "band_conflict_tips": "Chun nascadh cobhsaí, nuair a chuirtear an athsheachadán i bhfeidhm, díchumasaítear an Wi-Fi Aoi agus déanfaidh an mhuinchille Wi-Fi 5GHz/6GHz meaitseáil go huathoibríoch leis an athsheachadán. Mura ndéanann do ghléas athenascadh go huathoibríoch, déan ceangal le Wi-Fi de láimh."
    },
    "modem": {
        "manually_tips": "Ionchur Láimhe",
        "dial_num": "Uimhir dhiailigh",
        "authentication": "Fíordheimhniú",
        "auto_switch_label": "Aistriú Uathoibríoch",
        "sim_failover_interval_tips": "Mura bhfuil an nasc idirlín ar fáil fós tar éis titim amach, athróidh an gléas ar ais chuig an sliotán SIM is fearr leis agus ní dhéanfaidh sé iarracht titim amach a athdhéanamh ach amháin tar éis an eatramh seo.",
        "band_block_warning": "Ná bac gach banna le do thoil.",
        "not_compatible": "Móideim Neamh-chomhoiriúnach",
        "connect_fail_tips": "Theip ar an gceangal, ag atosú ceangail…",
        "sim_not_setup_label": "Gan Socrú",
        "current_config_badge": "In Úsáid",
        "sim_profile_label": "Socruithe SIM {index}",
        "current_config_title": "Socruithe Reatha",
        "install_sim_tips": "Cuir do chárta SIM isteach sa sliotán SIM, ansin",
        "sim_no_profile_warning": "Níl aon socrú roghnaithe, cumrófar é go huathoibríoch.",
        "manage": "Bainistigh",
        "setting": "Socruithe Ceallacha",
        "region_code_label": "Cód Tíre / Réigiúin",
        "select_profile_title": "Roghnaigh Próifíl",
        "poor_singal_label": "Lag",
        "clear_traffic_tips": "Má chumasaítear an rogha seo, ní shábhálfaidh an córas staitisticí tráchta go huathoibríoch.",
        "history_signal_title": "Taifead Comharthaí Stairiúil",
        "timing_check_main_sim_tips": "Má chumasaítear an rogha seo, déanfaidh an gléas iarracht athrú ar ais chuig an sliotán SIM is fearr leat ag an am sonraithe. Ligeann an ghné seo duit athrú ar ais chuig an sliotán SIM is fearr leat nuair a bhíonn a nasc idirlín ar fáil.",
        "upload": "Uaslódáil",
        "enable_band_filter_label": "Cumasaigh Masc Banda",
        "tower_locked_tips": "Túr faoi Ghlas",
        "excellent_singal_label": "Ar Fheabhas",
        "install_sim": "Suiteáil cárta SIM",
        "band_filter_mode_label": "Mód Mascála",
        "set_detection_tips": "Tá an modh braite stád líonraithe mar an gcéanna leis an gceann atá cumraithe ar an $$$$ leathanach Il-WAN $$$$.",
        "sim_tower_title": "Túr SIM {sim}",
        "need_pin_tips": "Tá an cárta SIM faoi ghlas, seiceáil le do thoil an bhfuil cód PIN curtha isteach nó an bhfuil an cód PIN ceart.",
        "locked_tower_tips": "Mura bhfuil an túr faoi ghlas ag teacht leis na paraiméadair mascála banda nó APN sna socruithe ceallacha, ní bheidh an comhéadan ceallach in ann ceangal leis an Idirlíon.",
        "operator": "Oibreoir Líonra",
        "current_badge_label": "Reatha",
        "edit_profile_title": "Próifíl a Mhodhnú",
        "band_masking_tips": "I mód \"Blocáil\", blocálfaidh an ródaire na bandaí seo a leanas.",
        "no_sim_tips2": "Níor braitheadh do chárta SIM. Seiceáil go bhfuil an cárta curtha isteach i gceart agus go bhfuil na teagmhálacha glan.",
        "reboot_buildin_modem_warning": "An bhfuil tú cinnte gur mian leat an Móideim ionsuite a atosú?",
        "setting_sim_title": "Socruithe a Úsáideann an SIM",
        "choose_current_slot_label": "Cárta SIM",
        "port": "Port",
        "pin_locked_no_history_tips": "Bhí an cárta SIM faoi ghlas.",
        "pin_locked_history_tips": "Earráid cód PIM {value}, bhí an cárta SIM faoi ghlas.",
        "use_other_config_btn": "Úsáid Socruithe Eile",
        "copy_config_btn": "Clónáil agus Cuir in Eagar",
        "last_pin_tips": "Tá iarracht amháin fágtha chun an cód PIN don chárta SIM seo a dhíghlasáil, mura n-iontrálann tú arís é, beidh ort an cód PUK a úsáid chun é a dhíghlasáil. Chun cosc a chur ar do chárta SIM a bheith faoi ghlas, ní dhéanfaidh an gléas glaoch arís, mar sin bain úsáid as do ghuthán le do thoil chun é a dhíghlasáil.",
        "manage_profiles_btn": "Bainistigh Próifílí",
        "apn_tips": "Éilíonn roinnt cártaí SIM APN ar leith. Mura bhfuil an APN ceart ar eolas agat, déan teagmháil le do sholáthraí líonra.",
        "reset_count": "Glan Staitisticí",
        "pin": "Cód PIN",
        "no_sim_tips": "Níor braitheadh do chárta SIM. Seiceáil le do thoil go bhfuil an cárta curtha isteach i gceart agus go bhfuil na teagmhálacha glan. Ní thacaíonn an Móideim le cártaí SIM in-mhalartaithe te. Má d’athchuir tú an cárta SIM i ndiaidh tosaithe, le do thoil $$$$ Athbhútáil Móideim$$$$ nó athbhútáil do ródaire.",
        "saved_config_title": "Próifíli Sábháilte",
        "has_been_choose_profile_desc": "Tá ábhar {profileName} cóipeáilte agat. $$$$ Cóipeáil Próifíl Eile$$$$",
        "current_sim_badge_label": "Gníomhach: SIM {sim}",
        "fair_singal_label": "Cothrom",
        "good_singal_label": "Maith",
        "need_pin_history_tips": "Tá an cód PIN {value} mícheart. Tá {count} iarracht fágtha agat.",
        "ttl_tips": "Cinnfidh roinnt oibreoirí líonra an bhfuil an cárta SIM in úsáid ag an ródaire tríd an luach TTL a léamh. Mura féidir do chárta SIM a úsáid ar an ródaire, d'fhéadfá iarracht a dhéanamh an TTL a shocrú go luach seachas 64 agus 128 (mar shampla, 65).",
        "ttl_placeholder": "Roghnach, réamhshocraithe 64",
        "need_pin_no_history_tips": "Ní mór duit an cód PIN a iontráil, agus tá {count} iarrachtaí fágtha agat.",
        "band_only_warning": "Roghnaigh ceann amháin ar a laghad de na bandaí ceadaithe.",
        "data_roaming_label": "Fánaíocht Sonraí Idirnáisiúnta",
        "manual_setup": "Socrú Láimhe",
        "choose_other_profile_btn": "Socruithe Eile",
        "band_only_label": "Oscailte",
        "check_main_sim_time_label": "Am Athraithe",
        "pin_verify_success_tips": "Fíorú cód PIN rathúil.",
        "name_already_exist_tips": "Tá an t-ainm seo ann cheana.",
        "service": "Seirbhís",
        "traffic_tips": "Tá na staitisticí tráchta ar fáil le haghaidh faisnéise amháin; cinneann do sholáthraí líonra an trácht iarbhír agus beidh sé le feiceáil ar an mbille a sholáthraíonn do sholáthraí líonra.",
        "add_new_profile_title": "Cuir Próifíl Nua Leis",
        "password": "Pasfhocal",
        "phone_num": "Uimhir Theileafóin",
        "current_sim_label": "Cárta SIM Gníomhach",
        "certification_info_btn": "Eolas Deimhniúcháin",
        "name": "Ainm an Mhóideim",
        "select_profile_desc": "Is féidir leat $$$$ Roghnaigh Próifíl $$$$ chun ábhar a chóipeáil chuig na socruithe a úsáideann an cárta SIM.",
        "lte_plus_tips": "D’fhéadfadh roinnt gléas 4G+ a thaispeáint mar 5G",
        "scan_tower_msg": "D’fhéadfadh sé seo cúpla nóiméad a thógáil. Bíodh foighne agat.",
        "sim_lock": "Tá an cárta SIM faoi ghlas, cuir isteach an cód PIN chun é a dhíghlasáil.",
        "port_tips": "Tá an port cdc-wcdm0 níos tapúla, agus tá comhoiriúnacht níos fearr ag an port ttyUSBX.",
        "band_only_tips": "I mód \"Oscailte\", ní úsáidfidh an ródaire ach na bandaí, cuirfear bac ar na cinn eile.",
        "reboot_this": "Athbhútáil an Móideim",
        "signal": "Comhartha",
        "sim_slot_setting_title": "Socruithe Sliotán Cárta SIM",
        "save_as_profile_title": "Sábháil mar Phróifíl",
        "timing_check_main_sim_label": "Stádas Sliotán Roghnaithe á Sheiceáil go Sceidealaithe",
        "sim_not_registered": "Níl an cárta SIM cláraithe",
        "clear_traffic": "Díchumasaigh Uathshábháil Staitisticí Tráchta",
        "protocol_tips": "Tá prótacal QCM/QMI níos tapúla, agus tá comhoiriúnacht níos fearr ag an bprótacal 3G.",
        "device_may_not_b_tips": "B’fhéidir nach mbeidh an gléas in ann scanadh a dhéanamh ar gach túr nuair a bhíonn an Comhéadan Ceallach cumasaithe.",
        "band_masking_label": "Bloc",
        "auto_setup": "Socrú Uathoibríoch",
        "remove_profile_warning": "An bhfuil tú cinnte gur mhaith leat an próifíl a scriosadh? Ní féidir an próifíl a aisghabháil tar éis a scriosta.",
        "main_slot_label": "Sliotán Cárta SIM is Fearr Leis",
        "connecting_tips": "Tá srianta úsáide speisialta ag roinnt cártaí SIM, mar shampla, an gá le APN ar leith a úsáid. Mura bhfuil do chárta SIM in ann clárú, seiceáil le do sholáthraí líonra an bhfuil aon srianta speisialta ar do chárta SIM.",
        "cellular_desc": "Athcheanglóidh an comhéadan ceallach chun aistriú go dtí an túr faoi ghlas.",
        "user_name": "Ainm Úsáideoir",
        "traffic": "Staitisticí Tráchta",
        "sim_slot_switching_tips": "Athrú sliotán cárta SIM…",
        "save_config_label": "Sábháil Socruithe",
        "sim_failover_interval_label": "Eatramh Teip Thar Maoil",
        "lock_tower_title": "Túr an Ghlais",
        "available_tower_title": "Túir atá ar Fáil",
        "reboot_buildin_modem_btn": "Athbhútáil an Móideim Tógtha Isteach",
        "sim_slot_pin_mark_tips": "Tá an sliotán cárta SIM marcáilte agus ní féidir é a athrú go huathoibríoch.",
        "traffic_days_tips": "Glacann an líon uasta laethanta luach an líon uasta iarbhír laethanta sa mhí reatha.",
        "plug_in_tips": "Níor aimsíodh aon ghléas Móideim. Breiseán isteach do mhóidim USB le tosú.",
        "title": "Ceallach",
        "download": "Íoslódáil",
        "network_type": "Cineál Líonra",
        "lock_pin_tips2": "Tá {sim1} agus {sim2} faoi ghlas. Cliceáil {unlock1} nó {unlock2} agus cuir isteach an PIN comhfhreagrach chun gach SIM a dhíghlasáil.",
        "lock_pin_tips1": "Tá {sim} faoi ghlas. Cliceáil {unlock} agus cuir isteach an PIN chun é a dhíghlasáil.",
        "sim_unlock": "{sim} Díghlasáil",
        "sim_card_switch": "Aistreasc Símchárta",
        "sim_slot_type": "{sim} Cineál Sliotán",
        "sim_card_priority_title": "Tosaíocht Cárta SIM",
        "sim_card_failover_title": "Teip-thar Cárta SIM",
        "scheduled_switch_preferred_sim_label": "Scaoiltear go SIM Rogha Sceidealta",
        "execution_time_label": "Am Tráth Feidhme",
        "select_active_sim_card": "Roghnaigh Cárta SIM Gníomhach",
        "sim_info_label": "{sim} Eolas",
        "locked": "Glasáilte",
        "no_sim_card": "Gan Chárta SIM",
        "airplane_mode_tips": "Tá Mód Eitlíochta ar siúl, agus tá an líonra ceallach díchumasaithe.",
        "dialing_exception_tips": "Seiceáil do chumraíocht eSIM sa {management} chun sonraí a {topUp}. Má leanann an fhadhb ort, seiceáil do Shocruithe Cárta SIM nó déan teagmháil le {addr}."
    },
    "guide": {
        "tethering_device_connect_title": "Braith Gléas Teaghráil",
        "cellular_description_option": "Ceangail leis an Idirlíon trí cheallach.",
        "tethering_connect_fail_title_start": "Anois go bhfuil stádas an líonra neamhghnách, bain triail as na bealaí seo a leanas.",
        "not_now": "Ní Anois",
        "join_network": "Ceangail le Líonraí",
        "enter_info_by_isp_tip": "Cuir isteach an fhaisnéis a sholáthraíonn do ISP.",
        "ethernet_connected_tip": "Tá cumraíocht Ethernet críochnaithe.",
        "manual_authentication_prompt": "Próiseas fíordheimhnithe láimhe",
        "pppoe_is_normal": "Is é PPPoE an cineál nasc líonra reatha agus tá stádas an líonra gnáth.",
        "cable_no_wan_tips": "Ní bhraitear an cábla líonra ar an gcalafort WAN, cuir an cábla isteach sa chalafort WAN le do thoil.",
        "cable_dhcp_tips": "Roghnaigh an cineál seo mura soláthraíonn do sholáthraí idirlín aon fhaisnéis maidir le nasc idirlín.",
        "no_available_ap_tips": "Níl aon líonraí atá ar fáil á scanadh faoi láthair, is féidir leat {toDo}.",
        "cable_success_tips": "Is é {type} an cineál ceangail líonra reatha agus tá stádas an líonra gnáth.",
        "scan_nearby_wifi": "Ag scanadh líonraí Wi-Fi in aice láimhe",
        "select_network_mode_tip": "Roghnaigh Mód Líonra",
        "phone_is_connected": "atá ceangailte",
        "network_loading_tip": "Cuidíonn an Treoir Líonra leat do ródaire a chumrú agus é a nascadh leis an Idirlíon i gceann cúpla nóiméad.",
        "connect_phone_or_pad_by_use_cable": "Ceangail d’iPhone/iPad leis an ródaire ag baint úsáide as cábla USB.",
        "login_mode_for_public_hotspots": "Modh Logála isteach do Phointe Teasa Poiblí",
        "configuration_completed_tips": "Tá cumraíocht {type} críochnaithe.",
        "proto_connecting": "{proto} ag Ceangal",
        "reboot_modem": "Athbhútáil an móideim le do thoil",
        "step_one": "Céim 1",
        "select_proto_type_tip": "Roghnaigh an cineál seo mura bhfuil aon fhaisnéis ag do ISP maidir leis an nasc idirlín.",
        "enter_broadband_password_placeholder": "Cuir isteach do phasfhocal leathanbhanda",
        "network_connection_feedback_title": "Aiseolas ar an gCeangal Líonra",
        "modem_sim_title": "Cuir Cárta SIM isteach",
        "support_email": "support@gl-inet.com",
        "modem_set_apn_btn": "socraigh an APN ceart",
        "connect_mobile_device_to_router": "Ceangail do ghléas soghluaiste leis an ródaire ag baint úsáide as cábla USB.",
        "oops": "Úps…",
        "cable_config_title": "Cumraíocht Ethernet",
        "tethering_fail_restart_tips": "Atosaigh do ghuthán agus do ródaire.",
        "no_cable_detected_tip": "Níor braithadh cábla. Déan an cábla líonra a nascadh leis an gcalafán WAN.",
        "exit_button": "Scoir",
        "more_advanced_options": "Is féidir roghanna níos forbartha a chur in eagar ag baint úsáide as an bpríomh-chomhéadan.",
        "portal_login_mode_tips": "Tá an gléas i Mód Logála isteach do Phointe Teasa Poiblí. Is féidir leat dul go láimh chuig fíordheimhniú logála isteach.",
        "cable_manual_title": "Teip ar shonraí a fháil go huathoibríoch",
        "make_sure_wan_position_is_correct": "Faoi láthair úsáidtear an calafort WAN mar LAN, más mian leat Ethernet a shocrú, déan cinnte go n-úsáidtear an calafort WAN mar WAN.",
        "detecting_title": "Á bhrath",
        "other": "Eile",
        "scan_wifi_title": "Ag scanadh líonraí Wi-Fi in aice láimhe",
        "use_static_btn": "Ag Úsáid Mód IP Statach",
        "can_choose_to_continue_the_process": "Is féidir leat leanúint leis an bpróiseas thíos de láimh nó an móideim a atosú.",
        "repeater_configuration": "Cumraíocht Athsheoltóra",
        "allow_other_join": "Cumasaigh Ceadaigh Daoine Eile a Bheith Páirteach.",
        "fail_public_tips": "Anois ní féidir an líonra a nascadh, déan iarracht ar na bealaí seo a leanas.",
        "cable_no_wan_lan_tips": "Braitheann an port LAN go bhfuil cábla líonra curtha isteach, déan cinnte go bhfuil an cábla curtha isteach san áit cheart.",
        "repeater_description_option": "Ceangail leis an Idirlíon trí Wi-Fi atá ann cheana.",
        "android_for_demonstration": "Ceangail do ghléas soghluaiste leis an ródaire ag baint úsáide as cábla USB.",
        "password_is_wrong": "Theip ar an nasc. Tá an focal faire mícheart, bain triail eile as.",
        "cable_disabled_tips": "Tá {feature} cumasaithe.",
        "four": "Céim 4",
        "successful_networking": "Líonrú Rathúil",
        "repeater_need_enable_auth_tips": "Má tá fíordheimhniú ag teastáil ón WiFi athsheachadta, cumasaigh modh fíordheimhnithe.",
        "unknow_device": "Gléas anaithnid",
        "modem_auto_switching_tips": "Ag fáil faisnéise an chárta SIM, fan le do thoil.",
        "repeater_join_success_tip": "Tá cumraíocht an athsheoltóra críochnaithe.",
        "preset_static_ip": "Ag Úsáid Mód IP Statach",
        "modem_pin_err_tips": "Tá cód PIN {code} mícheart, níl ach {count} seans eile ann.",
        "can_enjoy_the_internet": "Is féidir leat an t-idirlíon a úsáid anois.",
        "modem_apn_tips": "Mura bhfuil an APN ceart ar eolas agat, déan teagmháil le do soláthraí seirbhíse idirlín.",
        "device_connected_and_network_normal": "Tá {device} ceangailte agus tá an líonra gnáth.",
        "modem_fail_apn_tips": "Mura bhfuil APN do chárta SIM ar eolas agat, déan teagmháil le do sholáthraí seirbhíse chun an APN a fháil agus déan iarracht {do} a dhéanamh de láimh.",
        "fail_contact_tips": "Mura bhfuil an fhadhb réitithe fós, is féidir ríomhphost a sheoladh chuig {addr}.",
        "ethernet_description_option": "Ceangail leis an Idirlíon trí chábla Ethernet.",
        "repeater_warning_connected_tips": "Theip ar an líonra {failedSsid} a roghnaigh tú ceangal a dhéanamh leis an líonra. Tá sé tar éis aistriú go huathoibríoch chuig an líonra sábháilte {connectedSsid} agus tá sé ceangailte go rathúil.",
        "proto_is_connected": "Braitear go bhfuil {proto} ceangailte faoi láthair.",
        "wifi_scanning_tip": "Tá Wi-Fi ag scanadh, fan nóiméad le do thoil.",
        "enter_the_information": "Cuir Isteach an t-Eolas",
        "tethering_description_option": "Ceangail leis an idirlíon trí theaghráil USB.",
        "join_other_network": "Ceangail le Líonra Eile",
        "join": "Bí Linn",
        "vpn_setup": "Socrú VPN",
        "cable_static_tips": "Is féidir roghanna níos forbartha a chur in eagar ag baint úsáide as an bpríomh-chomhéadan.",
        "restart_main_router_tips": "Atosaigh an príomh ródaire.",
        "modem_apn_title": "Socrú APN",
        "enable_portable_hotspot_and_usb_tethering": "Cumasaigh pointe teasa iniompartha agus teaghráil USB.",
        "connect_success_public_tips": "Tá {label} ceangailte agus tá an líonra gnáth.",
        "iphone": "iPhone",
        "vpn_user_guide": "Treoir Úsáideora VPN",
        "contact_isp_tips": "Déan teagmháil le do ISP chun cabhair a fháil.",
        "restart_router_tip": "2. Atosaigh an ródaire.",
        "connection_is_normal": "Is é {type} an cineál ceangail líonra reatha agus tá stádas an líonra gnáth.",
        "cable_pppoe_tips": "Cuir isteach an fhaisnéis a sholáthraíonn do ISP. Déan cinnte go bhfuil an focal faire cuntas banda-leathan ceart, má dhéanann tú dearmad air, is féidir leat teagmháil a dhéanamh le d’oibreoir.",
        "click_to_enter_login_mode_tips": "Cliceáil an cnaipe Ar Aghaidh chun Mód Logála Isteach a chur isteach le haghaidh Spotaí Te Poiblí.",
        "network_detecting": "Tá braiteadh líonraithe ar siúl, fan nóiméad le do thoil.",
        "wait_for_four_second_to_login_tip": "Tá an gléas i Mód Logála isteach le haghaidh Pointe Teasa Poiblí. Rachfar go huathoibríoch chuig Logáil isteach tar éis {num} soicind.",
        "enter_login_mode_for_public_hotspots_tip": "Cliceáil an cnaipe Ar Aghaidh chun Mód Logála Isteach a chur isteach le haghaidh Spotaí Te Poiblí.",
        "repeater_warning_sub_tips": "Mura dteastaíonn uait an líonra reatha a úsáid, téigh ar ais chun líonra eile a roghnú.",
        "restart_router_tips": "Atosaigh an ródaire.",
        "cable_connecting_tips": "Tá braiteadh líonraithe ar siúl, fan nóiméad le do thoil.",
        "network_connection_exception": "Eisceacht Nasc Líonra",
        "tethering_fail_check_phone_tips": "Bí cinnte go bhfuil do ghuthán údaraithe agus go bhfuil an líonra gutháin ar fáil.",
        "modem_dialling_tips": "Ag glaoch, fan le do thoil...",
        "cable_static_title": "Cumraíocht IP Statach",
        "done": "Déanta",
        "cable_fail_try_other_tips": "Bain triail as {config} eile le do thoil.",
        "step_two": "Céim 2",
        "modem_sim_locked_tips": "Tá an cód PIN iontráilte mícheart 3 uair, tá an cárta SIM faoi ghlas, déan é a dhíghlasáil trí do ghuthán.",
        "modem_network_connecting_tips": "Glao rathúil, ag nascadh leis an líonra...",
        "enter_to_guide_no_internet_tip": "Mura bhfuil tú cinnte conas an líonra a chumrú, is féidir leat cliceáil anseo chun dul isteach sa treoir do thosaitheoirí.",
        "finish": "Críochnaigh",
        "tethering_connected_description": "Tá cumraíocht teaghráil críochnaithe. Is féidir leat taitneamh a bhaint as an idirlíon anois.",
        "modem_no_sim_reboot_tips": "Má tá an cárta SIM athchurtha agat agus nach bhfuil aon chárta SIM braite fós, atosaigh do ródaire.",
        "wan_status_checking": "Stádas líonra an chalafoirt WAN á sheiceáil, fan le do thoil.",
        "cable_enter_info_title": "Cuir isteach an fhaisnéis",
        "ethernet_config_title": "Cumraíocht Ethernet",
        "check_password_correct_tip": "Bí cinnte go bhfuil focal faire an chuntais leathanbhanda ceart, má dhéanann tú dearmad air, is féidir leat teagmháil a dhéanamh leis an oibreoir.",
        "static_ip_config": "Cumraíocht IP statach",
        "modem_fail_sim_tips": "Bí cinnte go bhfuil an SIM ar fáil agus é a athsholáthar más gá.",
        "android_device": "Gléas Android",
        "use_vpn_protect_privacy": "Is féidir le VPN do phríobháideacht a chosaint. Ar mhaith leat triail a bhaint as anois?",
        "detecting_loading": "Á bhrath…",
        "fail_reboot_gateway_tips": "Athbhútáil an príomh-gheata.",
        "cellular_detecting_title": "Ag braith cárta SIM",
        "step_three": "Céim 3",
        "make_sure_cellular_is_turn_on": "Bí cinnte go bhfuil sonraí soghluaiste do ghléas soghluaiste cumhachtaithe.",
        "wifi_not_found": "Theip ar an gceangal. Tá an SSID nó an focal faire mícheart, déan iarracht arís.",
        "wait_window_pop_up": "Fan go dtí go dtiocfaidh an fhuinneog Muinín a Chur sa Ríomhaire seo aníos. Cliceáil Muinín a Chur sa Ríomhaire seo.",
        "lan_port_position_exception_tip": "Braitheann port LAN cábla líonra, bí cinnte go bhfuil an cábla curtha isteach san áit cheart.",
        "enter_login_mode_tips": "Ní féidir rochtain a fháil ar an idirlíon tríd an hotspot arís agus arís eile. Déan iarracht Mód Logála Isteach a chur isteach le haghaidh Hotspotaí Poiblí chun an fhadhb a réiteach.",
        "cable_manual_tips": "Is féidir leat leanúint leis an bpróiseas thíos de láimh nó an móideim a atosú.",
        "enter_to_guide": {
            "tip": "Cliceáil anseo chun dul isteach sa treoir tosaithe arís."
        },
        "repeater_concat_us": "3.Mura bhfuil an fhadhb réitithe fós, is féidir leat ríomhphost a sheoladh chuig {supportEmail}.",
        "modem_pin_title": "Iontráil Cód Pin",
        "ios_device": "Gléas iOS",
        "suggest": "Mol",
        "configure_router_tip": "Cabhraíonn an treoir Líonra leat do líonra ródaire a chumrú le haghaidh rochtain thapa Idirlín gan mhoill.",
        "wan_interface_detect_title": "Braith Comhéadan WAN",
        "tethering_connecting_note": "Nóta:",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Téigh go dtí Socruithe, déan cinnte go bhfuil Sonraí Gutháin cumhdaithe, agus tapaigh ar Póca Pearsanta.",
        "available_networks": "Líonraí atá ar Fáil",
        "got_it": "Tuigim é",
        "network_guide_title": "Treoir Líonra",
        "completed": "Críochnaithe!",
        "operate_according_to_your_mobile_phone": "D’fhéadfadh comhéadain beagán difriúil a bheith mar thoradh ar leaganacha éagsúla córas agus samhlacha fón póca. Úsáid comhéadan comhfhreagrach do ghutháin phóca le do thoil.",
        "attention_label": "Aird!",
        "tethering_fail_check_usb_tips": "Seiceáil go bhfuil an cábla USB ceangailte i gceart agus athphlugáil nó cuir cábla USB nua ina áit más gá.",
        "cable_wan_checking_tips": "Seiceáil stádas WAN, fan nóiméad le do thoil.",
        "modem_pin_tips": "Ní féidir cód PIN an chárta SIM a iontráil ach suas le 3 uair, má iontráiltear é mícheart trí huaire, glasálfar an cárta SIM, sa chás seo, bain úsáid as do ghuthán chun an cárta SIM a dhíghlasáil. Mura bhfuil a fhios agat cód PIN an chárta SIM seo, déan teagmháil le do sholáthraí seirbhíse.",
        "cable_detect_title": "Brath comhéadan WAN",
        "failure_auto_obtain_data": "Teip ar Shonraí a Fháil go Huathoibríoch",
        "iphone_for_demonstration": "Úsáidtear iPhone12 (leagan iOS: 17.5.1) le haghaidh taispeántais. Oibrigh de réir an chomhéadain a fhreagraíonn do do ghuthán póca."
    },
    "traffic": {
        "third_month_label": "An Tríú Mí",
        "start_day_label": "Lá Tosaigh",
        "modify_data_used_tips": "Tá na staitisticí sonraí ann ar mhaithe le faisnéis amháin. Cinneann do sholáthraí líonra an trácht iarbhír agus beidh sé le feiceáil ar an mbille a sholáthraíonn do sholáthraí líonra.",
        "data_reset_period_label": "Tréimhse Athshocraithe Sonraí",
        "disabled_sim_auto_switch_tips": "Ní athróidh an SIM ag teorainn sonraí toisc nach bhfuil {handler} cumasaithe. Agus cuirfear an SIM as nuair a shroicheann an teorainn sonraí.",
        "save_to_flash_label": "Sábháil sonraí nuair a bhíonn an chumhacht múchta",
        "data_used_total_tips": "Is iad na sonraí a úsáidtear sonraí an tsliotán cárta SIM reatha.",
        "sim_data_limit_common_tips": "Má sháraíonn an Sonraí Úsáidte an Méid Teorann Sonraí, modhnaigh an Méid Teorann Sonraí nó na Sonraí Úsáidte de láimh.",
        "second_month_label": "An Dara Mí",
        "modify_data_used_title": "Modhnaigh Sonraí {sim}",
        "over_limit_common_tips": "Tá an méid sonraí a úsáideadh tar éis dul thar an méid uasteorann sonraí, le do thoil, modhnaigh an méid uasteorann sonraí nó na sonraí a úsáideadh de láimh.",
        "sim_data_limit_single_tips": "Seachas sin, díchumasaítear an cárta SIM.",
        "save_to_flash_tips": "Má tá an lasc ar siúl, is féidir na sonraí a shábháil fiú amháin tar éis don gléas a bheith múchta.",
        "no_saved_limit_tips": "Más gá duit an cárta SIM a ghlasáil bunaithe ar úsáid sonraí, cas air an lasc \"Sábháil sonraí nuair a bhíonn an chumhacht múchta\".",
        "sim_threshold_single_tips": "Má tá an Teorainn Sonraí SIM socraithe, díchumasófar an SIM nuair a sháraíonn a shonraí an Teorainn Sonraí.",
        "data_used_label": "Sonraí {sim} Úsáidte",
        "start_hour_label": "Uair Tosaigh",
        "sim_data_limit_dual_tips": "Seachas sin, d’fhéadfadh an líonra a bheith dícheangailte nó d’fhéadfadh an cárta SIM {do}.",
        "clear_warning_tips": "Tar éis aon chumraíocht teorannaithe sonraí a mhodhnú, glanfar na sonraí. An bhfuil gá agat na sonraí a ghlanadh?",
        "sim_threshold_dual_tips": "Má tá Méid Teorainn Sonraí {currentSim} socraithe agus Sliotán Cárta SIM {handler} cumasaithe, athróidh {currentSim} go huathoibríoch go {otherSim} nuair a sháraíonn a shonraí an Méid Teorainn Sonraí agus díchumasófar {currentSim}.",
        "sim_limit_title": "Socruithe Teorann {sim}",
        "first_month_label": "An Chéad Mhí",
        "data_cap_amout_label": "Méid an Teorainn Sonraí",
        "enabled_sim_auto_switch_tips": "Athróidh an SIM nuair a shroicheann sé an teorainn sonraí."
    },
    "simo": {
        "physical_switch_to_vsim_tips": "Athróidh tú ó chárta SIM fisiceach go cárta SIM fíorúil (vSIM) an mhodúil. Beidh ort a dheimhniú go bhfuil plean sonraí ceannaithe agat ar shuíomh gréasáin simo (Scan an cód QR ar an bhfeiste chun é a cheannach). Ansin is féidir leat an cárta SIM fisiceach a bhaint as an bhfeiste.",
        "modem_name_label": "Ainm an Mhóideim",
        "vsim_switch_to_physical_tips": "Athróidh tú ó chárta SIM fíorúil (vSIM) go cárta SIM fisiceach. Beidh ort do chárta SIM fisiceach a chur isteach i sliotán an ghléis chun ceangal leis an Idirlíon. Déan cinnte go bhfuil an cárta SIM fisiceach curtha isteach.",
        "sim_type_label": "Cineál Cárta SIM",
        "switch_to_label": "Athraigh go {slot}"
    },
    "apn": {
        "enable_polling_label": "Cumasaigh Poláil",
        "enable_polling_tips": "Má tá cárta SIM Verizon á úsáid ag an gléas agus an ghné seo cumasaithe, déanfaidh an gléas monatóireacht leanúnach ar an APN ar feadh suas le 12 nóiméad tar éis atosú go dtí go mbeidh an ceangal líonra gnáth. Tá an ghné seo bailí ach amháin do chártaí SIM Verizon.",
        "polling_control_title": "Rialú Poláil APN"
    },
    "sim": {
        "sender_label": "Seoltóir"
    },
    "router_visual": {
        "lan_Client": "Cliant LAN",
        "wlan_client": "Cliant WLAN",
        "usb_client": "Cliant USB"
    },
    "tethering": {
        "no_device_tips": "Níor aimsíodh aon ghléas ceangail idirlín. Cuir do ghuthán cliste nó do mhóidim USB isteach chun tosú.",
        "title": "Ag Teaghráil",
        "device": "Gléas"
    },
    "menu_internet": "Idirlíon"
}
