{
    "cable": {
        "title": "Ethernet",
        "no_wan": "Er is geen netwerkkabel in de WAN-netwerkpoort gedetecteert. Gelieve een kabel in te pluggen.",
        "wan_been_lan": "De WAN-netwerkpoort wordt momenteel gebruikt als LAN-netwerkpoort. Hieronder kan dit worden teruggezet",
        "rm_wan_cable": "Gelieve de netwerkkabel te ontkoppelen van de WAN-netwerkpoort.",
        "confirm_to_lan": "Weet u zeker dat u de WAN-netwerkpoort als LAN-netwerkpoort wilt gebruiken?",
        "confirm_to_wan": "Weet u zeker dat u de LAN-netwerkpoort wilt terugveranderen naar een WAN-netwerkpoort?",
        "using_as_lan": "Wordt gebruikt als LAN, $$$$verander naar WAN$$$$",
        "using_as_wan": "Wordt gebruikt als WAN, $$$$verander naar LAN$$$$",
        "repeated": "Verbonden zonder dat de verbinding moest worden herverbonden",
        "pppoe_log": "PPPoE-verbindingslogboek",
        "setting": "Ethernetinstellingen",
        "dhcp_tips": "Het IP-adres wordt toegewezen door netwerkapparatuur die dichterbij het WAN-netwerk staat.",
        "pppoe_vlanid_tips": "Deze instelling is alleen vereist als de PPPoE-server van de provider vereist dat de interface een getagde specifieke VLAN-ID gebruikt.",
        "egderouter_mode_tips": "De plaatsvervangende gateway is ingeschakeld. Als u de ethernet-instellingen wilt wijzigen, schakel dan eerst $$$$de plaatsvervangende gateway$$$$ uit.",
        "change_to_lan_check_tips": "Koppel eerst de ethernetkabel los die op de WAN-poort is aangesloten. $$$$ Herdetecteren $$$$",
        "change_to_wan_tips": "Zodra de LAN-poort als WAN-poort wordt gebruikt, hebt u geen toegang meer tot het beheerderspaneel via deze netwerkpoort die op de LAN-poort is aangesloten. Zorg ervoor dat uw apparaat verbinding kan maken met Wi-Fi of een andere LAN-poort.",
        "change_to_wan_tips2": "U kunt de LAN-poort herstellen (zodat deze niet langer als WAN-poort wordt gebruikt) door de resetknop op het apparaat vier seconden ingedrukt te houden.",
        "change_port_btn": "Verander naar {port}",
        "no_wan_tips": "Geen kabel gedetecteerd.",
        "reset_port_tips": "U kunt de {silkprint} herstellen door de resetknop van het apparaat 4 seconden ingedrukt te houden.",
        "use_as_port_btn": "Wijzig de {silkprint} in {port}",
        "use_as_wan_silkprint_tips": "Zodra de {silkprint} wordt gebruikt als een WAN-poort",
        "using_tips": "{silkprint} status: Gebruikt als {port}. {changePort}",
        "use_as_wan_tips": "{asWan}, het apparaat dat op de poort is aangesloten, kan niet meer toegang krijgen tot het beheerderspaneel. U moet het verbinden met Wi-Fi of een van de andere LAN-poorten.",
        "revert_as_lan_tips": "Weet u zeker dat u de {silkprint} wilt herstellen naar LAN-poort (standaard)?",
        "revert_port_btn": "Terug zetten naar {port}",
        "revert_wan_tips": "Nadat u de WAN-poort hebt terug gezet",
        "vlan_id_conflict_tips": "Ethernet1 VLAN ID komt in conflict met Ethernet2 VLAN ID."
    },
    "tethering": {
        "title": "Tetheren",
        "device": "Apparaat",
        "no_device_tips": "Geen tetheringsapparaat gevonden. Sluit uw smartphone of USB-modem aan om te starten."
    },
    "repeater": {
        "title": "Versterker",
        "known_net": "Bekende netwerken",
        "options": "Versterkingsopties",
        "change_wifi": "Verwissel van netwerk",
        "lock_band": "Bandbepaling",
        "join_wifi": "Verbinden met Wi-Fi",
        "join_title": "Netwerk verbinden",
        "detail_title": "Netwerkdetails",
        "available_wifi": "Beschikbare netwerken",
        "join_other": "Met een ander netwerk verbinden",
        "ssid": "SSID",
        "encryption": "Beveiliging",
        "identity": "Gebruikersnaam",
        "key": "Wachtwoord",
        "remember": "Onthouden",
        "lock_bssid": "BSSID vergrendelen",
        "unlock": "Automatisch",
        "advanced_settings": "Geavanceerde instellingen",
        "fail_key_tips": "Onjuist wachtwoord.",
        "fail_eap_key_tips": "Onjuiste gebruikersnaam en/of wachtwoord",
        "connet_dfs_tips": "Wanneer de router een Wi-Fi-netwerk met een DFS-kanaal versterkt, zal de router, als deze Wi-Fi-netwerk beschikbaar is, het geselecteerde DFS-kanaal gebruiken. Houd er rekening mee dat als deze Wi-Fi-netwek niet beschikbaar is, het kanaal zal worden omgeschakeld, wat zal resulteren in een korte ontkoppeling van het apparaat dat via Wi-Fi-netwerk is verbonden, en dat sommige apparaten opnieuw zullen worden verbonden zonder dat dit wordt opgemerkt, terwijl andere handmatig opnieuw moeten worden verbonden.",
        "allow_change": "Sta het overschakelen naar andere opgeslagen netwerken toe",
        "allow_change_tips": "Als de optie is ingeschakeld, maakt de router automatisch verbinding met andere opgeslagen netwerken wanneer hij geen verbinding kan maken met het huidige Wi-Fi-netwerk.",
        "antijam": "Forceer 20MHz Bandbreedte voor 2.4G",
        "antijam_tips": "Als deze optie is ingeschakeld, verbetert het apparaat de stabiliteit van de verbinding door de verbindingssnelheid te verlagen.",
        "lock_band_tips": "Als u handmatig een band selecteert, zal de router geen Wi-Fi scannen en ook niet verbinding kunnen maken met een netwerk die een andere band gebruikt.",
        "set_static": "Handmatig een statisch IP-adres instellen",
        "no_tips": "Versterker (STA) is ingeschakeld.",
        "antijam_tips_2": "Het werkt alleen bij het repeaten van 2.4G Wi-Fi.",
        "retry_connet_tips": "Verbinding mislukt, probeer het later opnieuw…",
        "lock_bssid_tips": "Als deze optie is ingeschakeld, zal de router alleen verbinding maken met het toegangspunt dat overeenkomt met de BSSID die u hebt geselecteerd bij het overschakelen naar een netwerk dat deze SSID gebruikt.",
        "allow_dfs": "Sta versterking via DFS-kanalen toe",
        "allow_dfs_tips1": "Als de optie is ingeschakeld, zal de router, wanneer hij Wi-Fi versterkt op een DFS-kanaal, de hotspot volgen om DFS-kanalen te vermijden. Wanneer deze Wi-Fi beschikbaar is, zal de eigen 5GHz Wi-Fi van de router het DFS-kanaal gebruiken. Anders schakelt de eigen 5GHz Wi-Fi van de router terug naar het niet-DFS-kanaal.",
        "allow_dfs_tips2": "Als deze optie is uitgeschakeld, zal de router geen verbinding maken met Wi-Fi via DFS-kanalen.",
        "retry_disable_guest_tips": "Terwijl u probeert opnieuw verbinding te maken, scant uw router periodiek naar Wi-Fi-netwerken en is uw gast-Wi-Fi-netwerk tijdens deze scan tijdelijk niet beschikbaar.",
        "scan_disable_guest_tips": "Tijdens het zoeken naar Wi-Fi-signalen is uw gastnetwerk tijdelijk ongeveer tien seconden niet beschikbaar. Wilt u doorgaan?",
        "fail_not_found_tips": "Kon het netwerk niet vinden. Controleer de SSID en het beveiligingstype dat u heeft ingevoerd.",
        "unusable_eap_tips": "Deze router ondersteunt niet het versterken van netwerken die EAP gebruiken.",
        "scan_wifi_fail_dfs_tips": "Het apparaat voert de beschikbaarheidscontrole van DFS-kanalen uit en kan niet scannen naar Wi-Fi in de buurt. Wacht tot de controle is voltooid.",
        "fail_mac_tips": "Het MAC-adres van de router kan niet hetzelfde zijn als die van welk Wi-Fi-apparaat dan ook. $$$$Wijzig het MAC-adres dat is gekloond$$$$ of wijzig het MAC-adres van het apparaat.",
        "quit_btn": "Afmelden Loginmodus",
        "allow_auto_portal_label": "Automatisch Loginmodus inschakelen voor openbare hotspots",
        "cannot_accessed_portal_url_tips": "Als u de inlogpagina niet kunt bereiken, probeer dan andere internetverbindingen uit te schakelen (bijv. ethernet, mobiel).",
        "going_to_auth_tips": "Doorverwijzen naar de inlogpagina:",
        "modify_wifi_title": "Netwerkinstellingen wijzigen",
        "auto_go_auth_tips": "Automatisch {auth} na {count}",
        "to_auth_btn": "Ga naar Login",
        "auto_portal_tips": "Het apparaat is overgegaan naar Loginmodus voor openbare hotspots om toegang te krijgen tot de Captive portal-hotspot. Na succesvolle aanmelding zal het automatisch deze modus verlaten.",
        "portal_auth_mode_btn": "Loginmodus voor openbare hotspots",
        "modify_wifi_tips": "Wijzigingen in de netwerkinstellingen zullen de repeater opnieuw laten verbinden.",
        "enable_disguise_label": "Camouflage inschakelen",
        "enable_disguise_tips": "Als deze optie is ingeschakeld, vermomt de router zich als het apparaat die het clientapparaat momenteel gebruikt.",
        "entry_again_tips": "Als u binnen 10 seconden opnieuw invoert, wordt er direct uit de cache gehaald in plaats van opnieuw te scannen.",
        "scan_wifi_fail_detection_channel_tips": "Het apparaat scant momenteel naar het optimale kanaal, Wi-Fi-scannen is niet beschikbaar tijdens dit proces. Wacht alstublieft geduldig tot de scan voltooid is.",
        "cannot_find_ssid": "Kunt u uw SSID niet vinden?",
        "allow_auto_portal_tips": "Als deze optie is ingeschakeld, zal deze router automatisch de Inlogmodus voor Openbare Hotspots activeren wanneer hij succesvol verbinding maakt met een hotspot, maar niet met het internet. In deze modus worden sommige diensten opgeschort terwijl de DNS-modus wordt overgeschakeld naar automatisch, wat kan leiden tot het lekken van uw netwerkactiviteiteninformatie aan de hotspotprovider (bijvoorbeeld een hotel of winkelcentrum).",
        "need_enter_portal_tips": "Kan niet via de herhaalde hotspot toegang krijgen tot het internet. Probeer {portal} in te voeren om het probleem op te lossen. Let op: deze modus zal sommige diensten en aangepaste DNS pauzeren totdat deze wordt verlaten, wat kan leiden tot datalekken naar de aanbieder van de hotspot (bijvoorbeeld hotel/winkelcentrum).",
        "entered_portal_tips": "Het apparaat bevindt zich in de inlogmodus voor openbare hotspots. Sommige diensten zijn gepauzeerd, wat kan leiden tot datalekken naar de aanbieder van de hotspot (bijvoorbeeld hotel/winkelcentrum). Na succesvolle aanmelding verlaat deze router automatisch deze modus. {exit}.",
        "router_support_channel_tips": "Controleer het werkingskanaal van uw SSID, deze router ondersteunt:",
        "channel": "{band} kanalen",
        "cannot_find_wifi": "Kan mijn Wi-Fi niet vinden?",
        "ssid_not_hidden_tips": "Zorg ervoor dat uw SSID niet verborgen is.",
        "make_sure_works_tips": "Probeer het met uw mobiele telefoon en zorg ervoor dat het werkt.",
        "support_tips": "Neem voor verdere hulp contact met ons op via {addr}.",
        "allow_other_mode_change": "Toestaan om over te schakelen naar andere netwerkmodi",
        "no_switching": "Geen omschakeling",
        "auto_switching": "Automatisch schakelen",
        "auto_switching_without_network": "Automatisch overschakelen zonder netwerk",
        "no_switching_tips": "Wanneer de modus 'Geen overschakeling' is ingeschakeld, worden geen andere opgeslagen netwerken verbonden wanneer de huidige Wi-Fi wordt verbroken.",
        "auto_switching_tips": "Wanneer de modus voor automatisch overschakelen is ingeschakeld, worden andere opgeslagen netwerken verbonden wanneer de huidige Wi-Fi wordt verbroken.",
        "repeater_not_auto_scan_tips": "De {mode} modus is momenteel ingeschakeld. en de router maakt succesvol verbinding met het internet in niet-repeater modus, de repeater zal niet automatisch netwerkscans uitvoeren.",
        "portal_go_to_auth_page_tips": "Verbonden met {ssid}. Log in op de authenticatiepagina om toegang te krijgen tot het internet.",
        "regionally_allowed_channel_tips": "Deze router kan alleen zoeken naar Wi-Fi-kanaalsignalen die zijn toegestaan in de huidige regio.",
        "tap_icon_tips": "Klik op het pictogram om de Wi-Fi-kanaaltip opnieuw te tonen.",
        "portal_entered_bare_mode_tips": "Het apparaat bevindt zich in de aanmeldmodus voor openbare hotspots. Na succesvolle aanmelding verlaat deze router automatisch deze modus. {exit}",
        "portal_need_enter_bare_mode_tip": "Kan niet via dit Wi-Fi-hotspot toegang krijgen tot het internet. Klik op {portal} om door te gaan met internettoegang.",
        "portal_need_click_next_tips": "Kan niet via dit Wi-Fi-hotspot toegang krijgen tot het internet. Klik op de knop \"{btn}\" om naar de Openbare Hotspot Login-modus te gaan om verder toegang te krijgen tot het internet.",
        "portal_show_disable_detail_btn": "Details over wat deze modus uitschakelt",
        "portal_disable_vpn_tips": "Tegelijkertijd zal het apparaat verkeer routeren zonder VPN totdat de modus wordt verlaten, wat kan leiden tot gegevenslekken naar de aanbieder van het hotspotnetwerk (bijv. hotel/winkelcentrum).",
        "portal_disable_feature_tips": "Deze modus zal {feature} automatisch en tijdelijk uitschakelen.",
        "portal_auth_required_title": "Portaalauthenticatie vereist",
        "support_channel_tips": "De volgende Wi-Fi-kanalen worden ondersteund. Zorg ervoor dat het Wi-Fi-netwerk waarmee u verbinding maakt een van deze kanalen gebruikt.",
        "auto_switching_without_network_tips": "Wanneer de {mode}-modus is ingeschakeld, zal de router niet automatisch netwerken scannen wanneer deze succesvol is aangesloten in de niet-repeatermodus, en zal alleen proberen automatisch over te schakelen naar andere opgeslagen netwerken wanneer de router geen verbinding heeft. Dit kan communicatiepakketverlies voorkomen.",
        "band_conflict_tips": "为了确保连接稳定，启用中继模式时，访客Wi-Fi将被禁用，且5GHz/6GHz频段将自动匹配中继器。若设备未自动重新连接，请手动连接至Wi-Fi。"
    },
    "modem": {
        "title": "Mobiel",
        "manage": "Beheren",
        "name": "Modemnaam",
        "phone_num": "Telefoonnummer",
        "operator": "Mobiele provide",
        "signal": "Signaal",
        "upload": "Upload",
        "download": "Download",
        "install_sim": "SIM-kaart installeren",
        "reboot_this": "Modem herstartrn",
        "port": "Poort",
        "manually_tips": "Handmatige invoer",
        "ttl_placeholder": "Optioneel, standaard 64",
        "pin": "Pincode",
        "authentication": "Authenticatie",
        "user_name": "Gebruikersnaam",
        "password": "Wachtwoord",
        "manual_setup": "Handmatige installatie",
        "auto_setup": "Automatische installatie",
        "setting": "Mobiele netwerkinstellingen",
        "traffic": "Verkeersstatistieken",
        "reset_count": "Statistieken wissen",
        "current_config_title": "Huidige instellingen",
        "saved_config_title": "Opgeslagen profielen",
        "use_other_config_btn": "Gebruik andere instellingen",
        "current_config_badge": "In gebruik",
        "save_config_label": "Instellingen opslaan",
        "copy_config_btn": "Klonen en bewerken",
        "choose_other_profile_btn": "Andere instellingen",
        "choose_current_slot_label": "SIM-kaart",
        "band_filter_mode_label": "Maskeringsmodus",
        "band_masking_label": "Blokkeren",
        "band_only_label": "Openen",
        "excellent_singal_label": "Excellent",
        "good_singal_label": "Goed",
        "poor_singal_label": "Slecht",
        "fair_singal_label": "Het kan beter",
        "manage_profiles_btn": "Profielen beheren",
        "save_as_profile_title": "Opslaan als profiel",
        "edit_profile_title": "Profiel bewerken",
        "select_profile_title": "Selecteer profiel",
        "sim_not_setup_label": "Niet geconfigureerd",
        "name_already_exist_tips": "Deze naam is al in gebruik.",
        "available_tower_title": "Beschikbare masten",
        "lock_tower_title": "Mast vergrendelen",
        "connecting_tips": "Sommige simkaarten hebben speciale gebruiksbeperkingen, bijvoorbeeld de noodzaak om een specifieke APN te gebruiken. Als uw simkaart niet kan worden geregistreerd, neem dan contact op met uw netwerkoperator om te zien of er speciale beperkingen gelden voor uw simkaart.",
        "locked_tower_tips": "Als de vergrendelde mast niet overeenkomt met de bandmaskering of APN-parameters in de mobiele instellingen, kan het mobiele interface geen verbinding maken met internet.",
        "plug_in_tips": "Geen modem gevonden. Sluit uw USB-modem aan om te beginnen.",
        "port_tips": "De cdc-wcdm0-poort is sneller, terwijl de ttyUSBX-poort heeft een betere compatibiliteit heeft.",
        "apn_tips": "Sommige simkaarten vereisen een specifieke APN. Als u de juiste APN niet weet, vraag dit dan aan uw netwerkoperator.",
        "ttl_tips": "Sommige netwerkoperators bepalen of de simkaart door de router wordt gebruikt door de TTL-waarde te lezen. Als uw simkaart niet op de router kan worden gebruikt, kunt u proberen de TTL op een andere waarde dan 64 en 128 in te stellen (bijvoorbeeld 65).",
        "service": "Aanbieder",
        "sim_not_registered": "SIM-kaart is niet geregistreerd",
        "sim_lock": "De SIM-kaart is vergrendeld. Voer de pincode in om deze te ontgrendelen.",
        "connect_fail_tips": "Verbinding mislukt, opnieuw verbinding maken…",
        "traffic_tips": "Deze verkeersstatistieken zijn uitsluitend ter informatie; het daadwerkelijke verkeer wordt bepaald door uw netwerkoperator en zal verschijnen op de factuur die door uw netwerkoperator wordt verstrekt.",
        "clear_traffic": "Schakel het automatisch opslaan van verkeersstatistieken uit",
        "clear_traffic_tips": "Als de optie is ingeschakeld, slaat het systeem niet automatisch verkeersstatistieken op.",
        "install_sim_tips": "Plaats uw SIM-kaart in de SIM-kaartsleuf, vervolgens",
        "dial_num": "Inbelnummer",
        "not_compatible": "Incompatibel modem",
        "no_sim_tips": "Uw simkaart is niet gedetecteerd. Controleer of de kaart correct is geplaatst en of dat de contactpunten schoon zijn. Het modem ondersteunt geen hot-swappable SIM-kaarten. Als u de SIM-kaart na het opstarten opnieuw hebt geplaatst, dient u uw $$$$modem opnieuw op te starten$$$$ of uw router opnieuw op te starten.",
        "sim_slot_switching_tips": "Wisselen van SIM-kaartsleuf…",
        "current_sim_label": "Actieve simkaart",
        "sim_slot_setting_title": "SIM-kaartsleufinstellingen",
        "auto_switch_label": "Automatisch wisseln",
        "sim_profile_label": "SIM-{index}-instellingen",
        "main_slot_label": "Voorkeurs SIM-kaartsleuf",
        "sim_no_profile_warning": "Er is geen instelling geselecteerd, deze wordt automatisch geconfigureerd.",
        "sim_failover_interval_label": "Failover-interval",
        "sim_failover_interval_tips": "Als de internetverbinding nog steeds niet beschikbaar is nadat er een failover heeft plaatsgevonden, schakelt het apparaat terug naar de gewenste SIM-sleuf en probeert het de failover pas na dit interval opnieuw.",
        "timing_check_main_sim_label": "Gepland de status van voorkeursslot controleren",
        "timing_check_main_sim_tips": "Als deze optie is ingeschakeld, probeert het apparaat op het opgegeven tijdstip terug te schakelen naar het gewenste SIM-kaartsleuf. Met deze functie kunt u terugschakelen naar de gewenste SIM-kaartsleuf wanneer de internetverbinding beschikbaar is.",
        "remove_profile_warning": "Weet je zeker dat je dit profiel wilt verwijderen? Het profiel kan na verwijdering niet worden hersteld.",
        "set_detection_tips": "De internetstatus wordt op dezelfde manier gedetecteerd als de instellingen op de $$$$Multi-WAN$$$$-pagina.",
        "check_main_sim_time_label": "Schakeltijd",
        "data_roaming_label": "Internationale dataroaming",
        "enable_band_filter_label": "Bandmaskering inschakelen",
        "band_only_tips": "In de \"Open\"-modus gebruikt de router alleen de banden, de andere worden geblokkeerd.",
        "band_masking_tips": "In de \"Block\"-modus blokkeert de router de volgende banden.",
        "band_only_warning": "Gelieve minstens één van de toegestane banden te selecteren.",
        "current_badge_label": "Huidig",
        "current_sim_badge_label": "Actief: SIM-{sim}",
        "no_sim_tips2": "Uw SIM-kaart is niet gedetecteerd. Controleer of dat de SIM-kkaart correct is geplaatst en of dat de contactenpunten schoon zijn.",
        "select_profile_desc": "U kunt $$$$een profiel selecteren$$$$ om de inhoud ervan te kopiëren naar de instellingen die door de SIM-kaart worden gebruikt.",
        "setting_sim_title": "Instellingen die door de SIM-kaart worden gebruikt",
        "add_new_profile_title": "Nieuw profiel",
        "has_been_choose_profile_desc": "Je hebt de inhoud van {profileName} gekopieerd. $$$$Kopieer een ander profiel$$$$",
        "history_signal_title": "Historisch signaalrecord",
        "device_may_not_b_tips": "Het apparaat kan mogelijk niet alle masten scannen wanneer het mobiele interface is ingeschakeld.",
        "cellular_desc": "Het mobiele interface maakt opnieuw verbinding om over te schakelen naar de vergrendelde mast.",
        "scan_tower_msg": "Dit kan enkele minuten duren. Een ogenblik.",
        "sim_tower_title": "SIM-{1}-mast",
        "tower_locked_tips": "Mast is vergrendeld",
        "reboot_buildin_modem_warning": "Weet u zeker dat u de ingebouwde modem opnieuw wilt opstarten?",
        "reboot_buildin_modem_btn": "Herstart de ingebouwde modem",
        "lte_plus_tips": "Sommige apparaten tonen mogelijk 4G+ als 5G weergeven",
        "sim_slot_pin_mark_tips": "De SIM-kaartsleuf is gemarkeerd en kan niet automatisch worden gewisseld.",
        "pin_verify_success_tips": "PIN-code verificatie succesvol.",
        "need_pin_no_history_tips": "U moet de PIN-code invoeren, u heeft nog {count} pogingen over.",
        "need_pin_history_tips": "De PIN-code {value} is onjuist. U heeft nog {count} pogingen over.",
        "pin_locked_no_history_tips": "De SIM-kaart is geblokkeerd.",
        "pin_locked_history_tips": "De PIN-code {value} fout, de SIM-kaart is geblokkeerd.",
        "protocol_tips": "Het QCM/QMI-protocol is sneller, en het 3G-protocol heeft een betere compatibiliteit.",
        "certification_info_btn": "Certificatie-informatie",
        "last_pin_tips": "Er is nog één laatste poging over om de PIN-code voor deze SIM-kaart in te voerrn, als het opnieuw mislukt, moet u de PUK-code gebruiken om deze te ontgrendelen. Om te voorkomen dat uw SIM-kaart wordt geblokkeerd, zal het apparaat niet opnieuw inbellen, dus gebruik alstublieft uw telefoon om deze te ontgrendelen.",
        "need_pin_tips": "SIM-kaart is geblokkeerd, controleer of er een PIN-code is ingevoerd of dat de ingevoerde PIN-code correct is.",
        "region_code_label": "Landcode / Regiocode",
        "band_block_warning": "Blokkeer alstublieft niet alle banden.",
        "traffic_days_tips": "Het maximale aantal dagen neemt de waarde aan van het werkelijke maximale aantal dagen in de huidige maand.",
        "network_type": "Netwerktype",
        "lock_pin_tips1": "{sim} is vergrendeld. Klik op {unlock} en voer de PIN in om deze te ontgrendelen.",
        "sim_unlock": "{sim} Ontgrendelen",
        "lock_pin_tips2": "{sim1} en {sim2} zijn vergrendeld. Klik op {unlock1} of {unlock2} en voer de bijbehorende PIN in om elke SIM te ontgrendelen.",
        "sim_card_switch": "SIM-kaartschakelaar",
        "sim_slot_type": "{sim} Slot Type",
        "sim_card_priority_title": "SIM-kaartprioriteit"
    },
    "sms": {
        "send_sms": "Bericht verzenden",
        "receive": "Ontvangen",
        "all_read": "Alles is gelezen",
        "del_read": "Verwijder gelezen berichten",
        "send": "Verzenden",
        "from": "Van",
        "to": "Naar",
        "sent": "Verzonden",
        "sending": "Wordt verzonden",
        "body": "SMS-inhoud",
        "reply": "Reageren",
        "resend": "Opnieuw versturen",
        "del_sms": "Verwijderen",
        "send_new": "Nieuwe SMS",
        "resend_sms": "SMS opnieuw versturen",
        "reply_sms": "Reageren op SMS",
        "recipient": "ontvanger",
        "confirm_del": "Bevestig het verwijderen",
        "international": "Internationaal",
        "national": "Nationaal",
        "unknown": "Onbekend",
        "no_sms": "Geen bericht",
        "detail": "SMS-details",
        "send_error_msg2": "Onbekende fout.",
        "title": "SMS",
        "not_found_sms_modem": "Dit modem ondersteunt geen SMS",
        "send_fail": "Verzenden mislukt",
        "send_modem": "Van modem (SIM)",
        "invalid_dial_num": "Incorrect inbelnummer",
        "send_error_msg1": "De modem is niet gedetecteerd.",
        "send_error_msg3": "Het verzenden is mislukt",
        "send_error_msg5": "Het apparaat ondersteunt geen SMS-functie.",
        "send_error_msg4": "Het verzenden duurde te lang.",
        "send_error_msg6": "De huidige netwerkomgeving ondersteunt de SMS-functie niet.",
        "forward_smtp_title": "Mailbox afzender (SMTP)",
        "forward_title": "SMS doorsturen",
        "forward_email_label": "E-mail",
        "forward_smtp_server_label": "SMTP-serveradres",
        "forward_encryp_label": "Versleutelingsmethode",
        "forward_email_account_label": "Gebruikersnaam",
        "forward_email_subject_label": "Onderwerp",
        "forward_email_list_title": "Doel e-mailadres",
        "forward_email_subject_tips": "U kunt het onderwerp aanpassen, zodat u kunt zien van welk telefoonnummer de SMS is ontvangen.",
        "forward_add_email_btn": "E-mailadres toevoegen",
        "forward_add_phone_btn": "Telefoonnummer toevoegen",
        "forward_email_tips": "Als u SMS naar e-mail wilt doorsturen, stel dan eerst het e-mailadres van de afzender in. Dit is het e-mailadres waarvandaan de SMS wordt verzonden.",
        "forward_no_encryp_label": "Niks",
        "forward_sms_title": "Doorsturen via SMS",
        "forward_email_title": "Doorsturen via e-mail",
        "forward_tips": "Om circulariteit te voorkomen is het doorsturen van SMS niet toegestaan als hier het lokale nummer wordt ingevuld. Bovendien wordt het doorsturen van SMS-berichten niet uitgevoerd als de modem het nummer van uw SIM-kaart niet leest.",
        "forward_phone_tips": "Als u wilt dat de router SMS-berichten doorstuurt naar uw mobiele telefoon, zorg er dan voor dat uw mobiele netwerk beschikbaar is en het verzenden van SMS-berichten ondersteunt."
    },
    "router_visual": {
        "wlan_client": "WLAN-cliënten",
        "lan_Client": "LAN-cliënten",
        "usb_client": "USB Client"
    },
    "modemmanage": {
        "port": "Poort",
        "soft_reset": "Softwarematige herstarten",
        "at_command": "AT-commando",
        "info": "Modeminformatie",
        "no_modem": "Geen modem gevonden",
        "title": "Beheer",
        "refresh": "Verversen",
        "success_copy": "Succesvol gekopieerd",
        "copy": "Kopiëren",
        "cell_info": "Mobiele netwerk informatie",
        "send": "Verzenden",
        "shortcut": "Snelkoppeling",
        "reboot_sucess": "Succes, wacht alstublieft voor $$$$ seconden.",
        "export_debug_info": "Debuginformatie exporteren",
        "hardware_reset": "Hardwarematig herstarten",
        "unknown_command_msg": "Onbekend commando"
    },
    "menu_internet": "Internet",
    "guide": {
        "configure_router_tip": "De netwerkgids helpt u uw router te configureren en binnen enkele minuten met het internet te verbinden.",
        "manual_authentication_prompt": "Handmatige authenticatieprompt",
        "reboot_modem": "Herstart alstublieft het modem",
        "ios_device": "iOS-apparaat",
        "join_other_network": "Aansluiten op ander netwerk",
        "scan_nearby_wifi": "Scannen naar nabijgelegen Wi-Fi-netwerken",
        "restart_router_tip": "2.Herstart de router.",
        "use_vpn_protect_privacy": "Het gebruik van een VPN kan uw privacy beschermen. Wilt u het nu proberen?",
        "suggest": "Suggestie",
        "can_enjoy_the_internet": "U kunt nu van het internet genieten.",
        "support_email": "support@gl-inet.com",
        "connection_is_normal": "Huidig netwerkverbindingstype is {type} en netwerkstatus is normaal.",
        "ethernet_description_option": "Verbind met het internet via een Ethernetkabel.",
        "repeater_description_option": "Verbind met het internet via een bestaand Wi-Fi-netwerk.",
        "cellular_description_option": "Verbind met het internet via mobiel.",
        "password_is_wrong": "Verbinding mislukt. Het wachtwoord is verkeerd, probeer het opnieuw.",
        "allow_other_join": "Schakel 'Sta anderen toe te verbinden' in.",
        "connect_mobile_device_to_router": "Verbind uw mobiele apparaat met de router met behulp van een USB-kabel.",
        "enable_portable_hotspot_and_usb_tethering": "Schakel Draagbare hotspot en USB-tethering in.",
        "android_for_demonstration": "Verbind uw mobiele apparaat met de router met behulp van een USB-kabel.",
        "tethering_connected_description": "De tethering-configuratie is voltooid. U kunt nu van het internet genieten.",
        "tethering_connect_fail_title_start": "Momenteel kan er geen verbinding worden gemaakt met het netwerk, probeer de volgende methoden.",
        "wait_window_pop_up": "Wacht tot het venster 'Vertrouw deze computer' verschijnt. Klik op Vertrouwen.",
        "make_sure_cellular_is_turn_on": "Zorg ervoor dat de mobiele data van uw mobiele apparaat is ingeschakeld.",
        "network_loading_tip": "De Netwerkgids helpt u uw router te configureren en binnen enkele minuten met het internet te verbinden.",
        "network_connection_exception": "Netwerkverbinding Uitzondering",
        "login_mode_for_public_hotspots": "Inlogmodus voor Openbare Hotspots",
        "available_networks": "Beschikbare Netwerken",
        "lan_port_position_exception_tip": "LAN-poort detecteert een netwerkkabel, zorg ervoor dat de kabel in de juiste positie is ingevoerd.",
        "done": "Klaar",
        "no_cable_detected_tip": "Geen kabel gedetecteerd. Sluit de netwerkkabel aan op de WAN-poort.",
        "enter_info_by_isp_tip": "Voer de informatie in die door uw ISP is verstrekt.",
        "ethernet_connected_tip": "Ethernetconfiguratie is voltooid.",
        "enter_broadband_password_placeholder": "Voer het breedbandwachtwoord in",
        "pppoe_is_normal": "Het huidige netwerkverbindingstype is PPPoE en de netwerkstatus is normaal.",
        "static_ip_config": "Statische IP-configuratie",
        "preset_static_ip": "Gebruik van Statische IP-modus",
        "make_sure_wan_position_is_correct": "Momenteel wordt de WAN-poort als LAN gebruikt, als u Ethernet wilt instellen, zorg er dan voor dat de WAN-poort als WAN wordt gebruikt.",
        "enter_login_mode_for_public_hotspots_tip": "Klik op de knop Volgende om de inlogmodus voor openbare hotspots te betreden.",
        "enter_to_guide_no_internet_tip": "Als u niet weet hoe u het netwerk moet configureren, kunt u hier klikken om de beginnersgids te betreden.",
        "got_it": "Begrepen",
        "network_guide_title": "Netwerkgids",
        "successful_networking": "Succesvol netwerken",
        "vpn_user_guide": "VPN-gebruikershandleiding",
        "phone_is_connected": "is verbonden",
        "wait_for_four_second_to_login_tip": "Het apparaat staat in Login Modus voor Openbare Hotspots. Automatisch naar Login gaan na {num} seconden.",
        "android_device": "Android-apparaat",
        "step_one": "Stap 1",
        "step_two": "Stap2",
        "step_three": "Stap3",
        "four": "Stap4",
        "repeater_configuration": "Repeaterconfiguratie",
        "select_network_mode_tip": "Selecteer Netwerkmodus",
        "scan_wifi_title": "Scannen naar nabijgelegen Wi-Fi-netwerken",
        "device_connected_and_network_normal": "{device} is verbonden en het netwerk is normaal.",
        "ethernet_config_title": "Ethernetconfiguratie",
        "check_password_correct_tip": "Zorg ervoor dat het wachtwoord van het breedbandaccount correct is, als u het vergeten bent, kunt u contact opnemen met de operator.",
        "select_proto_type_tip": "Selecteer dit type als uw ISP geen informatie verstrekt voor internetverbinding.",
        "repeater_join_success_tip": "Repeaterconfiguratie is voltooid.",
        "detecting_loading": "Detecteren…",
        "tethering_description_option": "Verbind met het internet via usb-tethering.",
        "enter_to_guide": {
            "tip": "Klik hier om de beginnersgids opnieuw te betreden."
        },
        "wan_interface_detect_title": "WAN-interface detecteren",
        "tethering_device_connect_title": "Netwerkverbinding via tethering-apparaat",
        "exit_button": "Afsluiten",
        "wifi_scanning_tip": "WiFi scant, een ogenblik geduld alstublieft.",
        "proto_connecting": "{proto} Verbinden",
        "completed": "Voltooid!",
        "proto_is_connected": "{proto} wordt momenteel gedetecteerd als verbonden.",
        "wifi_not_found": "Verbinding mislukt. De SSID of het wachtwoord is verkeerd, probeer het opnieuw.",
        "iphone": "iPhone",
        "repeater_concat_us": "3.Als het probleem niet is opgelost, kunt u ook e-mailen naar {supportEmail}.",
        "iphone_for_demonstration": "iPhone12 (iOS-versie: 17.5.1) wordt gebruikt voor de demonstratie. Voer de handelingen uit volgens de interface die overeenkomt met uw mobiele telefoon.",
        "not_now": "Niet Nu",
        "vpn_setup": "VPN-instellingen",
        "connect_phone_or_pad_by_use_cable": "Verbind uw iPhone/iPad met de router met behulp van een USB-kabel.",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Ga naar Instellingen, zorg dat Mobiele data is ingeschakeld en tik op Persoonlijke hotspot.",
        "join": "Deelnemen",
        "oops": "Oeps…",
        "tethering_connecting_note": "Opmerking:",
        "finish": "Voltooien",
        "join_network": "Netwerken Verbinden",
        "network_detecting": "Netwerkdetectie is bezig, even geduld alstublieft.",
        "enter_the_information": "Voer De Informatie In",
        "more_advanced_options": "Meer geavanceerde opties kunnen worden bewerkt via de hoofdinterface.",
        "failure_auto_obtain_data": "Gegevens Automatisch Verkrijgen Mislukt",
        "can_choose_to_continue_the_process": "U kunt ervoor kiezen om het proces hieronder handmatig voort te zetten of het modem te herstarten.",
        "other": "Overig",
        "operate_according_to_your_mobile_phone": "Verschillende versies van systemen en mobiele telefoonmodellen kunnen resulteren in enigszins verschillende interfaces. Gelieve te handelen volgens de overeenkomstige interface van uw mobiele telefoon.",
        "wan_status_checking": "WAN-statuscontrole, even geduld alstublieft.",
        "unknow_device": "Onbekend apparaat",
        "no_available_ap_tips": "Momenteel worden er geen beschikbare netwerken gescand, u kunt {toDo}.",
        "attention_label": "Let op!",
        "network_connection_feedback_title": "Netwerkverbinding Feedback",
        "portal_login_mode_tips": "Het apparaat bevindt zich in de inlogmodus voor openbare hotspots. U kunt handmatig naar de loginverificatie gaan.",
        "enter_login_mode_tips": "Kan geen toegang krijgen tot het internet via de herhaalde hotspot. Probeer de inlogmodus voor openbare hotspots te betreden om het probleem op te lossen.",
        "click_to_enter_login_mode_tips": "Klik op de knop Volgende om de inlogmodus voor openbare hotspots te betreden.",
        "repeater_warning_connected_tips": "Het geselecteerde netwerk {failedSsid} kon geen verbinding maken met het netwerk. Er is automatisch overgeschakeld naar het opgeslagen netwerk {connectedSsid} en de verbinding is succesvol tot stand gebracht.",
        "repeater_warning_sub_tips": "Als u het huidige netwerk niet wilt gebruiken, ga dan terug om een ander netwerk te selecteren.",
        "repeater_need_enable_auth_tips": "Als de doorgeschakelde WiFi authenticatie vereist, schakel dan de authenticatiemodus in.",
        "fail_public_tips": "Nu kan het netwerk niet worden verbonden, probeer alstublieft de volgende methoden.",
        "restart_router_tips": "Herstart de router.",
        "fail_contact_tips": "Als het probleem niet is opgelost, kunt u ook e-mailen naar {addr}.",
        "restart_main_router_tips": "Herstart de hoofdrouter.",
        "tethering_fail_restart_tips": "Herstart uw telefoon en router.",
        "tethering_fail_check_phone_tips": "Zorg ervoor dat uw telefoon is geautoriseerd en dat het telefoonnetwerk beschikbaar is.",
        "tethering_fail_check_usb_tips": "Controleer de verbinding van de USB-kabel en steek deze opnieuw in of vervang de USB-kabel.",
        "connect_success_public_tips": "{label} is verbonden en het netwerk is normaal.",
        "configuration_completed_tips": "{type} configuratie is voltooid.",
        "fail_reboot_gateway_tips": "Herstart de hoofdgateway.",
        "contact_isp_tips": "Neem contact op met uw internetprovider voor hulp.",
        "cable_success_tips": "Huidig netwerkverbindingstype is {type} en de netwerkstatus is normaal.",
        "detecting_title": "Detecteren",
        "cable_no_wan_tips": "Geen kabel gedetecteerd. Sluit de netwerkkabel aan op de WAN-poort.",
        "cable_no_wan_lan_tips": "Beschikbare Netwerken",
        "cable_wan_checking_tips": "WAN-status controleren, een ogenblik geduld alstublieft.",
        "cable_pppoe_tips": "Voer de informatie in die door uw internetprovider is verstrekt. Zorg ervoor dat het wachtwoord van uw breedbandaccount correct is, als u het bent vergeten, kunt u contact opnemen met uw operator.",
        "cable_dhcp_tips": "Selecteer dit type als uw ISP geen informatie verstrekt voor internetverbinding.",
        "cable_connecting_tips": "Netwerkdetectie is bezig, een ogenblik geduld alstublieft.",
        "use_static_btn": "Gebruik van de statische IP-modus",
        "cable_static_title": "Statische IP-configuratie",
        "cable_manual_title": "Automatisch gegevens ophalen mislukt",
        "cable_manual_tips": "U kunt ervoor kiezen om het proces hieronder handmatig voort te zetten of het modem te herstarten.",
        "cable_static_tips": "Geavanceerdere opties kunnen worden bewerkt via de hoofdinterface.",
        "cable_config_title": "Ethernet-configuratie",
        "cable_detect_title": "WAN-interface detecteren",
        "modem_fail_apn_tips": "Probeer het handmatig te {do}, als u uw APN niet kent, neem dan contact op met uw internetprovider.",
        "modem_set_apn_btn": "stel de juiste APN in",
        "modem_fail_sim_tips": "Zorg ervoor dat de SIM-kaart beschikbaar is en vervang deze indien nodig.",
        "modem_sim_title": "Plaats de simkaart",
        "modem_pin_title": "Voer pincode in",
        "modem_apn_title": "APN-instellingen",
        "modem_apn_tips": "Als u de juiste APN niet weet, controleer dit dan bij uw internetprovider.",
        "modem_dialling_tips": "Oproepen, even geduld a.u.b...",
        "modem_network_connecting_tips": "Verbinding wordt tot stand gebracht. Netwerk verbinden...",
        "modem_pin_tips": "De pincode voor de SIM-kaart kan 3 keer worden geprobeerd. Als de pincode alle drie de keren verkeerd wordt ingevoerd, wordt de SIM-kaart vergrendeld. Gebruik een mobiele telefoon om de SIM-kaart te ontgrendelen. Als u de pincode voor deze SIM-kaart niet weet, raadpleeg dan uw internetprovider.",
        "modem_pin_err_tips": "PIN-code {code} is onjuist, u heeft nog {count} poging over.",
        "modem_sim_locked_tips": "De PIN-code is 3 keer verkeerd ingevoerd, de SIM-kaart is vergrendeld, ontgrendel deze via uw telefoon.",
        "modem_no_sim_reboot_tips": "Als u de SIM-kaart opnieuw hebt geplaatst en deze nog steeds niet wordt gedetecteerd, schakel dan uw router uit en start deze opnieuw op.",
        "cable_enter_info_title": "Probeer het handmatig te {do}, als u uw APN niet kent, neem dan contact op met uw internetprovider.",
        "cable_fail_try_other_tips": "Probeer een andere {config}.",
        "modem_auto_switching_tips": "SIM-kaartinformatie ophalen, even geduld a.u.b.",
        "cellular_detecting_title": "Detecteren van SIM-kaart",
        "cable_disabled_tips": "{feature} is ingeschakeld."
    },
    "traffic": {
        "save_to_flash_label": "Gegevens opslaan bij uitschakelen",
        "save_to_flash_tips": "Als de schakelaar is ingeschakeld, kunnen de gegevens worden opgeslagen, zelfs nadat het apparaat is uitgeschakeld.",
        "sim_limit_title": "{sim} Limietinstellingen",
        "modify_data_used_title": "Wijzig {sim} Gegevens",
        "data_reset_period_label": "Gegevens Reset Periode",
        "start_day_label": "Startdag",
        "start_hour_label": "Startuur",
        "clear_warning_tips": "Na het wijzigen van een configuratie voor datalimiet zal de data worden gewist. Wilt u de data wissen?",
        "second_month_label": "Tweede Maand",
        "third_month_label": "Derde Maand",
        "modify_data_used_tips": "De gegevensstatistieken zijn alleen ter informatie. Het daadwerkelijke verkeer wordt bepaald door uw netwerkoperator en zal verschijnen op de factuur die door uw netwerkoperator wordt verstrekt.",
        "first_month_label": "Eerste Maand",
        "no_saved_limit_tips": "Als u de SIM-kaart moet vergrendelen op basis van datagebruik, zet dan de schakelaar \"Gegevens besparen bij uitschakelen\" aan.",
        "data_used_total_tips": "Gebruikte data is de data van de huidige SIM-kaartslot.",
        "data_used_label": "{sim} Gegevens Gebruikt",
        "data_cap_amout_label": "Datacapaciteit",
        "sim_data_limit_common_tips": "Als het gebruikte datavolume de datalimiet overschrijdt, wijzig dan handmatig de datalimiet of het gebruikte datavolume.",
        "sim_data_limit_single_tips": "Anders wordt de SIM-kaart uitgeschakeld.",
        "sim_data_limit_dual_tips": "Anders kan het netwerk worden verbroken of de SIM-kaart kan {do}.",
        "over_limit_common_tips": "Het gebruikte datavolume heeft de datalimiet overschreden, wijzig a.u.b. de datalimiet of het gebruikte datavolume handmatig.",
        "sim_threshold_single_tips": "Als de datalimiet voor de SIM is ingesteld, wordt de SIM uitgeschakeld wanneer het datagebruik de datalimiet overschrijdt.",
        "sim_threshold_dual_tips": "Als de datalimiet voor {currentSim} is ingesteld en de SIM-kaartsleuf {handler} is ingeschakeld, zal {currentSim} automatisch overschakelen naar {otherSim} wanneer het datagebruik de datalimiet overschrijdt en zal {currentSim} worden uitgeschakeld.",
        "disabled_sim_auto_switch_tips": "De SIM zal niet overschakelen bij het bereiken van de datalimiet omdat {handler} niet is ingeschakeld. En de SIM zal worden uitgeschakeld wanneer de datalimiet is bereikt.",
        "enabled_sim_auto_switch_tips": "De SIM zal overschakelen wanneer de datalimiet is bereikt."
    },
    "cellular": {
        "tower_locked_label": "{sim} Toren vergrendeld",
        "operator_locked_label": "{sim} Operator Vergrendeld",
        "lock_operator_btn": "Slot Operator",
        "lock_tower_disabled_tip": "Omdat de huidige kaartsleuf vergrendeld is voor de operator, is de functie die de huidige kaartsleuf vergrendelt op de basisstation uitgeschakeld.",
        "scan_tower_warning_tips": "Het scannen van de toren duurt enkele minuten. Weet u zeker dat u wilt doorgaan?",
        "lock_tower_tips": "Het scannen van basisstations kan snel hoogwaardige signaalbronnen identificeren om stabiele communicatie te waarborgen. Het vastleggen op een basisstation vereist het overeenkomen van de drager en de door het apparaat ondersteunde frequentiebanden; anders kan dit het kiezen beïnvloeden. Gelieve de informatie van het basisstation te bevestigen om mogelijke problemen te vermijden.",
        "reflash_warning_msg": "Niet de pagina verversen.",
        "lock_operation_mode_label": "Vergrendelingsmodus",
        "lock_operation_mode_tip": "De functie voor operatorvergrendeling ondersteunt drie modi: automatisch verbinden met een beschikbaar operatornetwerk, handmatig vergrendelen op een specifieke operator, of automatisch overschakelen naar een beschikbaar operatornetwerk als de handmatige vergrendeling mislukt.",
        "available_operator_title": "Beschikbare Operatoren",
        "scan_operator_warning_tips": "Het scannen van de operator duurt enkele minuten, en u zult tijdelijk uw netwerkverbinding verliezen gedurende deze tijd. Weet u zeker dat u wilt doorgaan?",
        "manual_lock_operator_label": "Handleiding",
        "manual_select_operator_tips": "De huidige lijst van operators is slechts ter referentie. Als handmatige selectie niet lukt, raadpleeg dan de lijst van door de huidige SIM-kaart ondersteunde operators, of neem contact op met de klantenservice van de operator voor nauwkeurige informatie.",
        "lock_operator_fail_msg": "De huidige operator is vergrendeld, maar feitelijk niet beschikbaar vanwege kaart- of operatorbeperkingen. Als u het netwerk wilt herstellen, voer dan een handmatige ontgrendelingsoperatie uit.",
        "lock_operator_warning_tips": "Als de vergrendelde operator niet overeenkomt met de bandmaskering of APN-parameters in de mobiele instellingen, zal de mobiele interface geen verbinding kunnen maken met het internet.",
        "manual_auto_lock_operator_label": "Handmatig-Automatisch",
        "sim_info_title": "SIM-kaart",
        "internet_info_title": "Internet",
        "cell_info_title": "Cellen",
        "set_sim_config_warning_tips": "Het wijzigen van de configuratie zal resulteren in het opnieuw kiezen.",
        "sim_settings_title": "SIM-kaartinstellingen",
        "not_use_special_label": "Niet gebruiken",
        "special_apns_label": "Speciale APN's",
        "use_special_apn_warning_tips": "De speciale APN die u momenteel selecteert, is alleen beschikbaar voor specifieke telefoonkaarten. Als de APN niet correct is ingesteld, kan dit leiden tot afwijkend kiesgedrag, netwerkverbinding mislukkingen en andere communicatieproblemen. Controleer alstublieft dubbel of uw telefoonkaart deze APN ondersteunt. Weet u zeker dat u wilt overschakelen naar de huidige APN?",
        "pin_code_tips": "PIN-code lengte 4-8 cijfers",
        "sim_switch_title": "SIM-kaart wissel",
        "view_information_btn": "Bekijk meer informatie",
        "information_title": "Mobiele Informatie",
        "special_apns_tips": "Voor APN's die door speciale operators worden aangeboden, kies alstublieft volgens de daadwerkelijke situatie van uw SIM-kaart.",
        "pin_code_last_unlock_tips": "De SIM-kaart is vergrendeld en moet ontgrendeld worden met een PIN-code, er is nog één laatste poging over om het te proberen, als dit niet lukt, moet u uw telefoon gebruiken om het te ontgrendelen door de PUK-code in te voeren.",
        "need_pin_code_tips": "De SIM-kaart is vergrendeld en moet worden ontgrendeld met een PIN-code, er zijn nog {count} pogingen over.",
        "pin_code_last_input_unlock_tips": "PIN-code {code} is onjuist, er is nog één laatste kans om het te proberen te ontgrendelen, als het opnieuw mislukt, moet u uw telefoon gebruiken om de PUK-code in te voeren om te ontgrendelen.",
        "ip_type_tips": "Als de simkaart de huidige IP-type-instelling niet ondersteunt, of wanneer IPv6 is geselecteerd maar de {ipv6} globale schakelaar niet is ingeschakeld, kan dit resulteren in kiesafwijkingen.",
        "ip_type_label": "IP-type",
        "initializing_tips": "De modem wordt geïnitialiseerd……"
    },
    "sim": {
        "sender_label": "Afzender"
    },
    "simo": {
        "sim_type_label": "SIM-kaarttype",
        "switch_to_label": "Schakel over naar {slot}",
        "vsim_switch_to_physical_tips": "U schakelt over van een virtuele SIM-kaart (vSIM) naar een fysieke SIM-kaart. U moet uw fysieke SIM-kaart in de sleuf van het apparaat plaatsen om verbinding te maken met het internet. Bevestig alstublieft dat de fysieke SIM-kaart is ingevoerd.",
        "physical_switch_to_vsim_tips": "U schakelt over van fysieke SIM-kaart naar virtuele SIM-kaart (vSIM) van het module. U moet bevestigen dat u een databundel hebt gekocht op de simo-website (scan de QR-code op het apparaat om deze te kopen). Daarna kunt u de fysieke SIM-kaart uit het apparaat verwijderen.",
        "modem_name_label": "Modemnaam"
    },
    "apn": {
        "enable_polling_label": "Polling inschakelen",
        "polling_control_title": "APN Polling Controle",
        "enable_polling_tips": "Als het apparaat een Verizon SIM-kaart gebruikt en deze functie is ingeschakeld, zal het apparaat continu de APN controleren gedurende maximaal 12 minuten na het herstarten totdat de netwerkverbinding normaal is. Deze functie is alleen geldig voor Verizon SIM-kaarten."
    }
}
