{
    "repeater": {
        "quit_btn": "Opuść Tryb Logowania",
        "available_wifi": "Dostępne Sieci",
        "ssid": "SSID",
        "encryption": "Zabezpieczenia",
        "identity": "Nazwa Użytkownika",
        "key": "Hasło",
        "lock_band": "Wybór Pasma",
        "options": "Opcje Wzmacniacza Sygnału",
        "no_tips": "Wzmacniacz Sygnału (STA) jest wyłączony.",
        "change_wifi": "Przełącz Sieć",
        "allow_change": "Zezwalaj na Przełączanie do Innych Zapisanych Sieci",
        "allow_change_tips": "Jeśli ta opcja jest włączona, router automatycznie połączy się z innymi zapisanymi sieciami, gdy nie będzie mógł połączyć się z bieżącą siecią Wi-Fi.",
        "detail_title": "Szczegóły Sieci",
        "join_other": "Dołącz do Innej Sieci",
        "remember": "Zapamiętaj",
        "lock_bssid": "Zablokuj BSSID",
        "set_static": "Ręczne Ustawienie Statycznego IP",
        "unlock": "Auto",
        "antijam_tips_2": "Działa tylko podczas powtarzania sieci Wi-Fi 2.4G.",
        "antijam_tips": "Jeśli ta opcja jest włączona, urządzenie poprawi stabilność połączenia poprzez obniżenie prędkości transmisji.",
        "lock_band_tips": "Jeśli ręcznie wybierzesz pasmo, router nie będzie skanował ani łączył się z żadną siecią Wi-Fi korzystającą z innego pasma.",
        "join_wifi": "Dołącz do Wi-Fi",
        "join_title": "Dołącz do Sieci",
        "antijam": "Wymuś Pasmo 20MHz dla 2.4G",
        "allow_auto_portal_label": "Automatyczne Włączanie Trybu Logowania dla Publicznych Hotspotów",
        "modify_wifi_title": "Modyfikuj Ustawienia Sieci",
        "cannot_accessed_portal_url_tips": "Jeśli nie możesz uzyskać dostępu do strony logowania, spróbuj wyłączyć inne połączenia internetowe (np. Ethernet, sieć komórkową).",
        "auto_portal_tips": "Urządzenie weszło w tryb logowania do publicznych hotspotów, aby uzyskać dostęp do hotspotu Captive Portal. Po pomyślnym zalogowaniu automatycznie opuści ten tryb.",
        "auto_go_auth_tips": "Automatyczne {auth} po {count}",
        "modify_wifi_tips": "Zmiany w ustawieniach sieci spowodują ponowne połączenie wzmacniacza sygnału.",
        "advanced_settings": "Zaawansowane Ustawienia",
        "allow_dfs": "Zezwól na powtarzanie kanałów DFS",
        "allow_dfs_tips1": "Jeśli opcja jest włączona, gdy router powtarza Wi-Fi na dowolnym kanale DFS, będzie podążać za hotspotem w celu unikania kanału DFS. Gdy to Wi-Fi jest dostępne, własna sieć Wi-Fi 5GHz routera będzie używać kanału DFS. W przeciwnym razie własna sieć Wi-Fi 5GHz routera przełączy się z powrotem na kanał nie-DFS.",
        "allow_dfs_tips2": "Jeśli ta opcja jest wyłączona, router nie będzie łączyć się z żadną siecią Wi-Fi korzystającą z kanałów DFS.",
        "retry_disable_guest_tips": "Podczas próby ponownego połączenia router będzie okresowo skanował sieci Wi-Fi, a Twoja sieć Wi-Fi dla gości będzie tymczasowo niedostępna podczas tego skanowania.",
        "scan_disable_guest_tips": "Podczas skanowania sygnałów Wi-Fi Twoja sieć dla gości będzie tymczasowo niedostępna przez około dziesięć sekund. Czy chcesz kontynuować?",
        "fail_eap_key_tips": "Nieprawidłowa Nazwa Użytkownika lub Hasło.",
        "fail_key_tips": "Nieprawidłowe hasło.",
        "fail_not_found_tips": "Nie można znaleźć sieci, sprawdź SSID i typ zabezpieczeń, które wprowadziłeś.",
        "unusable_eap_tips": "Ten router nie obsługuje powtarzania sieci korzystających z protokołu EAP.",
        "fail_mac_tips": "Adres MAC routera nie może być taki sam jak adres MAC żadnego klienta Wi-Fi. Proszę $$$$zmodyfikować MAC klona$$$$ lub zmienić adres MAC tego klienta.",
        "scan_wifi_fail_dfs_tips": "Urządzenie przeprowadza kontrolę dostępności kanału DFS i nie może skanować pobliskich sieci Wi-Fi. Proszę poczekać na zakończenie sprawdzania.",
        "connet_dfs_tips": "Gdy router powtarza sieć Wi-Fi na kanale DFS, jeśli ta sieć Wi-Fi jest dostępna, router użyje wybranego kanału DFS. Należy pamiętać, że jeśli ta sieć Wi-Fi nie jest dostępna, kanał zostanie przełączony, co spowoduje krótkie rozłączenie klienta połączonego przez Wi-Fi. Niektóre urządzenia połączą się ponownie automatycznie, bez wykrywania przerwy, natomiast inne mogą wymagać ręcznego ponownego połączenia.",
        "portal_auth_mode_btn": "Tryb Logowania dla Publicznych Hotspotów",
        "going_to_auth_tips": "Przekierowanie do Strony Logowania:",
        "enable_disguise_label": "Włącz Tryb Kamuflażu",
        "to_auth_btn": "Przejdź do Logowania",
        "enable_disguise_tips": "Jeśli ta opcja jest włączona, ten router kamufluje się jako to samo urządzenie co klient, którego teraz używasz.",
        "title": "Wzmacniacz Sygnału",
        "known_net": "Znane Sieci",
        "retry_connet_tips": "Połączenie nie powiodło się, ponowna próba nastąpi później…",
        "lock_bssid_tips": "Jeśli ta opcja jest włączona, router połączy się wyłącznie z punktem dostępowym (AP) odpowiadającym wybranemu przez Ciebie BSSID przy przełączaniu na sieć używającą tego SSID.",
        "entry_again_tips": "Jeśli ponownie wejdziesz w ciągu 10 sekund, system pobierze dane z pamięci podręcznej zamiast ponownie skanować.",
        "scan_wifi_fail_detection_channel_tips": "Urządzenie obecnie skanuje w poszukiwaniu optymalnego kanału. W trakcie tego procesu skanowanie sieci Wi-Fi jest niedostępne. Proszę cierpliwie poczekać na zakończenie skanowania.",
        "cannot_find_ssid": "Nie możesz znaleźć swojego SSID?",
        "allow_auto_portal_tips": "Jeśli ta opcja jest włączona, router automatycznie przejdzie w tryb logowania do publicznych hotspotów, gdy nawiąże połączenie z hotspotem, ale nie uzyska dostępu do internetu. W tym trybie niektóre usługi zostaną zawieszone, a tryb DNS zostanie przełączony na automatyczny, co może spowodować wyciek informacji o aktywności sieciowej do dostawcy hotspotu (np. hotelu lub centrum handlowego).",
        "need_enter_portal_tips": "Nie można uzyskać dostępu do internetu przez powtórzony hotspot. Spróbuj wejść na {portal}, aby rozwiązać problem. Uwaga: Ten tryb wstrzyma niektóre usługi oraz niestandardowe ustawienia DNS do momentu opuszczenia, co może prowadzić do wycieku danych do dostawcy hotspotu (np. hotelu lub centrum handlowego).",
        "entered_portal_tips": "Urządzenie jest w trybie logowania do publicznych hotspotów. Niektóre usługi zostały wstrzymane, co może prowadzić do wycieku danych do dostawcy hotspotu (np. hotelu lub centrum handlowego). Po pomyślnym zalogowaniu router automatycznie opuści ten tryb. {exit}.",
        "router_support_channel_tips": "Upewnij się, że sieć Wi-Fi, z którą się łączysz, korzysta z jednej z obsługiwanych opcji.",
        "channel": "{band} Kanały",
        "cannot_find_wifi": "Nie można znaleźć twojego Wi-Fi?",
        "ssid_not_hidden_tips": "Upewnij się, że twoje SSID nie jest ukryte.",
        "make_sure_works_tips": "Spróbuj połączyć się za pomocą telefonu komórkowego i upewnij się, że działa.",
        "support_tips": "Skontaktuj się z nami po dalszą pomoc pod adresem {addr}.",
        "allow_other_mode_change": "Zezwalaj na Przełączanie do Innych Sieci",
        "no_switching": "Brak Przełączania",
        "auto_switching": "Automatyczne Przełączanie",
        "auto_switching_without_network": "Automatyczne przełączanie bez Sieci",
        "no_switching_tips": "Gdy tryb \"Bez przełączania\" jest włączony, inne zapisane sieci nie będą automatycznie łączone po rozłączeniu obecnej sieci Wi-Fi.",
        "auto_switching_tips": "Gdy tryb automatycznego przełączania jest włączony, router spróbuje połączyć się z innymi zapisanymi sieciami po rozłączeniu bieżącej sieci Wi-Fi.",
        "repeater_not_auto_scan_tips": "Tryb {mode} jest obecnie włączony. a router pomyślnie łączy się z internetem w trybie innym niż repeater, repeater nie będzie automatycznie wykonywał skanowania sieci.",
        "portal_go_to_auth_page_tips": "Połączono z {ssid}. Aby uzyskać dostęp do internetu, zaloguj się na stronie uwierzytelniania.",
        "regionally_allowed_channel_tips": "Ten router może wyszukiwać tylko sygnały kanałów Wi-Fi dozwolone w bieżącym regionie.",
        "tap_icon_tips": "Kliknij ikonę, aby ponownie wyświetlić podpowiedź dotyczącą kanału Wi-Fi.",
        "portal_entered_bare_mode_tips": "Urządzenie jest w trybie logowania dla publicznych hotspotów. Po pomyślnym zalogowaniu router automatycznie opuści ten tryb. {exit}",
        "portal_need_enter_bare_mode_tip": "Nie można uzyskać dostępu do internetu za pośrednictwem tego hotspotu Wi-Fi. Kliknij {portal}, aby kontynuować korzystanie z internetu.",
        "portal_need_click_next_tips": "Nie można uzyskać dostępu do internetu za pośrednictwem tego hotspotu Wi-Fi. Kliknij przycisk \"{btn}\", aby przejść do trybu logowania do publicznego hotspotu i kontynuować korzystanie z internetu.",
        "portal_show_disable_detail_btn": "Szczegóły dotyczące tego, co ten tryb wyłącza",
        "portal_disable_vpn_tips": "Jednocześnie urządzenie będzie kierować ruchem bez użycia VPN do momentu wyjścia z trybu, co może spowodować wyciek danych do dostawcy hotspotu (np. hotel/centrum handlowe).",
        "portal_disable_feature_tips": "Ten tryb automatycznie i tymczasowo wyłączy funkcję {feature}.",
        "portal_auth_required_title": "Wymagane uwierzytelnienie portalu",
        "support_channel_tips": "Obsługiwane są następujące kanały Wi-Fi. Upewnij się, że sieć Wi-Fi, z którą się łączysz, korzysta z jednego z nich.",
        "auto_switching_without_network_tips": "Gdy tryb {mode} jest włączony, router nie będzie automatycznie skanował sieci, gdy zostanie pomyślnie połączony w trybie innym niż repeater, i będzie próbował automatycznie przełączyć się na inne zapisane sieci tylko wtedy, gdy router nie będzie miał połączenia, co pozwala uniknąć utraty pakietów komunikacyjnych."
    },
    "cable": {
        "title": "Ethernet",
        "no_wan": "Nie wykryto kabla podłaczonego do portu WAN. Proszę podłączyć kabel ethernetowy.",
        "rm_wan_cable": "Proszę odłączyć kabel ethernetowy od portu WAN.",
        "wan_been_lan": "Port WAN został użyty jako LAN. Możesz go poniżej przywrócić do funkcji WAN",
        "confirm_to_lan": "Czy na pewno chcesz użyć portu WAN jako LAN?",
        "confirm_to_wan": "Czy na pewno chcesz zmienić port LAN z powrotem na WAN?",
        "using_as_lan": "Używany jako LAN, $$$$Zmień na WAN$$$$",
        "using_as_wan": "Używany jako WAN, $$$$Zmień na LAN$$$$",
        "repeated": "Połączono pomyślnie bez konieczności ponownego łączenia",
        "pppoe_log": "Dziennik połączeń PPPoE",
        "setting": "Ustawienia Ethernetu",
        "pppoe_vlanid_tips": "Ten wpis konfiguracji jest wymagany tylko wtedy, gdy serwer PPPoE dostawcy wymaga, aby interfejs używał oznaczonego, konkretnego identyfikatora VLAN.",
        "egderouter_mode_tips": "Brama Drop-in jest włączona. Jeśli chcesz zmodyfikować ustawienia Ethernet, najpierw wyłącz $$$$Bramę Drop-in$$$$.",
        "change_to_lan_check_tips": "Najpierw odłącz kabel Ethernet podłączony do portu WAN. $$$$Ponowne wykrywanie$$$$",
        "change_to_wan_tips": "Po użyciu portu LAN jako portu WAN nie będzie można uzyskać dostępu do panelu administratora przez ten port Ethernet podłączony do portu LAN. Upewnij się, że Twój klient może połączyć się z Wi-Fi lub innym portem LAN.",
        "change_to_wan_tips2": "Możesz przywrócić port LAN (aby nie był już używany jako port WAN), naciskając i przytrzymując przycisk resetowania na urządzeniu przez cztery sekundy.",
        "dhcp_tips": "Adres IP jest przypisywany przez nadrzędne urządzenie sieciowe.",
        "revert_wan_tips": "Po przywróceniu portu WAN",
        "use_as_wan_tips": "{asWan}, urządzenie podłączone do portu nie może już uzyskać dostępu do panelu administratora. Musisz połączyć się z Wi-Fi lub innymi portami LAN.",
        "reset_port_tips": "Możesz przywrócić {silkprint}, naciskając i przytrzymując przycisk resetowania urządzenia przez 4 sekundy.",
        "using_tips": "Status {silkprint}: Używany jako {port}. {changePort}",
        "revert_as_lan_tips": "Czy na pewno chcesz przywrócić {silkprint} do portu LAN (domyślnie)?",
        "change_port_btn": "Zmień na {port}",
        "revert_port_btn": "Przywróć do {port}",
        "use_as_port_btn": "Zmień {silkprint} na {port}",
        "no_wan_tips": "Nie wykryto kabla.",
        "use_as_wan_silkprint_tips": "Gdy {silkprint} jest używany jako port WAN",
        "vlan_id_conflict_tips": "Ethernet1 VLAN ID koliduje z VLAN ID Ethernet2."
    },
    "sms": {
        "send_modem": "Z Modemu (SIM)",
        "send_error_msg3": "Nie udało się wysłać.",
        "to": "Wyślij do",
        "sent": "Wysłane",
        "national": "Krajowy",
        "unknown": "Nieznany",
        "no_sms": "Brak wiadomości",
        "detail": "Szczegóły SMS",
        "forward_title": "Przekazywanie SMS",
        "forward_tips": "Aby zapobiec zapętleniu, przekazywanie SMS-ów nie będzie dozwolone, gdy wprowadzone zostanie lokalny numer. Dodatkowo, jeśli modem nie odczyta numeru Twojej karty SIM, przekazywanie SMS-ów nie zostanie wykonane.",
        "forward_email_title": "Przekazywanie przez e-mail",
        "forward_sms_title": "Przekazywanie przez SMS",
        "send_error_msg4": "Przekroczenie czasu wysyłania.",
        "resend_sms": "Wyślij Ponownie SMS",
        "reply_sms": "Odpowiedz do",
        "recipient": "odbiorca",
        "forward_email_label": "Email",
        "forward_smtp_server_label": "Adres Serwera SMTP",
        "forward_email_list_title": "Docelowy Email",
        "forward_email_subject_tips": "Możesz zmodyfikować temat, aby zidentyfikować, z którego numeru telefonu otrzymano wiadomość SMS.",
        "forward_add_email_btn": "Dodaj Email",
        "forward_add_phone_btn": "Dodaj Numer Telefonu",
        "forward_phone_tips": "Jeśli chcesz, aby router przekazywał wiadomości SMS na Twój telefon komórkowy, upewnij się, że Twoja sieć mobilna jest dostępna i obsługuje wysyłanie SMS-ów.",
        "forward_no_encryp_label": "Brak",
        "title": "SMS",
        "send_sms": "Wyślij Wiadomość",
        "all_read": "Wszystkie Przeczytane",
        "del_read": "Usuń przeczytane wiadomości",
        "send": "Wyślij",
        "not_found_sms_modem": "Ten modem nie obsługuje SMS",
        "from": "Od",
        "sending": "Wysyłanie",
        "send_fail": "Wysyłka nieudana",
        "body": "Treść SMS",
        "reply": "Odpowiedz",
        "resend": "Wyślij Ponownie",
        "del_sms": "Usuń",
        "send_new": "Utwórz Nową Wiadomość",
        "confirm_del": "Potwierdź Usunięcie",
        "invalid_dial_num": "Nieprawidłowy Numer Wybierania",
        "international": "Międzynarodowy",
        "send_error_msg1": "Modem nie został wykryty.",
        "send_error_msg2": "Nieznany błąd.",
        "send_error_msg5": "Urządzenie nie obsługuje funkcji SMS.",
        "send_error_msg6": "Aktualne środowisko sieciowe nie obsługuje funkcji SMS.",
        "forward_email_tips": "Jeśli chcesz przekierować SMS na e-mail, najpierw ustaw adres e-mail nadawcy. To jest adres e-mail, z którego zostanie wysłany SMS.",
        "forward_smtp_title": "Skrzynka nadawcy (SMTP)",
        "forward_encryp_label": "Metoda Szyfrowania",
        "forward_email_account_label": "Nazwa Użytkownika",
        "forward_email_subject_label": "Wątek",
        "receive": "Otrzymać"
    },
    "modemmanage": {
        "success_copy": "Kopiowanie powiodło się",
        "send": "Wyślij",
        "copy": "Kopiuj",
        "cell_info": "Informacje o komórkach",
        "refresh": "Odśwież",
        "info": "Informacje o Modemie",
        "no_modem": "Nie znaleziono urządzenia modemowego",
        "at_command": "Komenda AT",
        "soft_reset": "Miękki Restart",
        "port": "Port",
        "shortcut": "Skrót",
        "reboot_sucess": "Sukces, proszę czekać $$$$ sekund.",
        "export_debug_info": "Eksportuj informacje do debugowania",
        "hardware_reset": "Twardy Restart",
        "title": "Zarządzanie"
    },
    "modem": {
        "user_name": "Nazwa Użytkownika",
        "sim_not_registered": "Karta SIM niezarejestrowana",
        "sim_lock": "Karta SIM została zablokowana, proszę wprowadzić kod PIN, aby ją odblokować.",
        "connect_fail_tips": "Połączenie nieudane, ponowne łączenie…",
        "manual_setup": "Konfiguracja Ręczna",
        "auto_setup": "Konfiguracja Automatyczna",
        "setting": "Ustawienia Sieci Komórkowej",
        "traffic": "Statystyki Ruchu",
        "traffic_tips": "Statystyki ruchu mają charakter informacyjny; rzeczywisty ruch jest określany przez Twojego operatora sieci i pojawi się na rachunku wystawionym przez operatora.",
        "reset_count": "Wyczyść Statystyki",
        "clear_traffic": "Wyłącz Automatyczne Zapisywanie Statystyk Ruchu",
        "clear_traffic_tips": "Jeśli opcja jest włączona, system nie będzie automatycznie zapisywał statystyk ruchu.",
        "not_compatible": "Niekompatybilny Modem",
        "no_sim_tips": "Nie wykryto karty SIM. Upewnij się, że karta została poprawnie włożona, a jej styki są czyste. Modem nie obsługuje hot-swappable kart SIM. Jeśli włożyłeś kartę SIM po uruchomieniu urządzenia, $$$$Uruchom ponownie modem$$$$ lub zrestartuj router.",
        "connecting_tips": "Niektóre karty SIM mają specjalne ograniczenia użytkowania, na przykład wymaganie korzystania z określonego APN. Jeśli Twoja karta SIM nie może zostać zarejestrowana, skontaktuj się ze swoim operatorem sieci, aby sprawdzić, czy karta SIM ma jakieś specjalne ograniczenia.",
        "saved_config_title": "Zapisane Profile",
        "use_other_config_btn": "Użyj Innych Ustawień",
        "current_config_badge": "W Użyciu",
        "save_config_label": "Zapisz Ustawienia",
        "copy_config_btn": "Klonuj i Edytuj",
        "sim_slot_setting_title": "Ustawienia Slotu Karty SIM",
        "sim_no_profile_warning": "Nie wybrano żadnych ustawień, zostaną one skonfigurowane automatycznie.",
        "choose_other_profile_btn": "Inne Ustawienia",
        "sim_failover_interval_label": "Interwał Przełączania",
        "check_main_sim_time_label": "Czas Przełączania",
        "choose_current_slot_label": "Karta SIM",
        "remove_profile_warning": "Czy na pewno chcesz usunąć profil? Profil nie będzie mógł zostać odzyskany po usunięciu.",
        "set_detection_tips": "Status Internetu jest wykrywany w ten sam sposób, co ustawienia na stronie $$$$Multi-WAN$$$$.",
        "band_only_tips": "W trybie „Open” router będzie używał wyłącznie wybranych pasm, a pozostałe zostaną zablokowane.",
        "band_masking_tips": "W trybie \"Blokuj\", router zablokuje następujące pasma.",
        "current_badge_label": "Aktualne",
        "current_sim_badge_label": "Aktywna: SIM {sim}",
        "excellent_singal_label": "Doskonały",
        "good_singal_label": "Dobry",
        "fair_singal_label": "Średni",
        "save_as_profile_title": "Zapisz jako Profil",
        "edit_profile_title": "Modyfikuj Profil",
        "add_new_profile_title": "Dodaj Nowy Profil",
        "select_profile_title": "Wybierz Profil",
        "sim_not_setup_label": "Nie Skonfigurowano",
        "locked_tower_tips": "Jeśli zablokowana wieża nie odpowiada maskowaniu pasma lub parametrom APN w ustawieniach sieci komórkowej, interfejs komórkowy nie będzie mógł połączyć się z Internetem.",
        "cellular_desc": "Interfejs Komórkowy ponownie połączy się, aby przełączyć na zablokowaną wieżę.",
        "reboot_buildin_modem_warning": "Czy na pewno chcesz zrestartować wbudowany modem?",
        "lte_plus_tips": "Niektóre urządzenia mogą wyświetlać 4G+ jako 5G",
        "protocol_tips": "Protokoły QCM/QMI są szybsze, a protokół 3G ma lepszą kompatybilność.",
        "certification_info_btn": "Informacje o Certyfikacji",
        "manually_tips": "Wprowadzanie Ręczne",
        "ttl_tips": "Niektórzy operatorzy sieci określają, czy karta SIM jest używana przez router, na podstawie wartości TTL. Jeśli Twoja karta SIM nie działa w routerze, spróbuj ustawić wartość TTL inną niż 64 i 128 (na przykład 65).",
        "ttl_placeholder": "Opcjonalnie, domyślnie 64",
        "main_slot_label": "Preferowany Slot Karty SIM",
        "sim_profile_label": "Ustawienia karty SIM {index}",
        "sim_failover_interval_tips": "Jeśli po przełączeniu awaryjnym połączenie z internetem nadal nie jest dostępne, urządzenie wróci do preferowanego slotu SIM i ponownie spróbuje przełączenia dopiero po upływie tego interwału.",
        "timing_check_main_sim_label": "Zaplanowane Sprawdzanie Statusu Preferowanego Slotu",
        "timing_check_main_sim_tips": "Jeśli ta opcja jest włączona, urządzenie spróbuje przełączyć się z powrotem na preferowany slot SIM o określonej godzinie. Ta funkcja pozwala na powrót do preferowanego slotu SIM, gdy jego połączenie internetowe będzie dostępne.",
        "pin_verify_success_tips": "Weryfikacja kodu PIN zakończona sukcesem.",
        "need_pin_no_history_tips": "Musisz wprowadzić kod PIN, pozostało Ci {count} prób.",
        "last_pin_tips": "Pozostała ostatnia próba odblokowania kodu PIN dla tej karty SIM. Jeśli wpisanie kodu ponownie się nie powiedzie, konieczne będzie użycie kodu PUK do odblokowania. Aby zapobiec zablokowaniu karty SIM, urządzenie nie wykona ponownego wybierania, więc proszę użyć telefonu do jej odblokowania.",
        "need_pin_tips": "Karta SIM jest zablokowana. Sprawdź, czy został wprowadzony kod PIN i czy jest poprawny.",
        "pin": "Kod PIN",
        "dial_num": "Numer wybierania",
        "authentication": "Autentykacja",
        "password": "Hasło",
        "sim_slot_switching_tips": "Przełączanie slotu karty SIM…",
        "current_sim_label": "Aktywna Karta SIM",
        "current_config_title": "Bieżące Ustawienia",
        "data_roaming_label": "Międzynarodowy Roaming Danych",
        "enable_band_filter_label": "Włącz Maskowanie Pasma",
        "band_filter_mode_label": "Tryb Maskowania",
        "band_masking_label": "Blokuj",
        "band_only_label": "Otwórz",
        "band_only_warning": "Proszę wybrać co najmniej jedno z dozwolonych pasm.",
        "poor_singal_label": "Słaby",
        "no_sim_tips2": "Nie wykryto karty SIM. Proszę sprawdzić, czy karta została prawidłowo włożona i czy styki są czyste.",
        "manage_profiles_btn": "Zarządzaj Profilami",
        "setting_sim_title": "Ustawienia używane przez SIM",
        "select_profile_desc": "Możesz $$$$ Wybrać profil $$$$ i skopiować jego zawartość do ustawień używanych przez kartę SIM.",
        "has_been_choose_profile_desc": "Skopiowałeś zawartość profilu {profileName}. $$$$ Skopiuj Inny Profil$$$$",
        "name_already_exist_tips": "Ta nazwa już istnieje.",
        "history_signal_title": "Historyczny Zapis Sygnału",
        "lock_tower_title": "Zablokuj Wieżę",
        "available_tower_title": "Dostępna Wieża",
        "device_may_not_b_tips": "Urządzenie może nie być w stanie skanować wszystkich wież, gdy interfejs komórkowy jest włączony.",
        "scan_tower_msg": "To może zająć kilka minut. Proszę o cierpliwość.",
        "sim_tower_title": "Wieża SIM {sim}",
        "tower_locked_tips": "Wieża Zablokowana",
        "reboot_buildin_modem_btn": "Zrestartuj Wbudowany Modem",
        "sim_slot_pin_mark_tips": "Gniazdo karty SIM zostało oznaczone i nie może być automatycznie przełączane.",
        "pin_locked_no_history_tips": "Karta SIM została zablokowana.",
        "pin_locked_history_tips": "Błąd kodu PIM {value}, karta SIM została zablokowana.",
        "need_pin_history_tips": "Kod PIN {value} jest nieprawidłowy. Pozostało Ci {count} prób.",
        "service": "Usługa",
        "title": "Komórkowy",
        "plug_in_tips": "Nie znaleziono urządzenia modemowego. Podłącz modem USB, aby rozpocząć.",
        "manage": "Zarządzaj",
        "name": "Nazwa Modemu",
        "phone_num": "Numer Telefonu",
        "operator": "Operator Sieci Komórkowej",
        "signal": "Sygnał",
        "upload": "Wysyłanie",
        "download": "Pobieranie",
        "install_sim": "Zainstaluj Kartę SIM",
        "install_sim_tips": "Proszę włożyć kartę SIM do gniazda SIM, a następnie",
        "reboot_this": "Uruchom Ponownie Modem",
        "port": "Port",
        "port_tips": "Port cdc-wcdm0 jest szybszy, a port ttyUSBX ma lepszą kompatybilność.",
        "apn_tips": "Niektóre karty SIM wymagają określonego APN. Jeśli nie znasz poprawnego APN, zapytaj swojego operatora sieci.",
        "auto_switch_label": "Automatyczne Przełączanie",
        "region_code_label": "Kod Kraju/Regionu",
        "band_block_warning": "Proszę nie blokować wszystkich pasm.",
        "traffic_days_tips": "Maksymalna liczba dni przyjmuje wartość rzeczywistej maksymalnej liczby dni w bieżącym miesiącu."
    },
    "router_visual": {
        "wlan_client": "Klienci WLAN",
        "lan_Client": "Klienci LAN"
    },
    "menu_internet": "INTERNET",
    "tethering": {
        "title": "Udostępnianie Internetu",
        "device": "Urządzenie",
        "no_device_tips": "Nie znaleziono urządzenia do udostępniania internetu. Podłącz smartfon lub modem USB, aby rozpocząć."
    },
    "guide": {
        "configure_router_tip": "Przewodnik sieciowy pomaga skonfigurować router i połączyć go z Internetem w zaledwie kilka minut.",
        "detecting_loading": "Wykrywanie…",
        "repeater_join_success_tip": "Konfiguracja wzmacniacza została zakończona.",
        "join_other_network": "Dołącz do innej sieci",
        "enter_info_by_isp_tip": "Wprowadź dane udostępnione przez dostawcę usług internetowych (ISP).",
        "restart_router_tip": "2.Uruchom ponownie router.",
        "make_sure_wan_position_is_correct": "Obecnie port WAN jest używany jako LAN, jeśli chcesz skonfigurować Ethernet, upewnij się, że port WAN jest używany jako WAN.",
        "suggest": "Sugeruj",
        "support_email": "support@gl-inet.com",
        "more_advanced_options": "Więcej zaawansowanych opcji można edytować za pomocą głównego interfejsu.",
        "can_choose_to_continue_the_process": "Możesz wybrać kontynuację procesu poniżej ręcznie lub ponownie uruchomić modem.",
        "phone_is_connected": "jest połączony",
        "android_device": "Urządzenie z Systemem Android",
        "step_one": "Krok 1",
        "step_two": "Krok 2",
        "step_three": "Krok 3",
        "four": "Krok 4",
        "repeater_configuration": "Konfiguracja Repeaters",
        "select_network_mode_tip": "Wybierz tryb sieci",
        "scan_wifi_title": "Skanowanie pobliskich sieci Wi-Fi",
        "ethernet_description_option": "Połącz się z Internetem za pomocą kabla Ethernet.",
        "allow_other_join": "Włącz opcję Pozwól innym dołączyć.",
        "device_connected_and_network_normal": "{device} został podłączony i sieć działa prawidłowo.",
        "check_password_correct_tip": "Upewnij się, że hasło do konta szerokopasmowego jest poprawne, jeśli je zapomniałeś, możesz skontaktować się z operatorem.",
        "repeater_concat_us": "Jeśli problem nie został rozwiązany, możesz również wysłać e-mail na adres {supportEmail}.",
        "tethering_description_option": "Połącz się z internetem za pomocą tetheringu USB.",
        "enter_to_guide": {
            "tip": "Kliknij tutaj, aby ponownie wejść do przewodnika dla początkujących."
        },
        "wan_interface_detect_title": "Wykrywanie Interfejsu WAN",
        "tethering_device_connect_title": "Połączenie urządzenia Tethering z siecią",
        "use_vpn_protect_privacy": "Korzystanie z VPN może chronić Twoją prywatność. Czy chciałbyś teraz wypróbować?",
        "wifi_scanning_tip": "Wi-Fi skanuje, proszę chwilę poczekać.",
        "proto_connecting": "{proto} Łączenie",
        "completed": "Zakończono!",
        "proto_is_connected": "{proto} jest obecnie wykrywane jako połączone.",
        "wifi_not_found": "Połączenie nieudane. SSID lub hasło jest błędne, proszę spróbować ponownie.",
        "iphone": "iPhone",
        "password_is_wrong": "Połączenie nieudane. Hasło jest błędne, proszę spróbować ponownie.",
        "network_loading_tip": "Przewodnik sieciowy pomoże Ci skonfigurować router i połączyć go z Internetem w zaledwie kilka minut.",
        "scan_nearby_wifi": "Skanowanie pobliskich sieci Wi-Fi",
        "join_network": "Połącz z Siecią",
        "repeater_description_option": "Połącz się z Internetem za pomocą istniejącego Wi-Fi.",
        "cellular_description_option": "Połącz się z Internetem za pomocą sieci komórkowej.",
        "exit_button": "Wyjście",
        "tethering_connecting_note": "Uwaga:",
        "finish": "Zakończ",
        "iphone_for_demonstration": "iPhone12 (wersja iOS: 17.5.1) jest używany do demonstracji. Proszę postępować zgodnie z interfejsem odpowiadającym Twojemu telefonowi komórkowemu.",
        "not_now": "Nie teraz",
        "vpn_setup": "Konfiguracja VPN",
        "join": "Dołącz",
        "connect_phone_or_pad_by_use_cable": "Podłącz iPhone'a/iPada do routera za pomocą kabla USB.",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Przejdź do Ustawień, upewnij się, że Dane komórkowe są włączone, i dotknij Osobisty Hotspot.",
        "connect_mobile_device_to_router": "Podłącz urządzenie mobilne do routera za pomocą kabla USB.",
        "enable_portable_hotspot_and_usb_tethering": "Włącz przenośny hotspot i tethering USB.",
        "android_for_demonstration": "Podłącz urządzenie mobilne do routera za pomocą kabla USB.",
        "tethering_connect_fail_title_start": "Obecnie sieć nie może być połączona, proszę spróbować następujących sposobów.",
        "wait_window_pop_up": "Poczekaj, aż pojawi się okno „Zaufaj temu komputerowi”. Kliknij „Zaufaj”.",
        "make_sure_cellular_is_turn_on": "Upewnij się, że transmisja danych komórkowych na Twoim urządzeniu mobilnym jest włączona.",
        "network_connection_exception": "Wyjątek w połączeniu sieciowym",
        "login_mode_for_public_hotspots": "Tryb logowania dla publicznych hotspotów",
        "available_networks": "Dostępne Sieci",
        "lan_port_position_exception_tip": "Port LAN wykrywa kabel sieciowy, proszę upewnić się, że kabel jest włożony we właściwe gniazdo.",
        "done": "Gotowe",
        "no_cable_detected_tip": "Nie wykryto kabla. Proszę podłączyć kabel Internetowy do portu WAN.",
        "ethernet_connected_tip": "Konfiguracja Ethernet została zakończona.",
        "select_proto_type_tip": "Wybierz ten typ, jeśli Twój dostawca usług internetowych nie dostarcza żadnych informacji dotyczących połączenia z internetem.",
        "ethernet_config_title": "Konfiguruj Ethernet",
        "connection_is_normal": "Aktualny typ połączenia sieciowego to {type} i status sieci jest normalny.",
        "pppoe_is_normal": "Aktualny typ połączenia sieciowego to PPPoE i status sieci jest normalny.",
        "static_ip_config": "Konfiguracja statycznego adresu IP",
        "preset_static_ip": "Używanie Trybu Statycznego IP",
        "manual_authentication_prompt": "Ręczne wyzwanie uwierzytelnienia",
        "wait_for_four_second_to_login_tip": "Urządzenie jest w trybie logowania dla publicznych hotspotów. Automatyczne przejście do logowania po {num} sekundach.",
        "reboot_modem": "Proszę zrestartować modem",
        "ios_device": "Urządzenie z systemem iOS",
        "enter_login_mode_for_public_hotspots_tip": "Kliknij przycisk Dalej, aby wejść w tryb logowania dla publicznych hotspotów.",
        "enter_to_guide_no_internet_tip": "Jeśli nie wiesz, jak skonfigurować sieć, możesz kliknąć tutaj, aby przejść do przewodnika dla początkujących.",
        "got_it": "Rozumiem",
        "network_guide_title": "Przewodnik Sieciowy",
        "can_enjoy_the_internet": "Możesz już korzystać z internetu.",
        "successful_networking": "Pomyślne Połączenie",
        "vpn_user_guide": "Przewodnik Użytkownika VPN",
        "oops": "Ups…",
        "network_detecting": "Trwa wykrywanie sieci, proszę czekać chwilę.",
        "enter_the_information": "Wprowadź informacje",
        "failure_auto_obtain_data": "Nie udało się automatycznie uzyskać danych",
        "other": "Inne",
        "operate_according_to_your_mobile_phone": "Różne wersje systemów i modele telefonów komórkowych mogą skutkować nieco innymi interfejsami. Proszę postępować zgodnie z odpowiednim interfejsem telefonu komórkowego.",
        "wan_status_checking": "Sprawdzanie statusu portu WAN, proszę chwilę poczekać.",
        "unknow_device": "Nieznane urządzenie",
        "tethering_connected_description": "Konfiguracja tetheringu jest zakończona. Możesz teraz korzystać z internetu.",
        "enter_broadband_password_placeholder": "Proszę wprowadzić hasło do szerokopasmowego dostępu do internetu",
        "no_available_ap_tips": "Obecnie nie przeskanowano żadnych dostępnych sieci, możesz {toDo}.",
        "attention_label": "Uwaga!",
        "network_connection_feedback_title": "Informacja zwrotna o połączeniu sieciowym",
        "portal_login_mode_tips": "Urządzenie jest w trybie logowania dla publicznych hotspotów. Możesz ręcznie przejść do uwierzytelniania logowania.",
        "enter_login_mode_tips": "Nie można uzyskać dostępu do internetu przez powtórzone hotspoty. Spróbuj wejść w tryb logowania dla publicznych hotspotów, aby rozwiązać problem.",
        "click_to_enter_login_mode_tips": "Kliknij przycisk Dalej, aby przejść do trybu logowania dla publicznych hotspotów.",
        "repeater_warning_connected_tips": "Wybrana sieć {failedSsid} nie mogła się połączyć. Została automatycznie przełączona na zapisaną sieć {connectedSsid} i połączenie zostało pomyślnie nawiązane.",
        "repeater_warning_sub_tips": "Jeśli nie chcesz korzystać z obecnej sieci, proszę wróć, aby wybrać inną sieć.",
        "repeater_need_enable_auth_tips": "Jeśli przekazywane WiFi wymaga uwierzytelnienia, proszę włączyć tryb uwierzytelnienia.",
        "fail_public_tips": "Obecnie nie można połączyć się z siecią, proszę spróbować następujących sposobów.",
        "restart_router_tips": "Zrestartuj router.",
        "fail_contact_tips": "Jeśli problem nie został rozwiązany, możesz również wysłać e-mail na adres {addr}.",
        "restart_main_router_tips": "Zrestartuj główny router.",
        "tethering_fail_restart_tips": "Zrestartuj swój telefon i router.",
        "tethering_fail_check_phone_tips": "Upewnij się, że Twój telefon jest autoryzowany i dostępna jest sieć komórkowa.",
        "tethering_fail_check_usb_tips": "Sprawdź połączenie kabla USB i ponownie podłącz lub wymień kabel USB.",
        "connect_success_public_tips": "{label} został podłączony, a sieć działa prawidłowo.",
        "configuration_completed_tips": "Konfiguracja {type} została zakończona.",
        "fail_reboot_gateway_tips": "Zrestartuj główną bramę.",
        "contact_isp_tips": "Skontaktuj się z dostawcą usług internetowych w celu uzyskania pomocy.",
        "cable_success_tips": "Aktualny typ połączenia sieciowego to {type} i status sieci jest normalny.",
        "detecting_title": "Wykrywanie",
        "cable_no_wan_tips": "Nie wykryto kabla. Proszę podłączyć kabel sieciowy do portu WAN.",
        "cable_no_wan_lan_tips": "Port LAN wykrył kabel sieciowy, proszę upewnić się, że kabel jest włożony we właściwe gniazdo.",
        "cable_wan_checking_tips": "Sprawdzanie statusu WAN, proszę czekać chwilę.",
        "cable_pppoe_tips": "Wprowadź informacje dostarczone przez Twojego dostawcę usług internetowych. Upewnij się, że hasło do konta szerokopasmowego jest poprawne, jeśli je zapomniałeś, możesz skontaktować się z operatorem.",
        "cable_dhcp_tips": "Wybierz ten typ, jeśli Twój dostawca usług internetowych nie dostarcza żadnych informacji dotyczących połączenia z internetem.",
        "use_static_btn": "Używanie trybu statycznego adresu IP",
        "cable_connecting_tips": "Trwa wykrywanie sieci, proszę czekać.",
        "cable_manual_title": "Nieudane automatyczne pobieranie danych",
        "cable_static_title": "Statyczna konfiguracja IP",
        "cable_manual_tips": "Możesz kontynuować proces poniżej ręcznie lub zrestartować modem.",
        "cable_static_tips": "Więcej zaawansowanych opcji można edytować za pomocą głównego interfejsu.",
        "cable_config_title": "Konfiguracja Ethernet",
        "cable_detect_title": "Wykrywanie interfejsu WAN",
        "modem_fail_apn_tips": "Proszę spróbować {do} ręcznie, jeśli nie znasz swojego APN, skontaktuj się ze swoim dostawcą usług internetowych.",
        "modem_set_apn_btn": "ustaw poprawny APN",
        "modem_fail_sim_tips": "Upewnij się, że karta SIM jest dostępna i w razie potrzeby wymień ją.",
        "modem_sim_title": "Włóż kartę SIM",
        "modem_pin_title": "Wprowadź kod PIN",
        "modem_apn_title": "Konfiguracja APN",
        "modem_apn_tips": "Jeśli nie znasz poprawnego APN, sprawdź to u swojego dostawcy usług internetowych.",
        "modem_dialling_tips": "Nawiązywanie połączenia, proszę czekać...",
        "modem_network_connecting_tips": "Połączenie się powiodło. Trwa łączenie z siecią...",
        "modem_pin_tips": "Kod PIN karty SIM można wprowadzić 3 razy. Jeśli kod PIN zostanie wprowadzony błędnie trzykrotnie, karta SIM zostanie zablokowana. Proszę użyć telefonu komórkowego, aby odblokować kartę SIM. Jeśli nie znasz kodu PIN do tej karty SIM, skonsultuj się ze swoim dostawcą usług internetowych (ISP).",
        "modem_sim_locked_tips": "Kod PIN został wprowadzony błędnie 3 razy, karta SIM została zablokowana, proszę odblokować ją za pomocą telefonu.",
        "modem_pin_err_tips": "Kod PIN {code} jest nieprawidłowy, pozostała {count} próba.",
        "modem_no_sim_reboot_tips": "Jeśli ponownie włożyłeś kartę SIM i nadal nie jest wykrywana, proszę odłączyć zasilanie i ponownie uruchomić router.",
        "cable_enter_info_title": "Podaj informacje",
        "cable_fail_try_other_tips": "Proszę spróbować innego {config}.",
        "modem_auto_switching_tips": "Pobieranie informacji o karcie SIM, proszę czekać.",
        "cellular_detecting_title": "Wykrywanie karty SIM",
        "cable_disabled_tips": "{feature} jest włączona."
    },
    "traffic": {
        "modify_data_used_tips": "Statystyki danych mają charakter informacyjny. Rzeczywisty ruch jest określany przez operatora sieci i pojawi się na rachunku dostarczonym przez operatora sieci.",
        "first_month_label": "Pierwszy Miesiąc",
        "data_used_label": "{sim} Zużyte dane",
        "save_to_flash_tips": "Jeśli przełącznik jest włączony, dane mogą być zapisane nawet po wyłączeniu urządzenia.",
        "data_cap_amout_label": "Limit danych",
        "sim_limit_title": "Ustawienia limitu {sim}",
        "modify_data_used_title": "Modyfikuj dane {sim}",
        "data_reset_period_label": "Okres resetowania danych",
        "start_day_label": "Dzień rozpoczęcia",
        "start_hour_label": "Godzina rozpoczęcia",
        "clear_warning_tips": "Po zmodyfikowaniu dowolnej konfiguracji limitowania danych, dane zostaną wyczyszczone. Czy potrzebujesz wyczyścić dane?",
        "second_month_label": "Drugi Miesiąc",
        "third_month_label": "Trzeci Miesiąc",
        "save_to_flash_label": "Zapisz dane przy wyłączaniu zasilania",
        "no_saved_limit_tips": "Jeśli potrzebujesz zablokować kartę SIM na podstawie użycia danych, włącz przełącznik \"Zapisz dane przy wyłączaniu zasilania\".",
        "data_used_total_tips": "Użyte dane to dane obecnego slotu karty SIM.",
        "sim_data_limit_common_tips": "Jeśli zużyte dane przekroczą ustalony limit danych, proszę ręcznie zmodyfikować limit danych lub ilość zużytych danych.",
        "sim_data_limit_single_tips": "W przeciwnym razie karta SIM zostanie wyłączona.",
        "sim_data_limit_dual_tips": "W przeciwnym razie sieć może zostać rozłączona lub karta SIM może {do}.",
        "over_limit_common_tips": "Użyte dane przekroczyły ustalony limit danych, proszę zmodyfikować limit danych lub ręcznie wprowadzić ilość użytych danych.",
        "sim_threshold_single_tips": "Jeśli ustawiono limit danych dla karty SIM, karta SIM zostanie wyłączona, gdy zużycie danych przekroczy ustalony limit.",
        "sim_threshold_dual_tips": "Jeśli ustawiono limit danych dla {currentSim} i włączono slot karty SIM {handler}, {currentSim} automatycznie przełączy się na {otherSim}, gdy przekroczy ustawiony limit danych, a {currentSim} zostanie wyłączony.",
        "disabled_sim_auto_switch_tips": "SIM nie przełączy się po osiągnięciu limitu danych, ponieważ {handler} nie jest włączony. Po osiągnięciu limitu danych, karta SIM zostanie wyłączona.",
        "enabled_sim_auto_switch_tips": "Po osiągnięciu limitu danych nastąpi zmiana karty SIM."
    },
    "cellular": {
        "tower_locked_label": "{sim} Wieża zablokowana",
        "operator_locked_label": "{sim} Zablokowany przez operatora",
        "lock_operator_btn": "Operator blokady",
        "lock_tower_disabled_tip": "Ponieważ obecny slot karty jest zablokowany dla operatora, funkcja blokady slotu karty do stacji bazowej jest wyłączona.",
        "scan_tower_warning_tips": "Potrzeba kilku minut na przeskanowanie wieży. Czy na pewno chcesz kontynuować?",
        "lock_tower_tips": "Skanowanie stacji bazowych może szybko zidentyfikować źródła sygnału wysokiej jakości, aby zapewnić stabilną komunikację. Zablokowanie na stacji bazowej wymaga dopasowania operatora i obsługiwanych przez urządzenie pasm częstotliwości; w przeciwnym razie może to wpłynąć na wybieranie numerów. Proszę potwierdzić informacje o stacji bazowej, aby uniknąć potencjalnych problemów.",
        "reflash_warning_msg": "Nie odświeżaj strony.",
        "lock_operation_mode_label": "Tryb blokady",
        "lock_operation_mode_tip": "Funkcja blokady operatora obsługuje trzy tryby: automatyczne łączenie się z dostępną siecią operatora, ręczne blokowanie określonego operatora lub automatyczne przełączanie się na dostępną sieć operatora, jeśli ręczne blokowanie nie powiedzie się.",
        "available_operator_title": "Dostępni Operatorzy",
        "scan_operator_warning_tips": "Skanowanie operatora zajmie kilka minut i w tym czasie tymczasowo utracisz połączenie z siecią. Czy na pewno chcesz kontynuować?",
        "manual_lock_operator_label": "Instrukcja",
        "manual_select_operator_tips": "Aktualna lista operatorów ma charakter wyłącznie informacyjny. W przypadku niepowodzenia ręcznego wyboru, proszę zapoznać się z listą operatorów obsługiwanych przez obecną kartę SIM lub skonsultować się z obsługą klienta operatora w celu uzyskania dokładnych informacji.",
        "lock_operator_fail_msg": "Aktualny operator jest zablokowany, ale faktycznie niedostępny z powodu ograniczeń karty lub operatora. Jeśli potrzebujesz przywrócić sieć, wykonaj ręczną operację odblokowania.",
        "lock_operator_warning_tips": "Jeśli zablokowany operator nie odpowiada maskowaniu pasma lub parametrom APN w ustawieniach komórkowych, interfejs komórkowy nie będzie mógł połączyć się z Internetem.",
        "manual_auto_lock_operator_label": "Ręczny-Automatyczny",
        "sim_info_title": "Karta SIM",
        "internet_info_title": "Internet",
        "cell_info_title": "Komórki",
        "set_sim_config_warning_tips": "Zmiana konfiguracji spowoduje ponowne wybieranie numeru.",
        "sim_settings_title": "Ustawienia karty SIM",
        "not_use_special_label": "Nie używać",
        "special_apns_label": "Specjalne APN'y",
        "use_special_apn_warning_tips": "Aktualnie wybrany specjalny APN jest dostępny tylko dla określonych kart telefonicznych. Jeśli APN nie jest ustawiony poprawnie, może to spowodować nieprawidłowości w wybieraniu numerów, awarie połączenia sieciowego oraz inne problemy komunikacyjne. Proszę dwukrotnie sprawdzić, czy Państwa karta telefoniczna obsługuje ten APN. Czy na pewno chcą Państwo przełączyć się na bieżący APN?",
        "pin_code_tips": "Długość kodu PIN 4-8 cyfr",
        "sim_switch_title": "Przełącznik karty SIM",
        "view_information_btn": "Zobacz więcej informacji",
        "information_title": "Informacje o sieci komórkowej",
        "special_apns_tips": "Dla APN-ów dostarczanych przez specjalnych operatorów, proszę wybrać zgodnie z rzeczywistym stanem Państwa karty SIM.",
        "pin_code_last_unlock_tips": "Karta SIM jest zablokowana i wymaga odblokowania za pomocą kodu PIN, pozostała ostatnia szansa na jej odblokowanie, jeśli się nie powiedzie, należy użyć telefonu do odblokowania jej, wprowadzając kod PUK.",
        "need_pin_code_tips": "Karta SIM jest zablokowana i wymaga odblokowania za pomocą kodu PIN, pozostało {count} prób.",
        "pin_code_last_input_unlock_tips": "Kod PIN {code} jest nieprawidłowy, pozostała ostatnia szansa na jego odblokowanie. Jeśli ponowna próba się nie powiedzie, należy użyć telefonu do wprowadzenia kodu PUK w celu odblokowania.",
        "ip_type_tips": "Jeśli karta SIM nie obsługuje bieżącego ustawienia typu IP lub gdy wybrano IPv6, ale globalny przełącznik {ipv6} nie jest włączony, może to spowodować nieprawidłowości w wybieraniu numeru.",
        "ip_type_label": "Typ IP",
        "initializing_tips": "Modem jest inicjalizowany……"
    },
    "sim": {
        "sender_label": "Nadawca"
    },
    "simo": {
        "sim_type_label": "Typ karty SIM",
        "switch_to_label": "Przełącz na {slot}",
        "vsim_switch_to_physical_tips": "Przełączysz się z wirtualnej karty SIM (vSIM) na fizyczną kartę SIM. Musisz włożyć fizyczną kartę SIM do gniazda urządzenia, aby połączyć się z Internetem. Proszę potwierdzić, że fizyczna karta SIM została włożona.",
        "physical_switch_to_vsim_tips": "Przełączysz się z fizycznej karty SIM na wirtualną kartę SIM (vSIM) modułu. Musisz potwierdzić, że zakupiłeś plan danych na stronie simo (zeskanuj kod QR na urządzeniu, aby go zakupić). Następnie możesz usunąć fizyczną kartę SIM z urządzenia.",
        "modem_name_label": "Nazwa modemu"
    },
    "apn": {
        "enable_polling_label": "Włączanie sondowania",
        "polling_control_title": "Kontrola sondowania APN",
        "enable_polling_tips": "Jeśli urządzenie korzysta z karty SIM Verizon i ta funkcja jest włączona, urządzenie będzie ciągle sondować APN przez maksymalnie 12 minut po ponownym uruchomieniu, aż połączenie sieciowe będzie normalne. Ta funkcja jest ważna tylko dla kart SIM Verizon."
    }
}
