{
    "cable": {
        "rm_wan_cable": "Пожалуйста, отсоедините кабель Ethernet от порта WAN.",
        "using_as_lan": "Используя в качестве LAN, $$$$Измените на WAN$$$$",
        "pppoe_log": "Журнал подключений PPPoE",
        "setting": "Настройки Ethernet",
        "dhcp_tips": "IP-адрес, назначенный вышестоящим сетевым устройством.",
        "change_to_wan_tips2": "Вы можете восстановить порт LAN (чтобы он больше не использовался в качестве порта WAN), нажав и удерживая кнопку сброса на устройстве в течение четырех секунд.",
        "title": "Ethernet",
        "no_wan": "Кабель в порту WAN не обнаружен. Пожалуйста, вставьте кабель ethernet.",
        "confirm_to_lan": "Вы уверены, что хотите использовать порт WAN в качестве LAN?",
        "confirm_to_wan": "Вы уверены, что хотите изменить порт LAN обратно на WAN?",
        "using_as_wan": "Используя как WAN, $$$$Измените на LAN$$$$",
        "wan_been_lan": "Порт WAN использовался в качестве LAN. Ниже вы можете вернуть ему значение WAN",
        "repeated": "Успешно подключен без необходимости повторного подключения",
        "pppoe_vlanid_tips": "Эта запись настроек требуется только в том случае, если PPPoE-сервер провайдера требует, чтобы интерфейс использовал помеченный конкретный VLAN ID.",
        "egderouter_mode_tips": "Подключаемый шлюз включен. Если вы хотите изменить настройки Ethernet, пожалуйста, сначала отключите $$$$Подключаемый шлюз$$$$.",
        "change_to_lan_check_tips": "Сначала, пожалуйста, отсоедините кабель Ethernet, подключенный к порту WAN. $$$$ повторное обнаружение $$$$",
        "change_to_wan_tips": "Как только порт LAN будет использоваться в качестве порта WAN, вы не сможете получить доступ к панели администратора через этот порт Ethernet, подключенный к порту LAN. Пожалуйста, убедитесь, что ваш клиент может подключаться к Wi-Fi или другому порту LAN."
    },
    "tethering": {
        "title": "Тетеринг",
        "device": "Устройство",
        "no_device_tips": "Устройство для подключения не найдено, подключите свой смартфон или USB-модем для запуска."
    },
    "repeater": {
        "title": "Ретранслятор",
        "known_net": "Известные сети",
        "options": "Опции ретранслятора"
    }
}
