{
    "cable": {
        "rm_wan_cable": "Пожалуйста, отсоедините кабель Ethernet от порта WAN.",
        "using_as_lan": "Используя в качестве LAN, $$$$Измените на WAN$$$$",
        "pppoe_log": "Журнал подключений PPPoE",
        "setting": "Настройки Ethernet",
        "dhcp_tips": "IP-адрес назначается устройством вышестоящей сети.",
        "change_to_wan_tips2": "Вы можете восстановить порт LAN (чтобы он больше не использовался в качестве порта WAN), нажав и удерживая кнопку сброса на устройстве в течение четырех секунд.",
        "title": "Ethernet",
        "no_wan": "Кабель в порту WAN не обнаружен. Пожалуйста, вставьте кабель ethernet.",
        "confirm_to_lan": "Вы уверены, что хотите использовать порт WAN в качестве LAN?",
        "confirm_to_wan": "Вы уверены, что хотите изменить порт LAN обратно на WAN?",
        "using_as_wan": "Используя как WAN, $$$$Измените на LAN$$$$",
        "wan_been_lan": "Порт WAN использовался в качестве LAN. Ниже вы можете вернуть ему значение WAN",
        "repeated": "Успешно подключен без необходимости повторного подключения",
        "pppoe_vlanid_tips": "Эта запись настроек требуется только в том случае, если PPPoE-сервер провайдера требует, чтобы интерфейс использовал помеченный конкретный VLAN ID.",
        "egderouter_mode_tips": "Подключаемый шлюз включен. Если вы хотите изменить настройки Ethernet, пожалуйста, сначала отключите $$$$Подключаемый шлюз$$$$.",
        "change_to_lan_check_tips": "Сначала, пожалуйста, отсоедините кабель Ethernet, подключенный к порту WAN. $$$$ повторное обнаружение $$$$",
        "change_to_wan_tips": "Как только порт LAN будет использоваться в качестве порта WAN, вы не сможете получить доступ к панели администратора через этот порт Ethernet, подключенный к порту LAN. Пожалуйста, убедитесь, что ваш клиент может подключаться к Wi-Fi или другому порту LAN.",
        "change_port_btn": "Переключиться на {port}",
        "no_wan_tips": "Кабель не обнаружен.",
        "revert_port_btn": "Восстановить на {port}",
        "reset_port_tips": "Вы можете восстановить {silkprint}, удерживая кнопку сброса устройства в течение 4 секунд.",
        "revert_wan_tips": "После восстановления порта WAN",
        "use_as_port_btn": "Измените {silkprint} на {port}",
        "use_as_wan_tips": "{asWan}, устройство, подключенное к порту, больше не сможет получить доступ к панели администратора. Вам придется подключить его к Wi-Fi или другим LAN-портам.",
        "revert_as_lan_tips": "Вы уверены, что хотите восстановить {silkprint} как LAN-порт (по умолчанию)?",
        "use_as_wan_silkprint_tips": "Как только {silkprint} используется как WAN-порт",
        "using_tips": "Статус {silkprint}: Используется как {port}. {changePort}",
        "vlan_id_conflict_tips": "Ethernet1 VLAN ID совпадает с VLAN ID Ethernet2."
    },
    "tethering": {
        "title": "Тетеринг",
        "device": "Устройство",
        "no_device_tips": "Устройство для подключения не найдено, подключите свой смартфон или USB-модем для запуска."
    },
    "repeater": {
        "title": "Ретранслятор",
        "known_net": "Известные сети",
        "options": "Опции ретранслятора",
        "no_tips": "Ретранслятор (STA) отключен.",
        "change_wifi": "Переключить сеть",
        "allow_change": "Разрешить переключение на другие сохраненные сети",
        "antijam": "Принудительно использовать 20 МГц полосу пропускания для 2.4G",
        "lock_band": "Выбор диапазона",
        "lock_band_tips": "Если вы выберете диапазон вручную, маршрутизатор не будет сканировать или подключаться к любому Wi-Fi, использующему другой диапазон.",
        "join_wifi": "Присоединяйтесь к Wi-Fi",
        "detail_title": "Детали сети",
        "available_wifi": "Доступные сети",
        "allow_change_tips": "Если эта опция включена, маршрутизатор автоматически подключится к другим сохраненным сетям, когда не сможет подключиться к текущей сети Wi-Fi.",
        "antijam_tips": "Если эта опция включена, устройство повысит стабильность соединения за счет снижения скорости соединения.",
        "join_title": "Присоединяйтесь к сети",
        "portal_auth_mode_btn": "Режим входа для общественных точек доступа",
        "set_static": "Вручную установить статический IP-адрес",
        "unlock": "Авто",
        "modify_wifi_title": "Изменить настройки сети",
        "allow_auto_portal_label": "Автоматически включать режим входа для общественных точек доступа",
        "enable_disguise_label": "Включить маскировку",
        "join_other": "Подключиться к другой сети",
        "going_to_auth_tips": "Перенаправление на страницу входа:",
        "modify_wifi_tips": "Изменения в настройках сети приведут к переподключению репитера.",
        "enable_disguise_tips": "Если эта опция включена, этот роутер будет маскироваться под тоже устройство, что и клиентское устройство, которое вы сейчас используете.",
        "lock_bssid": "Заблокировать BSSID",
        "key": "Пароль",
        "remember": "Запомнить",
        "encryption": "Безопасность",
        "identity": "Имя пользователя",
        "quit_btn": "Выйти из режима входа",
        "antijam_tips_2": "Работает только при повторении 2.4G Wi-Fi.",
        "retry_connet_tips": "Соединение не удалось, повтор попытки позже…",
        "cannot_accessed_portal_url_tips": "Если вы не можете получить доступ к странице входа, попробуйте отключить другие интернет-соединения (например, Ethernet, сотовый).",
        "ssid": "SSID",
        "unusable_eap_tips": "Этот роутер не поддерживает повторное использование сетей с EAP.",
        "to_auth_btn": "Перейти к входу в систему",
        "auto_portal_tips": "Устройство перешло в режим входа для общественных точек доступа для подключения к Captive Portal. После успешного входа оно автоматически выйдет из этого режима.",
        "auto_go_auth_tips": "Автоматический вход {auth} после {count}",
        "lock_bssid_tips": "Если эта опция включена, роутер будет подключаться только к точке доступа с выбранным вами BSSID при переключении на сеть с этим SSID.",
        "advanced_settings": "Расширенные настройки",
        "allow_dfs": "Разрешить повторное использование каналов DFS",
        "allow_dfs_tips1": "Если опция включена, когда роутер повторяет Wi-Fi на любом канале DFS, он будет следовать за хот-спотом для избежания канала DFS. Когда этот Wi-Fi доступен, собственный 5GHz Wi-Fi роутера будет использовать канал DFS. В противном случае собственный 5GHz Wi-Fi роутера переключится обратно на не-DFS канал.",
        "allow_dfs_tips2": "Если эта опция отключена, роутер не будет подключаться к Wi-Fi, использующему каналы DFS.",
        "retry_disable_guest_tips": "При попытке переподключения ваш роутер будет периодически сканировать Wi-Fi сети, и ваша гостевая Wi-Fi сеть будет временно недоступна во время этого сканирования.",
        "scan_disable_guest_tips": "Во время сканирования Wi-Fi сигналов ваша гостевая сеть будет временно недоступна примерно на десять секунд. Желаете ли вы продолжить?",
        "fail_eap_key_tips": "Неверное имя пользователя или пароль.",
        "fail_key_tips": "Неверный пароль.",
        "fail_not_found_tips": "Не удалось найти сеть, пожалуйста, проверьте введенный SSID и тип безопасности.",
        "fail_mac_tips": "MAC-адрес роутера не может совпадать с MAC-адресом любого Wi-Fi клиента, пожалуйста, $$$$измените MAC клонирования$$$$ или измените MAC-адрес этого клиента.",
        "scan_wifi_fail_dfs_tips": "Устройство выполняет проверку доступности канала DFS и не может сканировать ближайшие Wi-Fi. Пожалуйста, подождите окончания проверки.",
        "connet_dfs_tips": "Когда роутер повторяет Wi-Fi с каналом DFS, если этот Wi-Fi доступен, роутер будет использовать выбранный канал DFS. Обратите внимание, что если этот Wi-Fi недоступен, канал будет переключен, что приведет к кратковременному отключению клиента, подключенного через Wi-Fi, и некоторые устройства будут переподключены без сенсорного восприятия, в то время как некоторые необходимо переподключить вручную.",
        "entry_again_tips": "Если вы войдете снова в течение 10 секунд, будет использовано непосредственно кэшированное значение, вместо повторного сканирования.",
        "scan_wifi_fail_detection_channel_tips": "Устройство в настоящее время сканирует оптимальный канал, сканирование беспроводной сети недоступно во время этого процесса. Пожалуйста, терпеливо дождитесь завершения сканирования.",
        "cannot_find_ssid": "Не можете найти имя вашей сети?",
        "allow_auto_portal_tips": "Если эта опция включена, роутер автоматически перейдет в режим входа для общественных точек доступа, когда он успешно подключится к точке доступа, но не к Интернету. В этом режиме некоторые сервисы будут приостановлены, а режим DNS будет переключен на автоматический, что может привести к утечке информации о вашей сетевой активности провайдеру точки доступа (например, отелю или торговому центру).",
        "need_enter_portal_tips": "Не удается получить доступ в интернет через повторитель точки доступа. Попробуйте войти в {portal}, чтобы устранить проблему. Обратите внимание, что в этом режиме некоторые сервисы и пользовательские DNS будут приостановлены до его отключения, что может привести к утечке данных провайдеру точки доступа (например, отелю/торговому центру).",
        "entered_portal_tips": "Устройство находится в режиме входа для общественных точек доступа Wi-Fi. Некоторые сервисы были приостановлены, что может привести к утечке данных провайдеру точки доступа (например, отелю или торговому центру). После успешного входа в систему роутер автоматически выйдет из этого режима. {exit}.",
        "router_support_channel_tips": "Проверьте рабочий канал вашего имени сети, этот роутер поддерживает:",
        "channel": "{band} каналы",
        "cannot_find_wifi": "Не могу найти свою беспроводную сеть?",
        "ssid_not_hidden_tips": "Убедитесь, что имя сети не скрыто.",
        "make_sure_works_tips": "Попробуйте с вашим мобильным телефоном и убедитесь, что это работает.",
        "support_tips": "Обратитесь к нам за дополнительной помощью по адресу {addr}.",
        "allow_other_mode_change": "Разрешить переключение в режим других сетей",
        "no_switching": "Без переключения",
        "auto_switching": "Автоматическое переключение",
        "auto_switching_without_network": "Автоматическое переключение без сети",
        "no_switching_tips": "Когда включен режим \"Без переключения\", при отключении текущей беспроводной сети не происходит подключение к другим сохраненным сетям.",
        "auto_switching_tips": "При включении режима автоматического переключения будет осуществляться подключение к другим сохраненным сетям, если текущая беспроводная сеть отключена.",
        "repeater_not_auto_scan_tips": "В настоящее время включен режим {mode}. и маршрутизатор успешно подключается к интернету в неретрансляторном режиме, ретранслятор не будет автоматически выполнять сканирование сети.",
        "portal_go_to_auth_page_tips": "Подключено к {ssid}. Пожалуйста, авторизуйтесь на странице аутентификации для доступа в интернет.",
        "regionally_allowed_channel_tips": "Этот маршрутизатор может искать только сигналы каналов беспроводной сети, разрешенные в текущем регионе.",
        "tap_icon_tips": "Нажмите на значок, чтобы снова отобразить подсказку о канале беспроводной сети.",
        "portal_entered_bare_mode_tips": "Устройство находится в режиме входа для публичных точек доступа. После успешного входа этот маршрутизатор автоматически выйдет из данного режима. {exit}",
        "portal_need_enter_bare_mode_tip": "Не удается получить доступ к интернету через эту точку доступа Wi-Fi. Нажмите {portal}, чтобы продолжить доступ в интернет.",
        "portal_need_click_next_tips": "Не удается получить доступ к интернету через эту точку доступа Wi-Fi. Нажмите кнопку \"{btn}\", чтобы войти в режим публичной точки доступа и продолжить доступ в интернет.",
        "portal_show_disable_detail_btn": "Подробная информация о том, что отключает этот режим",
        "portal_disable_vpn_tips": "В то же время устройство будет направлять трафик без использования VPN до выхода из этого режима, что может привести к утечке данных провайдеру точки доступа (например, отеля/торгового центра).",
        "portal_disable_feature_tips": "В этом режиме функция {feature} будет автоматически и временно отключена.",
        "portal_auth_required_title": "Требуется портальная аутентификация",
        "support_channel_tips": "Поддерживаются следующие каналы беспроводной сети. Убедитесь, что подключаемая беспроводная сеть использует один из них.",
        "auto_switching_without_network_tips": "Когда включен режим {mode}, маршрутизатор не будет автоматически сканировать сети при успешном подключении в режиме без повторителя и попытается автоматически переключиться на другие сохраненные сети только при отсутствии подключения, что позволяет избежать потери пакетов данных.",
        "band_conflict_tips": "Для обеспечения стабильного соединения при включении режима повторителя гостевая сеть Wi-Fi будет отключена, а диапазон 5 ГГц/6 ГГц автоматически синхронизируется с повторителем. Если ваше устройство не переподключится автоматически, пожалуйста, выполните подключение к Wi-Fi вручную.",
        "auto_resume_scan_tips": "Интернет подключен. Для обеспечения качества беспроводной связи ретранслятор не будет сканировать доступные сети; автоматическое сканирование возобновится после отключения интернета. Вы можете вручную переподключиться или переключиться на сеть Wi-Fi."
    },
    "modem": {
        "title": "Сотовый",
        "phone_num": "Номер телефона",
        "operator": "Оператор мобильной сети",
        "no_sim_tips2": "Ваша SIM-карта не обнаружена. Пожалуйста, проверьте, правильно ли вставлена карта и чисты ли контакты.",
        "reboot_this": "перезагрузить модем",
        "manually_tips": "Ручной ввод",
        "ttl_placeholder": "Необязательно, по умолчанию 64",
        "pin": "PIN-код",
        "dial_num": "Сервис",
        "authentication": "Аутентификация",
        "user_name": "Имя пользователя",
        "sim_slot_switching_tips": "Переключение слота SIM-карты…",
        "current_config_badge": "Используется",
        "save_config_label": "Сохранить настройки",
        "copy_config_btn": "Клонировать и редактировать",
        "sim_slot_setting_title": "Настройки слота SIM-карты",
        "auto_switch_label": "Автоматическое переключение",
        "timing_check_main_sim_label": "Планирование проверки статуса предпочтительного слота",
        "choose_current_slot_label": "SIM-карта",
        "set_detection_tips": "Статус интернета определяется так же, как и настройки на странице $$$$Multi-WAN$$$$.",
        "band_masking_label": "Блокировать",
        "device_may_not_b_tips": "Устройство может не сканировать все вышки, когда сотовый интерфейс активирован.",
        "tower_locked_tips": "Вышка заблокирована",
        "region_code_label": "Код страны/региона",
        "install_sim": "Установите SIM-карту",
        "sim_no_profile_warning": "Настройки не выбраны, они будут сконфигурированы автоматически.",
        "manage_profiles_btn": "Управление профилями",
        "setting_sim_title": "Настройки, используемые SIM-картой",
        "need_pin_tips": "SIM-карта заблокирована, пожалуйста, проверьте, введен ли PIN-код или правильно ли введен PIN-код.",
        "install_sim_tips": "Пожалуйста, вставьте вашу SIM-карту в слот для SIM-карты, затем",
        "port": "Порт",
        "port_tips": "Порт cdc-wcdm0 работает быстрее, а порт ttyUSBX обладает лучшей совместимостью.",
        "apn_tips": "Некоторые SIM-карты требуют указания конкретной APN. Если вы не знаете правильную APN, пожалуйста, обратитесь к вашему оператору сети.",
        "ttl_tips": "Некоторые операторы сети определяют, используется ли SIM-карта в роутере, по значению TTL. Если ваша SIM-карта не работает в роутере, вы можете попробовать установить TTL на значение, отличное от 64 и 128 (например, 65).",
        "service": "Сервис",
        "password": "Пароль",
        "sim_not_registered": "SIM-карта не зарегистрирована",
        "sim_lock": "SIM-карта заблокирована, пожалуйста, введите PIN-код для её разблокировки.",
        "connect_fail_tips": "Соединение не удалось, повторное подключение…",
        "manual_setup": "Ручная настройка",
        "auto_setup": "Автоматическая настройка",
        "setting": "Настройки сотовой связи",
        "traffic": "Порт прослушивания сервера",
        "traffic_tips": "Статистика трафика предоставляется только для информации; фактический трафик определяется вашим оператором сети и будет указан в счете, предоставленном вашим оператором сети.",
        "reset_count": "Очистить статистику",
        "clear_traffic": "Отключить автоматическое сохранение статистики трафика",
        "clear_traffic_tips": "Если опция включена, система не будет автоматически сохранять статистику трафика.",
        "not_compatible": "Несовместимый модем",
        "no_sim_tips": "Ваша SIM-карта не обнаружена. Пожалуйста, проверьте, правильно ли вставлена карта и чисты ли контакты. Модем не поддерживает горячую замену SIM-карт. Если вы вставили SIM-карту после загрузки, пожалуйста, $$$$перезагрузите модем$$$$ или перезагрузите ваш роутер.",
        "connecting_tips": "Некоторые SIM-карты имеют особые ограничения на использование, например, необходимость использования определенного APN. Если ваша SIM-карта не может быть зарегистрирована, пожалуйста, проверьте у вашего оператора сети, нет ли у вашей SIM-карты каких-либо особых ограничений.",
        "current_sim_label": "Активная SIM-карта",
        "current_config_title": "Активная SIM-карта",
        "saved_config_title": "Сохраненные профили",
        "use_other_config_btn": "Использовать другие настройки",
        "main_slot_label": "Предпочтительный слот SIM-карты",
        "sim_profile_label": "Настройки SIM {index}",
        "choose_other_profile_btn": "Другие настройки",
        "sim_failover_interval_label": "Интервал Failover",
        "sim_failover_interval_tips": "Если после переключения (failover) интернет-соединение все еще недоступно, устройство вернется к использованию предпочтительного слота SIM-карты и повторит попытку переключения только после этого интервала.",
        "timing_check_main_sim_tips": "Если эта опция включена, устройство будет пытаться переключиться обратно на предпочтительный слот SIM-карты в указанное время. Эта функция позволяет вам вернуться к использованию предпочтительного слота SIM-карты, когда его интернет-соединение станет доступным.",
        "check_main_sim_time_label": "Время переключения",
        "remove_profile_warning": "Вы уверены, что хотите удалить профиль? После удаления профиль восстановить будет невозможно.",
        "data_roaming_label": "Международный роуминг данных",
        "enable_band_filter_label": "Международный роуминг данных",
        "band_filter_mode_label": "Режим маскировки",
        "band_only_label": "Открыть",
        "band_only_tips": "В режиме \"Открыть\" роутер будет использовать только выбранные диапазоны, остальные будут заблокированы.",
        "band_masking_tips": "В режиме \"Блокировать\" роутер будет блокировать следующие диапазоны.",
        "band_only_warning": "Пожалуйста, выберите хотя бы один из разрешенных диапазонов.",
        "current_badge_label": "Текущий",
        "current_sim_badge_label": "Активен: SIM {sim}",
        "excellent_singal_label": "Отлично",
        "good_singal_label": "Хорошо",
        "fair_singal_label": "Удовлетворительно",
        "poor_singal_label": "Плохо",
        "select_profile_desc": "Вы можете $$$$ Выбрать профиль $$$$ для копирования его содержимого в настройки, используемые SIM-картой.",
        "save_as_profile_title": "Сохранить как профиль",
        "edit_profile_title": "Изменить профиль",
        "add_new_profile_title": "Добавить новый профиль",
        "select_profile_title": "Выбрать профиль",
        "sim_not_setup_label": "Не настроено",
        "has_been_choose_profile_desc": "Вы скопировали содержимое {profileName}. $$$$ Скопировать другой профиль$$$$",
        "name_already_exist_tips": "Вы скопировали содержимое {profileName}. $$$$ Скопировать другой профиль$$$$",
        "history_signal_title": "История сигналов",
        "lock_tower_title": "Блокировка вышки",
        "locked_tower_tips": "Если заблокированная вышка не соответствует параметрам маскировки диапазона или APN в настройках сотовой связи, сотовый интерфейс не сможет подключиться к Интернету.",
        "cellular_desc": "Сотовый интерфейс переподключится для перехода на заблокированную вышку.",
        "scan_tower_msg": "Это может занять несколько минут. Пожалуйста, будьте терпеливы.",
        "reboot_buildin_modem_btn": "Перезагрузить встроенный модем",
        "reboot_buildin_modem_warning": "Вы уверены, что хотите перезагрузить встроенный модем?",
        "lte_plus_tips": "Некоторые устройства могут отображать 4G+ как 5G",
        "sim_slot_pin_mark_tips": "Слот для SIM-карты помечен и не может быть автоматически переключен.",
        "pin_verify_success_tips": "Проверка PIN-кода прошла успешно.",
        "need_pin_no_history_tips": "Вам необходимо ввести PIN-код, у вас осталось {count} попыток.",
        "need_pin_history_tips": "PIN-код {value} неверен. У вас осталось {count} попыток.",
        "pin_locked_no_history_tips": "SIM-карта была заблокирована.",
        "pin_locked_history_tips": "Ошибка PIM-кода {value}, SIM-карта была заблокирована.",
        "protocol_tips": "Протоколы QCM/QMI работают быстрее, а протокол 3G обладает лучшей совместимостью.",
        "certification_info_btn": "Информация о сертификации",
        "last_pin_tips": "Осталась последняя попытка разблокировки PIN-кода этой SIM-карты, если она снова не удастся, вам потребуется использовать PUK-код для её разблокировки. Чтобы предотвратить блокировку вашей SIM-карты, устройство не будет совершать повторный набор номера, поэтому, пожалуйста, используйте ваш телефон для разблокировки.",
        "plug_in_tips": "Не обнаружено модемного устройства. Подключите USB-модем для начала работы.",
        "manage": "Управление",
        "name": "Название модема",
        "signal": "Сигнал",
        "upload": "Загрузить",
        "download": "Загрузка",
        "available_tower_title": "Доступная вышка",
        "sim_tower_title": "Вышка SIM {sim}",
        "band_block_warning": "Пожалуйста, не блокируйте все диапазоны.",
        "traffic_days_tips": "Максимальное количество дней соответствует фактическому максимальному количеству дней в текущем месяце.",
        "network_type": "Тип сети",
        "lock_pin_tips1": "{sim} заблокирована. Нажмите {unlock} и введите PIN-код для разблокировки.",
        "lock_pin_tips2": "{sim1} и {sim2} заблокированы. Нажмите {unlock1} или {unlock2} и введите соответствующий PIN-код для разблокировки каждой SIM-карты.",
        "sim_unlock": "Разблокировка {sim}",
        "sim_card_switch": "Переключение SIM-карты",
        "sim_slot_type": "{sim} Тип слота",
        "sim_card_priority_title": "Приоритет SIM-карты",
        "sim_card_failover_title": "SIM-карта Failover",
        "scheduled_switch_preferred_sim_label": "定时切换至首选SIM卡",
        "execution_time_label": "执行时间",
        "select_active_sim_card": "Выбор активной SIM-карты",
        "locked": "Заблокировано",
        "no_sim_card": "Нет SIM-карты",
        "sim_info_label": "{sim} Информация",
        "airplane_mode_tips": "Режим полета включен, и сотовая сеть отключена.",
        "dialing_exception_tips": "Пожалуйста, проверьте конфигурацию вашего eSIM в {management}, чтобы {topUp} данные. Если проблема сохраняется, проверьте настройки SIM-карты или обратитесь в {addr}.",
        "download_esim_config_tips": "Пожалуйста, подключитесь к интернету для загрузки файла конфигурации eSIM.",
        "unlock_pin_count_tips": "Введите PIN-код для разблокировки SIM-карты. Осталось {count} попыток.",
        "network_type_tips": "Выберите 5G для более высокой скорости (требуется сигнал 5G) или 4G для стабильности.",
        "unavailable_tower_title": "Недоступная башня",
        "lock_puk_tips": "Карта {sim} была заблокирована из-за трех неправильных вводов PIN-кода. Пожалуйста, введите PUK-код на вашем телефоне, чтобы разблокировать ее.",
        "network_type_tips2": "Если вы заблокируете Башню/Оператора, тип сети будет зафиксирован и не может быть изменен."
    },
    "sms": {
        "forward_encryp_label": "Включить маскировку",
        "send_modem": "SIM-карта",
        "confirm_del": "Подтвердить удаление",
        "invalid_dial_num": "Неверный номер набора",
        "detail": "Детали SMS",
        "send_error_msg2": "Неизвестная ошибка.",
        "body": "Содержимое SMS",
        "reply": "Содержимое SMS",
        "resend": "Повторить отправку",
        "forward_email_account_label": "Имя пользователя",
        "forward_email_subject_label": "Тема",
        "forward_email_list_title": "Целевой Email",
        "forward_add_email_btn": "Добавить Email",
        "send_error_msg1": "Модем не обнаружен.",
        "title": "SMS",
        "reply_sms": "Ответить",
        "recipient": "получатель",
        "send_sms": "Отправить сообщение",
        "receive": "Получить",
        "all_read": "Все прочитано",
        "del_read": "Удалить прочитанные сообщения",
        "send": "Отправить",
        "not_found_sms_modem": "Этот модем не поддерживает SMS",
        "from": "От",
        "to": "Отправить на",
        "sent": "Отправлено",
        "sending": "Отправка",
        "send_fail": "Не удалось отправить",
        "international": "Международный",
        "national": "Национальный",
        "unknown": "Национальный",
        "no_sms": "Нет сообщения",
        "send_error_msg3": "Не удалось отправить.",
        "send_error_msg4": "Тайм-аут отправки.",
        "send_error_msg5": "Устройство не поддерживает функцию SMS.",
        "send_error_msg6": "Текущая сетевая среда не поддерживает функцию SMS.",
        "forward_email_tips": "Если вы хотите пересылать SMS на электронную почту, сначала установите адрес отправителя. Это адрес электронной почты, с которого будет отправлено SMS.",
        "forward_smtp_title": "Почтовый ящик отправителя (SMTP)",
        "forward_title": "Пересылка SMS",
        "forward_email_label": "Электронная почта",
        "forward_smtp_server_label": "Адрес сервера SMTP",
        "forward_add_phone_btn": "Добавить номер телефона",
        "forward_phone_tips": "Если вы хотите, чтобы роутер пересылал SMS на ваш мобильный телефон, убедитесь, что ваша мобильная сеть доступна и поддерживает отправку SMS.",
        "forward_no_encryp_label": "Нет",
        "forward_tips": "Чтобы предотвратить зацикливание, пересылка SMS не будет разрешена, если здесь введен местный номер. Кроме того, если модем не считывает номер вашей SIM-карты, пересылка SMS не будет выполнена.",
        "forward_email_title": "Пересылать через электронную почту",
        "forward_sms_title": "Пересылать через SMS",
        "del_sms": "Удалить",
        "send_new": "Создать новое сообщение",
        "resend_sms": "Повторно отправить SMS",
        "forward_email_subject_tips": "Вы можете изменить тему, чтобы вы могли идентифицировать, с какого номера телефона было получено SMS.",
        "received": "已接收"
    },
    "modemmanage": {
        "success_copy": "Копирование успешно",
        "title": "Управление",
        "info": "Управление",
        "no_modem": "Устройство модема не найдено",
        "at_command": "AT-команда",
        "soft_reset": "Мягкая перезагрузка",
        "port": "Порт",
        "shortcut": "Ярлык",
        "send": "Отправить",
        "cell_info": "Информация о сотах",
        "copy": "Копировать",
        "refresh": "Обновить",
        "reboot_sucess": "Успех, пожалуйста, подождите $$$$ секунд.",
        "export_debug_info": "Экспорт отладочной информации",
        "hardware_reset": "Жесткая перезагрузка",
        "unknown_command_msg": "Неизвестная команда",
        "sim_slot": "Слот для SIM-карты",
        "ims_tips": "Чтобы {status} IMS, перезагрузите устройство для вступления изменений в силу.",
        "disable": "Отключить",
        "enable": "启用"
    },
    "menu_internet": "Интернет",
    "router_visual": {
        "lan_Client": "Клиенты LAN",
        "wlan_client": "Клиенты WLAN",
        "usb_client": "USB-клиент"
    },
    "guide": {
        "configure_router_tip": "Сетевое руководство поможет вам настроить ваш роутер и подключить его к Интернету всего за несколько минут.",
        "login_mode_for_public_hotspots": "Режим входа для общественных точек доступа",
        "available_networks": "Доступные сети",
        "lan_port_position_exception_tip": "LAN-порт обнаружил сетевой кабель, пожалуйста, убедитесь, что кабель вставлен в правильное положение.",
        "done": "Готово",
        "no_cable_detected_tip": "Кабель не обнаружен. Пожалуйста, подключите сетевой кабель к WAN-порту.",
        "ethernet_connected_tip": "Настройка Ethernet завершена.",
        "select_proto_type_tip": "Выберите этот тип, если ваш интернет-провайдер не предоставляет информацию для подключения к интернету.",
        "check_password_correct_tip": "Пожалуйста, убедитесь, что пароль от широкополосного доступа верный, если вы его забыли, вы можете связаться с оператором.",
        "ethernet_config_title": "Настройка Ethernet",
        "enter_broadband_password_placeholder": "Пожалуйста, введите пароль для широкополосного доступа",
        "pppoe_is_normal": "Текущий тип сетевого соединения - PPPoE, и статус сети нормальный.",
        "enter_login_mode_for_public_hotspots_tip": "Нажмите кнопку Далее, чтобы войти в Режим входа для общественных точек доступа.",
        "network_guide_title": "Руководство по сети",
        "can_enjoy_the_internet": "Теперь вы можете пользоваться интернетом.",
        "successful_networking": "Успешное подключение к сети",
        "vpn_user_guide": "Руководство пользователя VPN",
        "network_detecting": "Выполняется обнаружение сети, пожалуйста, подождите.",
        "enter_the_information": "Введите информацию",
        "more_advanced_options": "Более продвинутые настройки можно редактировать через основной интерфейс.",
        "failure_auto_obtain_data": "Не удалось автоматически получить данные",
        "can_choose_to_continue_the_process": "Вы можете продолжить процесс вручную или перезагрузить модем.",
        "other": "Другое",
        "restart_router_tip": "2.Перезагрузите роутер.",
        "reboot_modem": "Пожалуйста, перезагрузите модем",
        "ios_device": "Устройство iOS",
        "enter_to_guide_no_internet_tip": "Если вы не знаете, как настроить сеть, вы можете нажать здесь, чтобы войти в руководство для начинающих.",
        "use_vpn_protect_privacy": "Использование VPN может защитить вашу конфиденциальность. Хотите попробовать сейчас?",
        "suggest": "Предложить",
        "support_email": "support@gl-inet.com",
        "oops": "Упс…",
        "phone_is_connected": "подключено",
        "android_device": "Устройство Android",
        "step_one": "Шаг 1",
        "step_two": "Шаг 2",
        "step_three": "Шаг 3",
        "four": "Шаг 4",
        "repeater_configuration": "Настройка репитера",
        "select_network_mode_tip": "Выберите режим сети",
        "scan_wifi_title": "Сканирование ближайших Wi-Fi сетей",
        "ethernet_description_option": "Подключение к Интернету через Ethernet-кабель.",
        "repeater_join_success_tip": "Настройка репитера завершена.",
        "enter_to_guide": {
            "tip": "Нажмите здесь, чтобы снова войти в руководство для начинающих."
        },
        "wan_interface_detect_title": "Обнаружение WAN-интерфейса",
        "tethering_device_connect_title": "Подключение устройства с тетерингом к сети",
        "exit_button": "Выход",
        "wifi_scanning_tip": "Идет сканирование Wi-Fi, пожалуйста, подождите.",
        "proto_connecting": "{proto} подключается",
        "completed": "Завершено!",
        "proto_is_connected": "В настоящее время обнаружено, что {proto} подключен.",
        "wifi_not_found": "Соединение не удалось. SSID или пароль неверны, пожалуйста, попробуйте снова.",
        "iphone": "iPhone",
        "password_is_wrong": "Соединение не удалось. Пароль неверен, пожалуйста, попробуйте снова.",
        "repeater_concat_us": "3.Если проблема не была решена, вы также можете отправить электронное письмо {supportEmail}.",
        "device_connected_and_network_normal": "{device} подключен и сеть работает нормально.",
        "network_loading_tip": "Руководство по сети поможет вам настроить ваш роутер и подключить его к Интернету всего за несколько минут.",
        "join_other_network": "Присоединяйтесь к другой сети",
        "scan_nearby_wifi": "Сканирование ближайших Wi-Fi сетей",
        "static_ip_config": "Настройка статического IP",
        "manual_authentication_prompt": "Ручное подтверждение аутентификации",
        "enter_info_by_isp_tip": "Введите информацию, предоставленную вашим интернет-провайдером.",
        "connection_is_normal": "Текущий тип сетевого подключения - {type}, и статус сети нормальный.",
        "preset_static_ip": "Использование статического IP-режима",
        "make_sure_wan_position_is_correct": "В настоящее время порт WAN используется как LAN, если вы хотите настроить Ethernet, пожалуйста, убедитесь, что порт WAN используется как WAN.",
        "detecting_loading": "Обнаружение…",
        "got_it": "Понял",
        "wait_for_four_second_to_login_tip": "Устройство находится в режиме входа для общественных точек доступа. Автоматический переход на страницу входа через {num} секунд.",
        "tethering_connecting_note": "Примечание:",
        "finish": "Завершить",
        "operate_according_to_your_mobile_phone": "Разные версии систем и модели мобильных телефонов могут привести к небольшим различиям в интерфейсах. Пожалуйста, следуйте соответствующему интерфейсу вашего мобильного телефона.",
        "wan_status_checking": "Проверка состояния WAN, пожалуйста, подождите.",
        "unknow_device": "Неизвестное устройство",
        "tethering_description_option": "Подключение к интернету через USB-тетеринг.",
        "repeater_description_option": "Подключение к Интернету через существующую Wi-Fi сеть.",
        "cellular_description_option": "Подключение к Интернету через сотовую связь.",
        "iphone_for_demonstration": "iPhone12 (версия iOS: 17.5.1) используется для демонстрации. Пожалуйста, следуйте интерфейсу, соответствующему вашему мобильному телефону.",
        "not_now": "Не сейчас",
        "vpn_setup": "Настройка VPN",
        "connect_phone_or_pad_by_use_cable": "Подключите ваш iPhone/iPad к роутеру с помощью USB-кабеля.",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Перейдите в настройки, убедитесь, что мобильные данные включены, и нажмите на \"Персональная точка доступа\".",
        "connect_mobile_device_to_router": "Подключите ваше мобильное устройство к роутеру с помощью USB-кабеля.",
        "enable_portable_hotspot_and_usb_tethering": "Включите переносную точку доступа и USB-тетеринг.",
        "join": "Присоединиться",
        "android_for_demonstration": "Подключите ваше мобильное устройство к роутеру с помощью USB-кабеля.",
        "tethering_connected_description": "Настройка тетеринга завершена. Теперь вы можете пользоваться интернетом.",
        "tethering_connect_fail_title_start": "Сейчас сеть не может быть подключена, пожалуйста, попробуйте следующие способы.",
        "wait_window_pop_up": "Дождитесь появления окна \"Доверять этому компьютеру\". Нажмите \"Доверять\".",
        "allow_other_join": "Включить разрешение на присоединение других.",
        "make_sure_cellular_is_turn_on": "Убедитесь, что мобильные данные на вашем устройстве включены.",
        "network_connection_exception": "Исключение сетевого соединения",
        "join_network": "Присоединиться к сетям",
        "no_available_ap_tips": "В настоящее время не сканируются доступные сети, вы можете {toDo}.",
        "attention_label": "Внимание!",
        "network_connection_feedback_title": "Сетевое Соединение Обратная Связь",
        "portal_login_mode_tips": "Устройство находится в режиме входа для общественных точек доступа. Вы можете вручную перейти к аутентификации входа.",
        "enter_login_mode_tips": "Не удается получить доступ в интернет через повторитель горячей точки. Попробуйте войти в режим входа для общественных точек доступа, чтобы устранить проблему.",
        "click_to_enter_login_mode_tips": "Нажмите кнопку \"Далее\", чтобы войти в режим входа для общественных точек доступа.",
        "repeater_warning_connected_tips": "Выбранная вами сеть {failedSsid} не смогла подключиться к сети. Система автоматически переключилась на сохранённую сеть {connectedSsid} и успешно подключилась.",
        "repeater_warning_sub_tips": "Если вы не хотите использовать текущую сеть, пожалуйста, вернитесь для выбора другой сети.",
        "repeater_need_enable_auth_tips": "Если для подключения к ретранслируемому Wi-Fi требуется аутентификация, пожалуйста, включите режим аутентификации.",
        "fail_public_tips": "Теперь сеть не может быть подключена, пожалуйста, попробуйте следующие способы.",
        "restart_router_tips": "Перезагрузите роутер.",
        "fail_contact_tips": "Если проблема не была решена, вы также можете отправить письмо на {addr}.",
        "restart_main_router_tips": "Перезагрузите основной маршрутизатор.",
        "tethering_fail_check_phone_tips": "Убедитесь, что ваш телефон авторизован и сеть телефона доступна.",
        "tethering_fail_restart_tips": "Перезагрузите ваш телефон и роутер.",
        "tethering_fail_check_usb_tips": "Проверьте подключение USB-кабеля и повторно подключите или замените USB-кабель.",
        "connect_success_public_tips": "{label} подключен и сеть работает нормально.",
        "configuration_completed_tips": "{type} конфигурация завершена.",
        "fail_reboot_gateway_tips": "Перезагрузите основной шлюз.",
        "contact_isp_tips": "Обратитесь за помощью к вашему интернет-провайдеру.",
        "cable_success_tips": "Текущий тип сетевого подключения - {type}, и статус сети нормальный.",
        "detecting_title": "Обнаружение",
        "cable_no_wan_tips": "Обнаружено отсутствие кабеля. Пожалуйста, подключите сетевой кабель к WAN-порту.",
        "cable_no_wan_lan_tips": "LAN-порт обнаружил сетевой кабель, пожалуйста, убедитесь, что кабель вставлен в правильное положение.",
        "cable_wan_checking_tips": "Проверка состояния WAN, пожалуйста, подождите.",
        "cable_pppoe_tips": "Введите предоставленные вашим интернет-провайдером данные. Пожалуйста, убедитесь, что пароль от учетной записи широкополосного доступа введен верно, если вы его забыли, вы можете связаться с вашим оператором.",
        "cable_dhcp_tips": "Выберите этот тип, если ваш интернет-провайдер не предоставил никаких данных для подключения к интернету.",
        "cable_connecting_tips": "Сетевое обнаружение выполняется, пожалуйста, подождите.",
        "use_static_btn": "Использование статического IP-режима",
        "cable_manual_title": "获取数据失败",
        "cable_static_title": "Статическая конфигурация IP",
        "cable_manual_tips": "Вы можете продолжить процесс вручную или перезагрузить модем.",
        "cable_static_tips": "Более продвинутые настройки можно редактировать через основной интерфейс.",
        "cable_config_title": "Конфигурация Ethernet",
        "cable_detect_title": "WAN интерфейс обнаружения",
        "modem_fail_apn_tips": "Пожалуйста, попробуйте {do} вручную, если вы не знаете ваш APN, пожалуйста, свяжитесь с вашим интернет-провайдером.",
        "modem_set_apn_btn": "установите правильный APN",
        "modem_fail_sim_tips": "Убедитесь, что SIM-карта доступна и при необходимости замените её.",
        "modem_sim_title": "Вставьте SIM-карту",
        "modem_pin_title": "Введите пин-код",
        "modem_apn_title": "Настройка APN",
        "modem_apn_tips": "Если вы не знаете правильный APN, пожалуйста, уточните у вашего интернет-провайдера.",
        "modem_dialling_tips": "Набор номера, пожалуйста, подождите...",
        "modem_network_connecting_tips": "Подключение к сети...",
        "modem_pin_tips": "ПИН-код SIM-карты можно ввести три раза. Если ПИН-код введен неверно все три раза, SIM-карта будет заблокирована. Пожалуйста, используйте мобильный телефон для разблокировки SIM-карты. Если вы не знаете ПИН-код этой SIM-карты, пожалуйста, проконсультируйтесь с вашим интернет-провайдером.",
        "modem_pin_err_tips": "PIN-код {code} неверен, осталась {count} попытка.",
        "modem_sim_locked_tips": "ПИН-код был введен неверно 3 раза, SIM-карта заблокирована, пожалуйста, разблокируйте ее через ваш телефон.",
        "modem_no_sim_reboot_tips": "Если после повторной установки SIM-карты она все еще не обнаруживается, пожалуйста, отключите питание и перезагрузите ваш роутер.",
        "cable_enter_info_title": "To provide you with an accurate translation, I need the specific text that you would like to have translated from English to Russian. Please provide the text you wish to translate.",
        "cable_fail_try_other_tips": "Пожалуйста, попробуйте другую {config}.",
        "modem_auto_switching_tips": "Получение информации о SIM-карте, пожалуйста, подождите.",
        "cellular_detecting_title": "Обнаружение SIM-карты",
        "cable_disabled_tips": "{feature} включена."
    },
    "traffic": {
        "modify_data_used_tips": "Статистика данных предоставляется только для информации. Фактический трафик определяется вашим оператором сети и будет указан в счете, предоставленном вашим оператором сети.",
        "first_month_label": "Первый месяц",
        "modify_data_used_title": "Изменить данные {sim}",
        "save_to_flash_label": "Экономить данные при выключении",
        "no_saved_limit_tips": "Если вам нужно заблокировать SIM-карту на основе использования данных, включите переключатель \"Экономить данные при выключении\".",
        "data_used_total_tips": "Использованные данные - это данные текущего слота SIM-карты.",
        "data_used_label": "Использованные данные {sim}",
        "save_to_flash_tips": "Если переключатель включен, данные могут сохраняться даже после выключения устройства.",
        "data_cap_amout_label": "Объем установленного лимита данных",
        "sim_limit_title": "Настройки лимита {sim}",
        "data_reset_period_label": "Период сброса данных",
        "start_day_label": "Дата начала",
        "start_hour_label": "Час начала",
        "clear_warning_tips": "После изменения любых настроек ограничения данных, данные будут очищены. Вы хотите очистить данные?",
        "second_month_label": "Второй месяц",
        "third_month_label": "Третий месяц",
        "sim_data_limit_common_tips": "Если объем использованных данных превышает установленный лимит данных, пожалуйста, вручную измените лимит данных или объем использованных данных.",
        "sim_data_limit_single_tips": "В противном случае SIM-карта будет отключена.",
        "sim_data_limit_dual_tips": "В противном случае, сеть может быть отключена или с SIM-картой может {do}.",
        "over_limit_common_tips": "Использованные данные превысили установленный лимит данных, пожалуйста, измените лимит данных или вручную скорректируйте объем использованных данных.",
        "sim_threshold_single_tips": "Если установлен лимит данных для SIM-карты, SIM будет отключена при превышении этого лимита данных.",
        "sim_threshold_dual_tips": "Если установлен лимит данных для {currentSim} и слот SIM-карты {handler} активирован, {currentSim} автоматически переключится на {otherSim}, когда объем данных превысит установленный лимит, и {currentSim} будет отключен.",
        "disabled_sim_auto_switch_tips": "SIM-карта не будет переключаться при достижении лимита данных, потому что {handler} не активирован. Когда лимит данных будет достигнут, SIM-карта будет отключена.",
        "enabled_sim_auto_switch_tips": "SIM-карта будет переключена при достижении лимита данных."
    },
    "cellular": {
        "tower_locked_label": "{sim} Блокировка башни",
        "operator_locked_label": "{sim} Оператор заблокирован",
        "lock_operator_btn": "Оператор блокировки",
        "lock_tower_disabled_tip": "Поскольку текущий слот для карты заблокирован оператором, функция блокировки текущего слота для карты к базовой станции отключена.",
        "scan_tower_warning_tips": "Процесс сканирования башни займет несколько минут. Вы уверены, что хотите продолжить?",
        "lock_tower_tips": "Сканирование базовых станций позволяет быстро определить источники сигнала высокого качества для обеспечения стабильной связи. Для блокировки на базовую станцию необходимо совпадение оператора связи и поддерживаемых устройством частотных диапазонов; в противном случае это может повлиять на процесс набора номера. Пожалуйста, подтвердите информацию о базовой станции, чтобы избежать потенциальных проблем.",
        "reflash_warning_msg": "Не обновляйте страницу.",
        "lock_operation_mode_label": "Блокировка режима",
        "lock_operation_mode_tip": "Функция блокировки оператора поддерживает три режима: автоматическое подключение к доступной сети оператора, ручная блокировка на определенного оператора или автоматическое переключение на доступную сеть оператора, если ручная блокировка не удалась.",
        "available_operator_title": "Доступные операторы",
        "scan_operator_warning_tips": "Сканирование оператора займет несколько минут, и в это время ваше сетевое соединение будет временно потеряно. Вы уверены, что хотите продолжить?",
        "manual_lock_operator_label": "Руководство",
        "manual_select_operator_tips": "Текущий список операторов предназначен только для справки. Если ручной выбор не удается, пожалуйста, обратитесь к списку операторов, поддерживаемых текущей SIM-картой, или проконсультируйтесь со службой поддержки оператора для получения точной информации.",
        "lock_operator_fail_msg": "Текущий оператор заблокирован, но на самом деле недоступен из-за ограничений карты или оператора. Если вам необходимо восстановить сеть, пожалуйста, выполните операцию разблокировки вручную.",
        "lock_operator_warning_tips": "Если заблокированный оператор не соответствует параметрам маскировки диапазона или APN в настройках сотовой связи, сотовый интерфейс не сможет подключиться к Интернету.",
        "manual_auto_lock_operator_label": "Ручной-Автоматический",
        "sim_info_title": "SIM-карта",
        "internet_info_title": "Интернет",
        "cell_info_title": "Ячейки",
        "set_sim_config_warning_tips": "Изменение конфигурации приведет к повторному набору номера.",
        "sim_settings_title": "Настройки SIM-карты",
        "not_use_special_label": "Не использовать",
        "special_apns_label": "Специальные APN",
        "use_special_apn_warning_tips": "Вы выбрали специальный APN, который доступен только для определенных телефонных карт. Если APN настроен неправильно, это может привести к проблемам при наборе номера, сбоям в подключении к сети и другим проблемам связи. Пожалуйста, дважды проверьте, поддерживает ли ваша телефонная карта этот APN. Вы уверены, что хотите переключиться на текущий APN?",
        "pin_code_tips": "Длина PIN-кода от 4 до 8 цифр",
        "sim_switch_title": "Переключение SIM-карты",
        "view_information_btn": "Просмотреть дополнительную информацию",
        "information_title": "Информация о сотовой связи",
        "special_apns_tips": "Для APN, предоставляемых специализированными операторами, пожалуйста, выбирайте в соответствии с фактическим состоянием вашей SIM-карты.",
        "pin_code_last_unlock_tips": "SIM-карта заблокирована и должна быть разблокирована с помощью PIN-кода, осталась последняя попытка для разблокировки. Если она не удастся, вам необходимо будет использовать телефон для разблокировки, введя PUK-код.",
        "need_pin_code_tips": "SIM-карта заблокирована и должна быть разблокирована с помощью PIN-кода, осталось {count} попыток.",
        "pin_code_last_input_unlock_tips": "PIN-код {code} неверен, осталась последняя попытка для разблокировки. Если разблокировка снова не удастся, вам необходимо будет использовать ваш телефон для ввода PUK-кода для разблокировки.",
        "ip_type_tips": "Если SIM-карта не поддерживает текущую настройку типа IP или если выбран IPv6, но глобальный переключатель {ipv6} не включен, это может привести к аномалиям при наборе.",
        "ip_type_label": "Тип IP",
        "initializing_tips": "Модем инициализируется……",
        "download_log": "下载日志",
        "unavailable_operator_title": "不可用运营商",
        "operator": "Оператор",
        "tower": "塔楼",
        "network_type_conflicts_tips": "Текущий тип сети SIM-карты - {networkType}, что конфликтует с сетевым типом функции {feature}. Пожалуйста, перейдите в {settings}, чтобы сначала изменить тип сети, а затем повторите попытку блокировки.",
        "current_sim_badge_label": "Активен: {sim}",
        "connection_failed": "Соединение не установлено",
        "sim_operator": "{sim} Оператор",
        "sim_tower": "{sim} Вышка",
        "sim_unlock": "Разблокировка {sim}"
    },
    "sim": {
        "sender_label": "Отправитель"
    },
    "simo": {
        "sim_type_label": "Тип SIM-карты",
        "switch_to_label": "Переключиться на {slot}",
        "vsim_switch_to_physical_tips": "Вы переключитесь с виртуальной SIM-карты (vSIM) на физическую SIM-карту. Вам необходимо вставить физическую SIM-карту в слот устройства для подключения к Интернету. Пожалуйста, подтвердите, что физическая SIM-карта была вставлена.",
        "physical_switch_to_vsim_tips": "Вы переключитесь с физической SIM-карты на виртуальную SIM-карту (vSIM) модуля. Вам необходимо подтвердить, что вы приобрели тарифный план на веб-сайте simo (отсканируйте QR-код на устройстве для покупки). После этого вы можете извлечь физическую SIM-карту из устройства.",
        "modem_name_label": "Имя модема"
    },
    "apn": {
        "enable_polling_label": "Включить опрос",
        "polling_control_title": "Управление опросом APN",
        "enable_polling_tips": "Если устройство использует SIM-карту Verizon и эта функция включена, устройство будет непрерывно опрашивать APN в течение 12 минут после перезагрузки до восстановления нормального сетевого подключения. Функция действительна только для SIM-карт Verizon."
    }
}
