{
    "repeater": {
        "quit_btn": "Вийти з режиму входу",
        "no_tips": "Репітер (STA) вимкнено.",
        "change_wifi": "Перемкнути мережу",
        "cannot_accessed_portal_url_tips": "Якщо ви не можете отримати доступ до сторінки входу, спробуйте вимкнути інші Інтернет-з'єднання (наприклад, Ethernet, мобільний зв'язок).",
        "to_auth_btn": "Перейти до входу",
        "auto_go_auth_tips": "Автоматично {auth} після {count}",
        "portal_auth_mode_btn": "Режим входу для публічних хот-спотів",
        "going_to_auth_tips": "Переадресація на сторінку входу:",
        "title": "Репітер",
        "known_net": "Відомі мережі",
        "options": "Опції репітера",
        "allow_change": "Дозволити переключення на інші збережені мережі",
        "allow_change_tips": "Якщо ця опція включена, роутер автоматично підключиться до інших збережених мереж, коли не зможе підключитися до поточної Wi-Fi мережі.",
        "antijam": "Примусове використання 20MHz смуги частот для 2.4G",
        "antijam_tips": "Якщо ця опція включена, пристрій покращить стабільність з'єднання за рахунок зниження швидкості підключення.",
        "lock_band": "Вибір смуги частот",
        "lock_band_tips": "Якщо ви вручну оберете смугу частот, роутер не буде сканувати або підключатися до будь-якої Wi-Fi, яка використовує іншу смугу.",
        "join_wifi": "Підключитися до Wi-Fi",
        "join_title": "Підключитися до Wi-Fi",
        "detail_title": "Деталі мережі",
        "available_wifi": "Доступні мережі",
        "join_other": "Підключитися до іншої мережі",
        "ssid": "SSID",
        "encryption": "Додайте кілька конкретних IP-адрес для керування роутером з цього пристрою.",
        "identity": "Ім'я користувача",
        "key": "Пароль",
        "remember": "Запам'ятати",
        "lock_bssid": "Фіксувати BSSID",
        "set_static": "Встановити статичну IP-адресу вручну",
        "unlock": "Авто",
        "antijam_tips_2": "Функціонує лише при повторенні 2.4G Wi-Fi.",
        "retry_connet_tips": "З'єднання не вдалося, спроба повториться пізніше…",
        "lock_bssid_tips": "Якщо ця опція увімкнена, роутер підключатиметься лише до точки доступу з вибраним вами BSSID при переході на мережу з цим SSID.",
        "advanced_settings": "Розширені налаштування",
        "allow_dfs": "Дозволити повторення каналів DFS",
        "allow_dfs_tips1": "Якщо ця опція увімкнена, коли роутер повторює Wi-Fi на будь-якому каналі DFS, він слідуватиме за хот-спотом для уникнення каналів DFS. Коли цей Wi-Fi доступний, власний 5GHz Wi-Fi роутера використовуватиме канал DFS. В іншому випадку, власний 5GHz Wi-Fi роутера перейде на не-DFS канал.",
        "allow_dfs_tips2": "Якщо ця опція вимкнена, роутер не підключатиметься до жодної Wi-Fi-мережі на каналах DFS.",
        "retry_disable_guest_tips": "Під час спроби повторного підключення ваш роутер періодично скануватиме Wi-Fi-мережі, і ваша гостьова Wi-Fi-мережа буде тимчасово недоступна під час цього сканування.",
        "scan_disable_guest_tips": "Під час спроби повторного підключення ваш роутер періодично скануватиме мережі Wi-Fi, і ваша гостьова Wi-Fi мережа буде тимчасово недоступна під час цього сканування.",
        "fail_eap_key_tips": "Неправильне ім'я користувача або пароль.",
        "fail_key_tips": "Неправильний пароль.",
        "allow_auto_portal_label": "Автоматично увімкнути режим входу для публічних хот-спотів",
        "auto_portal_tips": "Пристрій перейшов у режим входу для публічних хот-спотів для доступу до хот-споту Captive Portal. Після успішного входу він автоматично вийде з цього режиму.",
        "fail_not_found_tips": "Не вдалося знайти мережу, будь ласка, перевірте введений SSID та тип безпеки.",
        "unusable_eap_tips": "Цей роутер не підтримує повторення мереж, які використовують EAP.",
        "fail_mac_tips": "MAC-адреса роутера не може бути такою ж, як у будь-якого Wi-Fi клієнта, будь ласка, $$$$змініть MAC клонування$$$$ або змініть MAC-адресу цього клієнта.",
        "scan_wifi_fail_dfs_tips": "Пристрій проводить перевірку доступності каналу DFS і не може сканувати найближчі Wi-Fi. Будь ласка, зачекайте завершення перевірки.",
        "connet_dfs_tips": "Коли роутер повторює WiFi з каналом DFS, якщо цей WiFi доступний, роутер використовуватиме обраний канал DFS. Зверніть увагу, що якщо цей WiFi недоступний, канал буде змінено, що призведе до короткочасного відключення клієнта, підключеного через WiFi, і деякі пристрої будуть підключені знову без відчуття, тоді як деякі потрібно підключати вручну.",
        "modify_wifi_tips": "Зміни в налаштуваннях мережі змусять репітер перепідключитися.",
        "modify_wifi_title": "Змінити налаштування мережі",
        "enable_disguise_label": "Увімкнути маскування",
        "enable_disguise_tips": "Якщо ця опція увімкнена, роутер маскуватиметься під той самий пристрій, яким ви зараз користуєтеся.",
        "entry_again_tips": "Якщо ви знову увійдете протягом 10 секунд, буде використано кеш замість повторного сканування.",
        "scan_wifi_fail_detection_channel_tips": "Пристрій зараз сканує для пошуку оптимального каналу, сканування Wi-Fi недоступне під час цього процесу. Будь ласка, зачекайте терпляче, поки сканування завершиться.",
        "cannot_find_ssid": "Не можете знайти ваш SSID?",
        "allow_auto_portal_tips": "Якщо ця опція увімкнена, роутер автоматично перейде в режим входу для публічних точок доступу, коли він успішно підключиться до точки доступу, але не до Інтернету. У цьому режимі деякі сервіси будуть призупинені, тоді як режим DNS буде переключено на автоматичний, що може призвести до витоку інформації про вашу мережеву активність провайдеру точки доступу (наприклад, готелю чи торговельного центру).",
        "need_enter_portal_tips": "Не можна отримати доступ до Інтернету через повторюваний хот-спот. Спробуйте увійти в {portal}, щоб вирішити проблему. Зверніть увагу, що цей режим призупинить деякі служби та користувацькі DNS до його виходу, що може призвести до витоку даних провайдеру хот-споту (наприклад, готелю/торговельного центру).",
        "entered_portal_tips": "Пристрій перебуває у режимі входу для публічних точок доступу. Деякі сервіси були призупинені, що може призвести до витоку даних провайдеру гарячої точки (наприклад, готелю/торгового центру). Після успішного входу цей роутер автоматично вийде з цього режиму. {exit}.",
        "router_support_channel_tips": "Перевірте робочий канал SSID, цей роутер підтримує:",
        "channel": "{band} канали",
        "cannot_find_wifi": "Не можу знайти свій Wi-Fi?",
        "ssid_not_hidden_tips": "Переконайтеся, що ваш SSID не є прихованим.",
        "make_sure_works_tips": "Спробуйте за допомогою мобільного телефону та переконайтеся, що воно працює.",
        "support_tips": "Звертайтеся до нас за додатковою допомогою за адресою {addr}.",
        "allow_other_mode_change": "Дозволити перехід до інших режимів мережі",
        "no_switching": "Без перемикання",
        "auto_switching": "Автоматичне перемикання",
        "auto_switching_without_network": "Автоматичне перемикання без мережі",
        "no_switching_tips": "Коли включено режим \"Без переключення\", жодні інші збережені мережі не підключаються, коли поточний Wi-Fi відключено.",
        "auto_switching_tips": "Коли ввімкнено режим автоматичного перемикання, інші збережені мережі будуть підключені, коли поточний Wi-Fi відключено.",
        "repeater_not_auto_scan_tips": "Режим {mode} наразі увімкнено. І маршрутизатор успішно підключається до інтернету в неретрансляторному режимі, ретранслятор не буде автоматично виконувати сканування мережі.",
        "portal_go_to_auth_page_tips": "Підключено до {ssid}. Будь ласка, увійдіть на сторінку автентифікації для доступу до інтернету.",
        "regionally_allowed_channel_tips": "Цей маршрутизатор може шукати лише сигнали Wi-Fi каналів, дозволених у поточному регіоні.",
        "tap_icon_tips": "Натисніть на значок, щоб знову показати підказку про канал Wi-Fi.",
        "portal_entered_bare_mode_tips": "Пристрій перебуває в режимі входу для публічних точок доступу. Після успішного входу цей маршрутизатор автоматично вийде з цього режиму. {exit}",
        "portal_need_enter_bare_mode_tip": "Не вдається отримати доступ до Інтернету через цю точку доступу Wi-Fi. Натисніть {portal}, щоб продовжити доступ до Інтернету.",
        "portal_need_click_next_tips": "Не вдається отримати доступ до Інтернету через цю точку доступу Wi-Fi. Натисніть кнопку \"{btn}\", щоб увійти в режим входу до публічної точки доступу для продовження роботи в Інтернеті.",
        "portal_show_disable_detail_btn": "Деталі про те, що цей режим вимикає",
        "portal_disable_vpn_tips": "Одночасно пристрій маршрутизуватиме трафік без VPN, доки режим не буде вимкнено, що може призвести до витоку даних постачальнику точки доступу (наприклад, готель/торговий центр).",
        "portal_disable_feature_tips": "У цьому режимі функція {feature} буде автоматично та тимчасово вимкнена.",
        "portal_auth_required_title": "Необхідна портальна автентифікація",
        "support_channel_tips": "Підтримуються наступні канали Wi-Fi. Будь ласка, переконайтеся, що мережа Wi-Fi, до якої ви підключаєтеся, використовує один із них.",
        "auto_switching_without_network_tips": "Коли увімкнено режим {mode}, роутер не буде автоматично сканувати мережі, коли він успішно підключений у режимі, що не є ретранслятором, і лише спробує автоматично переключитися на інші збережені мережі, коли роутер залишиться без підключення. Це дозволяє уникнути втрати комунікаційних пакетів.",
        "band_conflict_tips": "Для стабільного з'єднання, коли ретранслятор увімкнено, гостьова мережа Wi-Fi буде вимкнена, а діапазон 5 ГГц/6 ГГц автоматично синхронізується з налаштуваннями ретранслятора. Якщо ваш пристрій не під’єднається автоматично, будь ласка, під’єднайтеся до Wi-Fi вручну.",
        "auto_resume_scan_tips": "Інтернет підключено. Для забезпечення якості бездротового зв'язку ретранслятор не скануватиме доступні мережі; сканування автоматично відновиться після відключення Інтернету. Ви можете вручну підключитися або перемкнутися на мережу Wi-Fi."
    },
    "cable": {
        "no_wan_tips": "Кабель не виявлено.",
        "dhcp_tips": "IP-адреса призначається вищестоящим мережевим пристроєм.",
        "title": "Ethernet",
        "no_wan": "Ethernet",
        "rm_wan_cable": "Будь ласка, вийміть ethernet-кабель з WAN-порту.",
        "wan_been_lan": "WAN-порт використовувався як LAN. Ви можете встановити його назад на WAN нижче",
        "confirm_to_lan": "Ви впевнені, що хочете використовувати WAN-порт як LAN?",
        "confirm_to_wan": "Ви впевнені, що хочете змінити LAN-порт назад на WAN?",
        "using_as_lan": "Використовується як LAN, $$$$Змінити на WAN$$$$",
        "using_as_wan": "Використовується як WAN, $$$$Змінити на LAN$$$$",
        "repeated": "Підключено успішно без необхідності перепідключення",
        "pppoe_log": "Журнал підключення PPPoE",
        "setting": "Налаштування Ethernet",
        "pppoe_vlanid_tips": "Цей запис налаштувань необхідний лише у випадку, якщо сервер PPPoE провайдера вимагає використання інтерфейсу з позначеним VLAN ID.",
        "egderouter_mode_tips": "Включено шлюз Drop-in. Якщо ви хочете змінити налаштування Ethernet, будь ласка, спочатку вимкніть $$$$Drop-in Gateway$$$$.",
        "change_to_lan_check_tips": "Спочатку, будь ласка, від'єднайте Ethernet-кабель, який підключений до WAN-порту. $$$$перевизначити$$$$",
        "change_to_wan_tips": "Якщо LAN-порт використовується як WAN-порт, ви не зможете отримати доступ до панелі адміністратора через цей Ethernet-порт, підключений до LAN-порту. Будь ласка, переконайтеся, що ваш клієнт може підключитися до Wi-Fi або іншого LAN-порту.",
        "change_to_wan_tips2": "Ви можете відновити LAN-порт (щоб він більше не використовувався як WAN-порт), утримуючи кнопку скидання на пристрої протягом чотирьох секунд.",
        "using_tips": "Статус {silkprint}: Використовується як {port}. {changePort}",
        "reset_port_tips": "Ви можете відновити {silkprint}, утримуючи кнопку скидання на пристрої протягом 4 секунд.",
        "use_as_wan_tips": "{asWan}, пристрій, підключений до порту, більше не зможе отримати доступ до панелі адміністратора. Вам доведеться підключити його до Wi-Fi або інших LAN-портів.",
        "revert_as_lan_tips": "Ви впевнені, що хочете відновити {silkprint} як LAN-порт (за замовчуванням)?",
        "change_port_btn": "Змінити на {port}",
        "revert_port_btn": "Змінити на {port}",
        "use_as_port_btn": "Змінити {silkprint} на {port}",
        "revert_wan_tips": "Після відновлення WAN-порту",
        "use_as_wan_silkprint_tips": "Якщо {silkprint} використовується як WAN-порт",
        "vlan_id_conflict_tips": "Ethernet1 VLAN ID збігається з Ethernet2 VLAN ID."
    },
    "modem": {
        "title": "Мобільний зв'язок",
        "no_sim_tips": "Мобільний зв'язок",
        "connecting_tips": "Деякі SIM-карти мають особливі обмеження щодо використання, наприклад, необхідність використання певного APN. Якщо ваша SIM-карта не може бути зареєстрована, будь ласка, перевірте у свого оператора мережі, чи є у вашої SIM-карти якісь особливі обмеження.",
        "band_masking_label": "Блокування",
        "install_sim": "Встановити SIM-карту",
        "port": "Порт",
        "service": "Служба",
        "setting": "Налаштування мобільного зв'язку",
        "traffic": "Статистика трафіку",
        "sim_failover_interval_label": "Інтервал переключення при відмові",
        "sim_not_setup_label": "Не налаштовано",
        "has_been_choose_profile_desc": "Ви скопіювали вміст {profileName}. $$$$ Скопіювати інший профіль$$$$",
        "name_already_exist_tips": "Таке ім'я вже існує.",
        "locked_tower_tips": "Якщо заблокована вежа не відповідає параметрам маскування діапазону або APN у налаштуваннях мобільного зв'язку, мобільний інтерфейс не зможе підключитися до Інтернету.",
        "name": "Назва модему",
        "operator": "Оператор мобільної мережі",
        "signal": "Сигнал",
        "upload": "Відвантаження",
        "download": "Завантажити",
        "install_sim_tips": "Будь ласка, вставте вашу SIM-карту в слот для SIM-карти, потім",
        "reboot_this": "Перезавантажити модем",
        "ttl_tips": "Деякі оператори мобільних мереж визначають, чи використовується SIM-карта у роутері, читаючи значення TTL. Якщо ваша SIM-карта не може бути використана в роутері, ви можете спробувати встановити TTL на значення, відмінне від 64 та 128 (наприклад, 65).",
        "authentication": "Аутентифікація",
        "user_name": "Ім'я користувача",
        "password": "Пароль",
        "sim_not_registered": "Сім-карта не зареєстрована",
        "sim_lock": "Сім-карта заблокована, будь ласка, введіть PIN-код для її розблокування.",
        "connect_fail_tips": "З'єднання не вдалося, повторне підключення…",
        "manual_setup": "Ручне налаштування",
        "auto_setup": "Автоматичне налаштування",
        "traffic_tips": "Статистика трафіку надається лише для інформації; реальний трафік визначається вашим оператором мережі і буде вказаний у рахунку, наданому вашим оператором мережі.",
        "reset_count": "Очистити статистику",
        "check_main_sim_time_label": "Час перемикання",
        "band_only_label": "Відкрити",
        "setting_sim_title": "Налаштування, що використовуються сім-картою",
        "select_profile_desc": "Ви можете $$$$ Вибрати профіль $$$$ для копіювання його вмісту до налаштувань, що використовуються сім-картою.",
        "device_may_not_b_tips": "Пристрій може не здатися сканувати всі вишки, коли включено інтерфейс Cellular.",
        "pin_verify_success_tips": "Перевірка PIN-коду успішна.",
        "need_pin_no_history_tips": "Вам потрібно ввести PIN-код, у вас залишилося {count} спроб.",
        "need_pin_history_tips": "PIN-код {value} невірний. У вас залишилося {count} спроб.",
        "pin_locked_no_history_tips": "Сім-карта заблокована.",
        "pin_locked_history_tips": "Помилка PIN-коду {value}, сім-карта заблокована.",
        "protocol_tips": "Протоколи QCM/QMI швидші, а протокол 3G має кращу сумісність.",
        "clear_traffic_tips": "Якщо ця опція включена, система не буде автоматично зберігати статистику трафіку.",
        "current_config_title": "Поточні налаштування",
        "save_config_label": "Зберегти налаштування",
        "sim_failover_interval_tips": "Якщо після переключення при відмові Інтернет-з'єднання все ще недоступне, пристрій переключиться назад на переважний слот SIM-карти і повторить спробу переключення лише після цього інтервалу.",
        "data_roaming_label": "Міжнародний роумінг даних",
        "enable_band_filter_label": "Увімкнути маскування діапазону",
        "band_only_tips": "У режимі \"Відкритий\", роутер буде використовувати лише обрані діапазони, інші будуть заблоковані.",
        "current_badge_label": "Поточний",
        "good_singal_label": "Добре",
        "save_as_profile_title": "Зберегти як профіль",
        "edit_profile_title": "Змінити профіль",
        "lock_tower_title": "Заблокувати вежу",
        "reboot_buildin_modem_btn": "Перезавантажити вбудований модем",
        "lte_plus_tips": "Деякі пристрої можуть показувати 4G+ як 5G",
        "history_signal_title": "Історичний запис сигналу",
        "port_tips": "Порт cdc-wcdm0 швидший, а порт ttyUSBX має кращу сумісність.",
        "apn_tips": "Деякі SIM-картки вимагають специфічний APN. Якщо ви не знаєте правильний APN, будь ласка, запитайте у вашого оператора мережі.",
        "manually_tips": "Ручний ввід",
        "ttl_placeholder": "Необов'язково, за замовчуванням 64",
        "pin": "Пін-код",
        "dial_num": "Номер для виклику",
        "clear_traffic": "Вимкнути автоматичне збереження статистики трафіку",
        "not_compatible": "Несумісний модем",
        "sim_slot_switching_tips": "Перемикання слоту SIM-картки…",
        "current_sim_label": "Активна SIM-картка",
        "saved_config_title": "Збережені профілі",
        "use_other_config_btn": "Використовувати інші налаштування",
        "current_config_badge": "Використовується",
        "copy_config_btn": "Клонувати та редагувати",
        "sim_slot_setting_title": "Налаштування слоту SIM-карти",
        "auto_switch_label": "Автоматичне перемикання",
        "main_slot_label": "Переважний слот SIM-карти",
        "sim_profile_label": "Налаштування SIM {index}",
        "sim_no_profile_warning": "Налаштування не було обрано, воно буде сконфігуровано автоматично.",
        "choose_other_profile_btn": "Інші налаштування",
        "timing_check_main_sim_label": "Запланована перевірка статусу переважного слоту",
        "timing_check_main_sim_tips": "Якщо ця опція увімкнена, пристрій спробує повернутися до переважного слоту SIM у вказаний час. Ця функція дозволяє повернутися до переважного слоту SIM, коли його інтернет-з'єднання стане доступним.",
        "choose_current_slot_label": "SIM-карта",
        "remove_profile_warning": "Ви впевнені, що хочете видалити профіль? Профіль не можна буде відновити після видалення.",
        "set_detection_tips": "Ви впевнені, що хочете видалити профіль? Профіль не можна буде відновити після видалення.",
        "band_filter_mode_label": "Режим маскування",
        "band_masking_tips": "У режимі \"Блокування\" роутер заблокує наступні діапазони.",
        "band_only_warning": "Будь ласка, виберіть принаймні один з дозволених діапазонів.",
        "current_sim_badge_label": "Активний: SIM {sim}",
        "excellent_singal_label": "Відмінно",
        "fair_singal_label": "Задовільно",
        "poor_singal_label": "Погано",
        "no_sim_tips2": "Вашу SIM-картку не виявлено. Будь ласка, перевірте, чи правильно вставлена карта та чи чисті контакти.",
        "manage_profiles_btn": "Керування профілями",
        "add_new_profile_title": "Додати новий профіль",
        "select_profile_title": "Вибрати профіль",
        "available_tower_title": "Доступна вежа",
        "cellular_desc": "Інтерфейс мобільного зв'язку перепідключиться для переходу на заблоковану вежу.",
        "scan_tower_msg": "Це може зайняти кілька хвилин. Будь ласка, зачекайте.",
        "sim_tower_title": "Вежа SIM {sim}",
        "tower_locked_tips": "Вежа заблокована",
        "reboot_buildin_modem_warning": "Ви впевнені, що хочете перезавантажити вбудований модем?",
        "sim_slot_pin_mark_tips": "Слот для SIM-карти позначено і не може бути автоматично перемкнуто.",
        "certification_info_btn": "Інформація про сертифікацію",
        "last_pin_tips": "Залишилася остання спроба для розблокування PIN-коду цієї SIM-карти, якщо введення знову не вдасться, вам буде потрібно використати PUK-код для її розблокування. Щоб запобігти блокуванню SIM-карти, пристрій більше не буде здійснювати виклики, тому будь ласка, використовуйте свій телефон для розблокування.",
        "need_pin_tips": "SIM-карта заблокована, будь ласка, перевірте, чи введено PIN-код або чи правильно введено PIN-код.",
        "plug_in_tips": "Модем не знайдено. Підключіть USB-модем для початку роботи.",
        "manage": "Керування",
        "phone_num": "Номер телефону",
        "region_code_label": "Код країни/регіону",
        "band_block_warning": "Будь ласка, не блокуйте всі діапазони.",
        "traffic_days_tips": "Максимальна кількість днів приймає значення фактичної максимальної кількості днів у поточному місяці.",
        "network_type": "Тип мережі",
        "lock_pin_tips1": "{sim} заблоковано. Будь ласка, натисніть {unlock} та введіть PIN-код, щоб розблокувати його.",
        "lock_pin_tips2": "{sim1} та {sim2} заблоковані. Будь ласка, натисніть {unlock1} або {unlock2} та введіть відповідний PIN-код, щоб розблокувати кожну SIM-карту.",
        "sim_unlock": "{sim} Розблокування",
        "sim_card_switch": "Перемикання SIM-карти",
        "sim_slot_type": "{sim} Тип слоту",
        "sim_card_priority_title": "Пріоритет SIM-карти",
        "sim_card_failover_title": "Резервний режим SIM-карти",
        "scheduled_switch_preferred_sim_label": "Заплановане перемикання на бажану SIM-карту",
        "execution_time_label": "Час виконання",
        "select_active_sim_card": "Виберіть активну SIM-карту",
        "locked": "Заблоковано",
        "no_sim_card": "Немає SIM-карти",
        "sim_info_label": "{sim} Інформація",
        "airplane_mode_tips": "Режим польоту увімкнено, мобільна мережа вимкнена.",
        "download_esim_config_tips": "Будь ласка, підключіться до інтернету, щоб завантажити файл конфігурації eSIM.",
        "unlock_pin_count_tips": "Введіть PIN-код для розблокування SIM-карти. Залишилося {count} спроб.",
        "network_type_tips": "Виберіть 5G для більш високої швидкості (потрібен сигнал 5G) або 4G для стабільності.",
        "unavailable_tower_title": "Недоступна Вежа",
        "lock_puk_tips": "Картка {sim} заблокована через три невдалих спроби введення PIN-коду. Введіть PUK-код на телефоні, щоб розблокувати її.",
        "network_type_tips2": "Якщо ви заблокуєте Вежу/Оператора, тип мережі буде зафіксовано і не можна буде змінити.",
        "lock_operator_fail_msg": "Не вдалося заблокувати оператора",
        "unlock_operator_fail_msg": "Не вдалося розблокувати оператора"
    },
    "sms": {
        "all_read": "Всі прочитані",
        "from": "Цей модем не підтримує SMS",
        "body": "Зміст SMS",
        "reply_sms": "Відповісти",
        "forward_encryp_label": "Метод шифрування",
        "forward_add_email_btn": "Додати електронну пошту",
        "forward_sms_title": "Пересилання через SMS",
        "resend": "Повторити відправлення",
        "del_sms": "Видалити",
        "send_new": "Створити нове повідомлення",
        "resend_sms": "Повторити відправлення SMS",
        "confirm_del": "Підтвердити видалення",
        "invalid_dial_num": "Неправильний номер виклику",
        "no_sms": "Немає повідомлення",
        "send_error_msg4": "Час очікування відправлення минув.",
        "send_error_msg5": "Пристрій не підтримує функцію SMS.",
        "forward_title": "Переадресація SMS",
        "forward_add_phone_btn": "Додати номер телефону",
        "national": "Національний",
        "receive": "Отримати",
        "to": "Надіслати до",
        "recipient": "одержувач",
        "send_modem": "SIM-картка",
        "send_error_msg3": "Не вдалося відправити.",
        "send_error_msg6": "Поточне мережеве середовище не підтримує функцію SMS.",
        "forward_email_tips": "Поточне мережеве середовище не підтримує функцію SMS.",
        "forward_smtp_title": "Поштова скринька відправника (SMTP)",
        "forward_email_label": "Електронна пошта",
        "forward_smtp_server_label": "Адреса сервера SMTP",
        "forward_email_account_label": "Ім'я користувача",
        "forward_email_subject_label": "Тема",
        "forward_email_list_title": "Електронна адреса",
        "forward_email_subject_tips": "Ви можете змінити тему, щоб визначити, з якого номера телефону було отримано SMS.",
        "forward_phone_tips": "Якщо ви хочете, щоб роутер пересилав SMS на ваш мобільний телефон, переконайтеся, що ваша мобільна мережа доступна та підтримує відправлення SMS.",
        "forward_no_encryp_label": "Немає",
        "forward_tips": "Щоб уникнути циклічності, пересилання SMS не буде дозволено, якщо тут введено місцевий номер. Крім того, якщо модем не читає номер вашої SIM-карти, пересилання SMS не буде виконано.",
        "sent": "Відправлено",
        "sending": "Надсилання",
        "del_read": "Видалити прочитані повідомлення",
        "send": "Надіслати",
        "not_found_sms_modem": "Цей модем не підтримує SMS",
        "detail": "Деталі SMS",
        "send_error_msg1": "Модем не виявлено.",
        "send_error_msg2": "Невідома помилка.",
        "send_fail": "Не вдалося надіслати",
        "reply": "Відповідь",
        "international": "Міжнародний",
        "title": "SMS",
        "send_sms": "Надіслати повідомлення",
        "unknown": "Невідомо",
        "forward_email_title": "Переадресація через електронну пошту",
        "received": "Отримано"
    },
    "modemmanage": {
        "shortcut": "Ярлик",
        "send": "Надіслати",
        "cell_info": "Інформація про комірки",
        "copy": "Копіювати",
        "refresh": "Оновити",
        "export_debug_info": "Експортувати інформацію для налагодження",
        "hardware_reset": "Жорстке перезавантаження",
        "info": "Інформація про модем",
        "title": "Управління",
        "at_command": "AT-команда",
        "soft_reset": "М'який перезапуск",
        "port": "Порт",
        "success_copy": "Копіювання успішне",
        "reboot_sucess": "Успіх, будь ласка, зачекайте {count} секунд.",
        "no_modem": "Модем не знайдено",
        "unknown_command_msg": "Невідома команда",
        "sim_slot": "Слот для SIM-карти",
        "ims_tips": "Щоб {status} IMS, будь ласка, перезавантажте пристрій для набуття чинності.",
        "disable": "Вимкнути",
        "enable": "Увімкнути"
    },
    "menu_internet": "Інтернет",
    "router_visual": {
        "wlan_client": "Клієнти WLAN",
        "lan_Client": "Клієнти LAN",
        "usb_client": "USB-клієнт"
    },
    "tethering": {
        "title": "Тетерінг",
        "device": "Пристрій",
        "no_device_tips": "Пристрій для тетерінгу не знайдено, підключіть ваш смартфон або USB-модем для початку."
    },
    "guide": {
        "configure_router_tip": "Мережевий посібник допоможе вам налаштувати ваш маршрутизатор та підключити його до Інтернету всього за кілька хвилин.",
        "join_other_network": "Приєднуйтесь до інших мереж",
        "scan_nearby_wifi": "Сканування найближчих Wi-Fi мереж",
        "reboot_modem": "Будь ласка, перезавантажте модем",
        "got_it": "Зрозуміло",
        "suggest": "Пропозиція",
        "oops": "Ой…",
        "support_email": "support@gl-inet.com",
        "network_detecting": "Триває виявлення мережі, будь ласка, зачекайте момент.",
        "phone_is_connected": "підключено",
        "android_device": "Android-пристрій",
        "step_one": "Крок 1",
        "step_two": "Крок 2",
        "four": "Крок 4",
        "repeater_configuration": "Налаштування репітера",
        "select_network_mode_tip": "Виберіть режим мережі",
        "scan_wifi_title": "Сканування найближчих Wi-Fi мереж",
        "tethering_connected_description": "Налаштування тетерингу завершено. Тепер ви можете користуватися Інтернетом.",
        "enter_to_guide": {
            "tip": "Натисніть тут, щоб знову увійти до початкового керівництва."
        },
        "wan_interface_detect_title": "Виявлення WAN-інтерфейсу",
        "tethering_device_connect_title": "Підключення пристрою тетерингу до мережі",
        "exit_button": "Вихід",
        "tethering_connecting_note": "Примітка:",
        "finish": "Завершити",
        "step_three": "Крок 3",
        "proto_connecting": "{proto} Підключення",
        "completed": "Завершено!",
        "proto_is_connected": "Виявлено, що {proto} зараз підключено.",
        "wifi_not_found": "Підключення не вдалося. SSID або пароль неправильний, будь ласка, спробуйте ще раз.",
        "iphone": "iPhone",
        "password_is_wrong": "Підключення не вдалося. Пароль неправильний, будь ласка, спробуйте ще раз.",
        "join": "Приєднатися",
        "device_connected_and_network_normal": "{device} підключено і мережа працює нормально.",
        "iphone_for_demonstration": "Для демонстрації використовується iPhone12 (версія iOS: 17.5.1). Будь ласка, дійте відповідно до інтерфейсу вашого мобільного телефону.",
        "not_now": "Не зараз",
        "vpn_setup": "Налаштування VPN",
        "connect_phone_or_pad_by_use_cable": "Підключіть ваш iPhone/iPad до роутера за допомогою USB-кабелю.",
        "turn_on_cellular_and_tap_on_personal_hotspot": "Перейдіть до Налаштувань, переконайтеся, що Мобільні дані ввімкнені, та натисніть на Особистий точку доступу.",
        "connect_mobile_device_to_router": "Підключіть ваш мобільний пристрій до роутера за допомогою USB-кабелю.",
        "enable_portable_hotspot_and_usb_tethering": "Увімкніть Портативну точку доступу та USB-тетеринг.",
        "make_sure_cellular_is_turn_on": "Переконайтеся, що мобільні дані вашого мобільного пристрою ввімкнені.",
        "android_for_demonstration": "Підключіть ваш мобільний пристрій до роутера за допомогою USB-кабелю.",
        "network_loading_tip": "Посібник з мережі допоможе вам налаштувати ваш маршрутизатор та підключити його до Інтернету всього за кілька хвилин.",
        "repeater_join_success_tip": "Налаштування репітера завершено.",
        "ios_device": "Пристрій iOS",
        "enter_login_mode_for_public_hotspots_tip": "Натисніть кнопку Далі, щоб увійти в режим входу для публічних точок доступу.",
        "wait_for_four_second_to_login_tip": "Пристрій перебуває в режимі входу для публічних точок доступу. Автоматичний перехід до входу через {num} секунд.",
        "can_choose_to_continue_the_process": "Ви можете вибрати продовжити процес вручну або перезавантажити модем.",
        "ethernet_description_option": "Підключіться до Інтернету через Ethernet-кабель.",
        "repeater_description_option": "Підключіться до Інтернету через існуючу Wi-Fi мережу.",
        "cellular_description_option": "Підключіться до Інтернету через мобільний зв'язок.",
        "tethering_description_option": "Підключіться до Інтернету через USB-тетеринг.",
        "use_vpn_protect_privacy": "Використання VPN може захистити вашу конфіденційність. Хочете спробувати зараз?",
        "tethering_connect_fail_title_start": "Наразі мережа не може підключитися, будь ласка, спробуйте наступні способи.",
        "wifi_scanning_tip": "WiFi сканується, зачекайте будь ласка.",
        "repeater_concat_us": "3.Якщо проблему не вдалося вирішити, ви також можете написати на {supportEmail}.",
        "wait_window_pop_up": "Зачекайте, поки з'явиться вікно \"Довіряти цьому комп'ютеру\". Натисніть Довіряю.",
        "allow_other_join": "Увімкніть Дозволити іншим приєднуватися.",
        "network_connection_exception": "Виняток мережевого з'єднання",
        "join_network": "Приєднатися до мереж",
        "login_mode_for_public_hotspots": "Режим входу для публічних точок доступу",
        "available_networks": "Доступні мережі",
        "lan_port_position_exception_tip": "LAN-порт виявляє мережевий кабель, будь ласка, переконайтеся, що кабель вставлений у правильне положення.",
        "no_cable_detected_tip": "Не виявлено кабелю. Будь ласка, підключіть мережевий кабель до порту WAN.",
        "enter_info_by_isp_tip": "Введіть інформацію, надану вашим інтернет-провайдером.",
        "ethernet_connected_tip": "Конфігурація Ethernet завершена.",
        "select_proto_type_tip": "Оберіть цей тип, якщо ваш інтернет-провайдер не надає жодної інформації для підключення до інтернету.",
        "check_password_correct_tip": "Будь ласка, переконайтеся, що пароль від широкосмугового облікового запису вірний, якщо ви забули його, ви можете звернутися до оператора.",
        "ethernet_config_title": "Конфігурація Ethernet",
        "enter_broadband_password_placeholder": "Будь ласка, введіть пароль для широкосмугового доступу",
        "restart_router_tip": "2. Перезавантажте роутер.",
        "connection_is_normal": "Поточний тип мережевого з'єднання - {type}, статус мережі нормальний.",
        "pppoe_is_normal": "Поточний тип мережевого з'єднання - PPPoE, статус мережі нормальний.",
        "static_ip_config": "Конфігурація статичної IP-адреси",
        "preset_static_ip": "Використання режиму статичної IP-адреси",
        "make_sure_wan_position_is_correct": "Наразі порт WAN використовується як LAN, якщо ви хочете налаштувати Ethernet, будь ласка, переконайтеся, що порт WAN використовується як WAN.",
        "detecting_loading": "Виявлення…",
        "network_guide_title": "Посібник з мережі",
        "can_enjoy_the_internet": "Тепер ви можете користуватися інтернетом.",
        "successful_networking": "Успішне підключення до мережі",
        "vpn_user_guide": "Посібник користувача VPN",
        "enter_the_information": "Введіть інформацію",
        "more_advanced_options": "Більш розширені опції можна редагувати через головний інтерфейс.",
        "failure_auto_obtain_data": "Не вдалося автоматично отримати дані",
        "other": "Інше",
        "operate_according_to_your_mobile_phone": "Різні версії систем та моделі мобільних телефонів можуть призвести до незначних відмінностей у інтерфейсах. Будь ласка, дійте відповідно до відповідного інтерфейсу вашого мобільного телефону.",
        "wan_status_checking": "Перевірка стану WAN, будь ласка, зачекайте момент.",
        "unknow_device": "Невідомий пристрій",
        "manual_authentication_prompt": "Запит на ручну аутентифікацію",
        "done": "Готово",
        "enter_to_guide_no_internet_tip": "Якщо ви не знаєте, як налаштувати мережу, ви можете натиснути тут, щоб увійти до початкового керівництва.",
        "no_available_ap_tips": "Наразі не виявлено доступних мереж, ви можете {toDo}.",
        "attention_label": "Увага!",
        "network_connection_feedback_title": "Зворотній зв'язок щодо мережевого з'єднання",
        "click_to_enter_login_mode_tips": "Натисніть кнопку \"Далі\", щоб увійти в режим входу для публічних точок доступу.",
        "portal_login_mode_tips": "Пристрій перебуває у режимі входу для публічних точок доступу. Ви можете вручну перейти до сторінки аутентифікації.",
        "enter_login_mode_tips": "Не можливо отримати доступ до інтернету через повторювану точку доступу. Спробуйте увійти в режим входу для публічних точок доступу, щоб вирішити проблему.",
        "repeater_warning_connected_tips": "Вибрана вами мережа {failedSsid} не змогла підключитися до мережі. Вона була автоматично переключена на збережену мережу {connectedSsid} та успішно підключена.",
        "repeater_warning_sub_tips": "Якщо ви не хочете користуватися поточною мережею, будь ласка, поверніться, щоб вибрати іншу мережу.",
        "repeater_need_enable_auth_tips": "Якщо ретрансльований WiFi потребує автентифікації, будь ласка, увімкніть режим автентифікації.",
        "fail_public_tips": "Зараз мережа не може підключитися, будь ласка, спробуйте наступні способи.",
        "restart_router_tips": "Перезавантажте роутер.",
        "fail_contact_tips": "Якщо проблему не вдалося вирішити, ви також можете надіслати електронний лист на {addr}.",
        "restart_main_router_tips": "Перезавантажте основний маршрутизатор.",
        "tethering_fail_restart_tips": "Перезавантажте ваш телефон та роутер.",
        "tethering_fail_check_phone_tips": "Переконайтеся, що ваш телефон авторизовано і мережа телефону доступна.",
        "tethering_fail_check_usb_tips": "Перевірте підключення USB-кабелю та повторно підключіть або замініть USB-кабель.",
        "connect_success_public_tips": "{label} підключено, і мережа працює нормально.",
        "configuration_completed_tips": "{type} конфігурація завершена.",
        "fail_reboot_gateway_tips": "Перезавантажте основний шлюз.",
        "contact_isp_tips": "Зверніться за допомогою до вашого провайдера інтернет-послуг.",
        "cable_success_tips": "Поточний тип підключення до мережі - {type}, статус мережі - нормальний.",
        "detecting_title": "Виявлення",
        "cable_no_wan_tips": "Не виявлено кабелю. Будь ласка, підключіть мережевий кабель до WAN-порту.",
        "cable_no_wan_lan_tips": "LAN-порт виявляє мережевий кабель, будь ласка, переконайтеся, що кабель вставлений у правильне положення.",
        "cable_wan_checking_tips": "Перевірка стану WAN, зачекайте будь ласка.",
        "cable_pppoe_tips": "Введіть інформацію, надану вашим інтернет-провайдером. Будь ласка, переконайтеся, що пароль від широкосмугового облікового запису введено правильно, якщо ви забули його, ви можете звернутися до свого оператора.",
        "cable_dhcp_tips": "Виберіть цей тип, якщо ваш ISP не надає жодної інформації для підключення до Інтернету.",
        "use_static_btn": "Використання статичного IP-режиму",
        "cable_connecting_tips": "Виконується виявлення мережі, будь ласка, зачекайте.",
        "cable_manual_title": "Не вдалося автоматично отримати дані",
        "cable_static_title": "Статична конфігурація IP",
        "cable_manual_tips": "Ви можете вибрати продовжити процес вручну або перезавантажити модем.",
        "cable_static_tips": "Більш розширені налаштування можна редагувати за допомогою основного інтерфейсу.",
        "cable_config_title": "Конфігурація Ethernet",
        "cable_detect_title": "WAN інтерфейс виявлення",
        "modem_fail_apn_tips": "Будь ласка, спробуйте {do} вручну, якщо ви не знаєте ваш APN, зверніться до вашого інтернет-провайдера.",
        "modem_set_apn_btn": "встановіть правильний APN",
        "modem_sim_title": "Вставте SIM-карту",
        "modem_fail_sim_tips": "Переконайтеся, що SIM-карта доступна та за потреби замініть її.",
        "modem_pin_title": "Введіть пін-код",
        "modem_apn_title": "Налаштування APN",
        "modem_apn_tips": "Якщо ви не знаєте правильний APN, будь ласка, перевірте це у вашого Інтернет-провайдера.",
        "modem_dialling_tips": "Набирається номер, зачекайте...",
        "modem_network_connecting_tips": "Набір номера успішний. Підключення до мережі...",
        "modem_pin_tips": "Пін-код для SIM-карти можна ввести 3 рази. Якщо пін-код введено неправильно всі три рази, SIM-карта буде заблокована. Будь ласка, використовуйте мобільний телефон, щоб розблокувати SIM-карту. Якщо ви не знаєте пін-код цієї SIM-карти, будь ласка, зверніться до вашого Інтернет-провайдера.",
        "modem_sim_locked_tips": "Пін-код було введено неправильно 3 рази, SIM-карта заблокована, будь ласка, розблокуйте її через ваш телефон.",
        "modem_pin_err_tips": "PIN-код {code} неправильний, залишилося ще {count} спроби.",
        "modem_no_sim_reboot_tips": "Якщо ви вже повторно вставили SIM-картку і все ще не виявлено SIM-картку, будь ласка, вимкніть і знову увімкніть ваш маршрутизатор.",
        "cable_enter_info_title": "Ваш запит не містить конкретного тексту для перекладу. Будь ласка, надайте текст, який ви хочете перекласти, і я з радістю вам допоможу.",
        "cable_fail_try_other_tips": "Будь ласка, спробуйте інший {config}.",
        "modem_auto_switching_tips": "Отримання інформації про SIM-карту, зачекайте.",
        "cellular_detecting_title": "Виявлення SIM-картки",
        "cable_disabled_tips": "{feature} увімкнено."
    },
    "traffic": {
        "first_month_label": "Перший Місяць",
        "data_used_label": "{sim} Використані дані",
        "save_to_flash_tips": "Якщо перемикач увімкнено, дані можуть зберігатися навіть після вимкнення пристрою.",
        "modify_data_used_tips": "Статистика даних надається лише для інформації. Фактичний трафік визначається вашим оператором мережі і буде вказаний у рахунку, наданому вашим оператором мережі.",
        "data_cap_amout_label": "Обмеження обсягу даних",
        "sim_limit_title": "{sim} Налаштування ліміту",
        "data_reset_period_label": "Період скидання даних",
        "start_day_label": "Дата початку",
        "start_hour_label": "Година початку",
        "clear_warning_tips": "Після зміни будь-яких налаштувань обмеження даних, дані будуть очищені. Ви хочете очистити дані?",
        "second_month_label": "Другий місяць",
        "third_month_label": "Третій місяць",
        "modify_data_used_title": "Змінити дані {sim}",
        "save_to_flash_label": "Економити дані при вимкненні живлення",
        "no_saved_limit_tips": "Якщо вам потрібно заблокувати SIM-карту на основі використання даних, увімкніть перемикач \"Економити дані при вимкненні живлення\".",
        "data_used_total_tips": "Використані дані - це дані поточного слоту SIM-карти.",
        "sim_data_limit_common_tips": "Якщо використані дані перевищують обсяг встановленого ліміту даних, будь ласка, вручну змініть обсяг ліміту даних або використані дані.",
        "sim_data_limit_single_tips": "В іншому випадку SIM-карта буде вимкнена.",
        "sim_data_limit_dual_tips": "В іншому випадку мережа може бути відключена або SIM-карта може {do}.",
        "over_limit_common_tips": "Використані дані перевищили обмеження обсягу даних, будь ласка, змініть обмеження обсягу даних або вручну скоригуйте використані дані.",
        "sim_threshold_single_tips": "Якщо встановлено ліміт даних для SIM-картки, SIM буде відключена, коли обсяг переданих даних перевищить цей ліміт.",
        "sim_threshold_dual_tips": "Якщо встановлено ліміт даних для {currentSim} і слот SIM-карти {handler} активовано, {currentSim} автоматично переключиться на {otherSim}, коли обсяг даних перевищить встановлений ліміт, і {currentSim} буде вимкнено.",
        "disabled_sim_auto_switch_tips": "SIM-картка не переключиться при досягненні ліміту даних, оскільки {handler} не активовано. А SIM-картка буде вимкнена, коли буде досягнуто ліміт даних.",
        "enabled_sim_auto_switch_tips": "SIM-картка буде змінена після досягнення ліміту даних."
    },
    "cellular": {
        "tower_locked_label": "{sim} Блокування вежі",
        "operator_locked_label": "{sim} Оператор заблокований",
        "lock_operator_btn": "Оператор блокування",
        "lock_tower_disabled_tip": "Оскільки поточний слот для карти заблоковано оператором, функція блокування поточного слоту для карти до базової станції вимкнена.",
        "scan_tower_warning_tips": "Це займе кілька хвилин для сканування вежі. Ви впевнені, що хочете продовжити?",
        "lock_tower_tips": "Сканування базових станцій може швидко виявити джерела сигналу високої якості, щоб забезпечити стабільний зв'язок. Блокування на базову станцію вимагає відповідності оператора та підтримуваних пристроєм частотних діапазонів; в іншому випадку це може вплинути на набір номера. Будь ласка, підтвердіть інформацію про базову станцію, щоб уникнути потенційних проблем.",
        "reflash_warning_msg": "Не оновлюйте сторінку.",
        "lock_operation_mode_label": "Режим блокування",
        "lock_operation_mode_tip": "Функція блокування оператора підтримує три режими: автоматичне підключення до доступної мережі оператора, ручне блокування на конкретного оператора або автоматичне переключення на доступну мережу оператора, якщо ручне блокування не вдалося.",
        "available_operator_title": "Доступні оператори",
        "scan_operator_warning_tips": "Сканування оператора займе кілька хвилин, і на цей час ви тимчасово втратите з'єднання з мережею. Ви впевнені, що хочете продовжити?",
        "manual_select_operator_tips": "Поточний список операторів наданий лише для довідки. Якщо ручний вибір не вдається, будь ласка, зверніться до списку операторів, які підтримуються поточною SIM-карткою, або зверніться до служби підтримки оператора для отримання точної інформації.",
        "lock_operator_fail_msg": "Поточний оператор заблоковано, але насправді він недоступний через обмеження картки або оператора, якщо вам потрібно відновити мережу, будь ласка, виконайте операцію ручного розблокування.",
        "lock_operator_warning_tips": "Якщо заблокований оператор не відповідає параметрам маскування діапазону чи APN у налаштуваннях мобільного зв'язку, мобільний інтерфейс не зможе підключитися до Інтернету.",
        "manual_lock_operator_label": "Посібник",
        "manual_auto_lock_operator_label": "Ручний-Автоматичний",
        "sim_info_title": "SIM-картка",
        "internet_info_title": "Інтернет",
        "cell_info_title": "Клітини",
        "set_sim_config_warning_tips": "Зміна конфігурації призведе до повторного набору номера.",
        "sim_settings_title": "Налаштування SIM-карти",
        "not_use_special_label": "Не використовувати",
        "special_apns_label": "Спеціальні APN",
        "use_special_apn_warning_tips": "Вибраний вами спеціальний APN доступний лише для певних телефонних карток. Якщо APN налаштовано неправильно, це може спричинити проблеми з набором номера, збої підключення до мережі та інші проблеми зі зв'язком. Будь ласка, перевірте двічі, чи підтримує ваша телефонна картка цей APN. Ви впевнені, що потрібно перейти на поточний APN?",
        "pin_code_tips": "Довжина PIN-коду від 4 до 8 цифр",
        "sim_switch_title": "Перемикання SIM-картки",
        "view_information_btn": "Переглянути більше інформації",
        "information_title": "Мобільна інформація",
        "special_apns_tips": "Для APN, які надаються спеціальними операторами, будь ласка, вибирайте відповідно до фактичного стану вашої SIM-картки.",
        "pin_code_last_unlock_tips": "SIM-картка заблокована і її потрібно розблокувати за допомогою PIN-коду, залишилася остання спроба для розблокування, якщо вона не вдасться, вам потрібно буде використовувати телефон для розблокування, вводячи PUK-код.",
        "need_pin_code_tips": "SIM-картка заблокована і її потрібно розблокувати за допомогою PIN-коду, залишилося {count} спроб.",
        "pin_code_last_input_unlock_tips": "Пін-код {code} неправильний, залишилася остання спроба для розблокування. Якщо спроба знову не вдасться, вам потрібно буде використати свій телефон для введення PUK-коду для розблокування.",
        "ip_type_tips": "Якщо SIM-карта не підтримує поточне налаштування типу IP, або коли вибрано IPv6, але глобальний перемикач {ipv6} не увімкнено, це може призвести до аномалій при наборі.",
        "ip_type_label": "Тип IP",
        "initializing_tips": "Модем ініціалізується……",
        "unavailable_operator_title": "Недоступні оператори",
        "operator": "Оператор",
        "tower": "Вежа",
        "network_type_conflicts_tips": "Поточний тип мережі SIM-карти - {networkType}, що конфліктує з типом мережі {feature}. Будь ласка, перейдіть до {settings}, щоб змінити тип мережі спочатку, а потім спробуйте знову заблокувати.",
        "current_sim_badge_label": "Активна: {sim}",
        "sim_operator": "{sim} Оператор",
        "sim_tower": "{sim} Вежа",
        "sim_unlock": "{sim} Розблокування",
        "download_log": "завантажити журнали",
        "lock_tower_fail_msg": "Не вдалося заблокувати вежу",
        "unlock_tower_fail_msg": "Не вдалося розблокувати вежу",
        "modified_mtu_reboot_tips2": "MTU було змінено. Будь ласка, перезавантажте пристрій, щоб зміни набули чинності.",
        "modified_mtu_reboot_tips": "Якщо MTU змінено, будь ласка, перезавантажте пристрій, щоб зміни набули чинності.",
        "connection_failed_contact_support_tips": "Якщо проблема не зникне, будь ласка, {log} та надішліть їх на {addr}.",
        "sim_not_registered_connection_failed_tips": "Не вдалося зареєструвати SIM-карту. Будь ласка, зверніться до вашого мережевого оператора для перевірки наявності спеціальних обмежень. {guide}",
        "sim_registered_connection_failed_tips": "Будь ласка, перевірте, чи має SIM-карта доступні дані та чи правильні налаштування {apnBtn}. Поточний APN: {apn} {guide}",
        "sim_registered_apn_is_empty_connection_failed_tips": "Будь ласка, перевірте, чи має SIM-карта доступні дані та чи правильні налаштування {apnBtn}. Поточний APN порожній {guide}.",
        "connection_failed": "З'єднання не вдалося..."
    },
    "sim": {
        "sender_label": "Відправник"
    },
    "simo": {
        "sim_type_label": "Тип SIM-карти",
        "switch_to_label": "Перемкніть на {slot}",
        "vsim_switch_to_physical_tips": "Ви перейдете з віртуальної SIM-картки (vSIM) на фізичну SIM-картку. Вам потрібно буде вставити фізичну SIM-картку у відповідний слот пристрою для підключення до Інтернету. Будь ласка, підтвердіть, що фізична SIM-картка була вставлена.",
        "physical_switch_to_vsim_tips": "Ви перейдете з фізичної SIM-картки на віртуальну SIM-картку (vSIM) модуля. Вам потрібно буде підтвердити, що ви придбали тарифний план на вебсайті simo (відскануйте QR-код на пристрої, щоб придбати його). Після цього ви можете вийняти фізичну SIM-картку з пристрою.",
        "modem_name_label": "Назва модему"
    },
    "apn": {
        "enable_polling_label": "Увімкнути опитування",
        "polling_control_title": "Контроль опитування APN",
        "enable_polling_tips": "Якщо пристрій використовує SIM-карту Verizon і ця функція увімкнена, пристрій буде постійно опитувати APN протягом до 12 хвилин після перезавантаження, доки з’єднання з мережею не стане нормальним. Ця функція діє лише для SIM-карт Verizon."
    }
}
