{
    "menu_parentalcontrol": "Parental Control",
    "parental": {
        "enable_lable": "Enable Parental Control",
        "enable_auto_update_label": "Enable Auto Update of Feature Library",
        "drop_anonymous_label": "Block WAN for Unmanaged Devices",
        "view_anonymous_btn": "View Unmanaged Devices",
        "anonymous_title": "Unmanaged Devices",
        "group_name_label": "Profile Name",
        "edit_group_title": "Modify Profile",
        "remove_group_tips": "Are you sure you want to delete the profile?",
        "remove_rule_tips": "Are you sure you want to delete the ruleset?",
        "remove_schedule_tips": "Are you sure you want to delete the schedule?",
        "manual_add_mac_title": "Manually Add Device",
        "drop_label": "Block Internet Access",
        "drop_desc": "Drop all Internet connections",
        "accept_label": "No Limit",
        "accept_desc": "Accept all Internet connections",
        "remove_rule_err_default_msg": "Unable to delete a ruleset if it is the default ruleset for any profile. Please check your profiles.",
        "remove_rule_err_using_msg": "Unable to delete a ruleset if it is a temporary ruleset for any profile. Please check your profiles.",
        "group_title": "Profiles",
        "group_desc": "You can create a profile for each of your children and add the client devices that they use. Then you can set different schedules within each profile based on the learning times, bedtimes etc. that you have set for them. These schedules will control which websites and applications the devices in the device group can access at the times you have specified.",
        "device_type_th": "Device Type",
        "device_name_th": "Device Name",
        "no_device_label": "No Device",
        "next_schedule_tips": "Switch to {rule} after {time}",
        "brief_title": "Set Temporary Ruleset",
        "brief_tips": "Any set schedules will not take effect until the temporary ruleset is stopped.",
        "brief_label": "Temporary switch to",
        "brief_duration_tips": "Duration {time}",
        "add_group_step1_title": "1. Create a profile for your child or family",
        "add_group_step2_title": "2. Select the devices to be managed",
        "add_group_step3_title": "3. Set access limits for these devices",
        "add_group_step4_title": "4. Go to set schedules",
        "add_group_step1_desc": "First, select the client devices used by your children or your family, depending upon whether you want to control network access to all devices for your entire family or whether you want to control access for each child separately. After that, you can",
        "add_group_step1_desc_point1": "1. block access to the Internet from all devices of your choice;",
        "add_group_step1_desc_point2": "2. limit access to specific applications or sites to all devices of your choice.",
        "add_group_step1_tips": "You can name these devices, giving them a name that is easy to remember. If created for a specific child, you could use the child's name or nickname.",
        "add_group_step2_desc": "You should first connect these devices to the router as clients. Otherwise you will need to enter the individual MAC addresses manually.",
        "add_group_step3_desc": "Next, you can set how to limit access to the Internet for these devices.",
        "add_group_step3_desc_point1": "1. you can prevent these devices from connecting to the Internet and then pause the restriction at a specific time;",
        "add_group_step3_desc_point2": "2. you can also block access from these devices to specific applications or Internet sites to prevent your child from accessing or viewing content that you consider is not suitable for them.",
        "add_group_step3_tips": "You can create a new ruleset to block applications or sites that you do not want to be accessed.",
        "add_group_step4_tips": "You have successfully created a profile!",
        "add_group_step4_desc": "If you need to specify a more detailed schedule for your child or your family, to include times for study, times for playing games or when it is time for bed; you can make additional schedule settings.",
        "default_rule_label": "Default Ruleset",
        "add_rule_btn": "Add a New Ruleset",
        "later_btn": "Later",
        "finish_btn": "Finish",
        "to_set_btn": "Go to Set",
        "edit_group_desc": "Each client device can only be assigned to one profile. If you add a client device to another profile, it will be removed from the original one.",
        "device_title": "Devices",
        "add_device_btn": "Manage Device",
        "add_device_tips": "Please select the client device that belongs to your child or family, e.g. kid's mobile phone, tablet, games console. Please note that each client device can only be assigned to one profile.",
        "schedule_title": "Schedules",
        "add_schedule_btn": "Add Schedule",
        "add_schedule_tips": "You can set up special time slots during which the device will be subject to additional restrictions. For example, you can define playtimes where you allow your child to play; free time slots at weekends or times when your child needs to take a break.",
        "schedule_rule_label": "Schedule Ruleset",
        "execution_time_label": "Execution Time",
        "time_to_label": "{time} to {time}",
        "execution_day_label": "Execution Day(s)",
        "day_err_msg": "Please select an execution day(s).",
        "time_err_msg": "End time must be at least 15 minutes later than the start time.",
        "day_conflict_err_msg": "Other schedules already exist for {day} between {begin} and {end}, please remove them first.",
        "time_conflict_err_msg": "Other schedules already exist for between {begin} and {end}, please remove them first.",
        "begin_time_label": "Start Time",
        "end_time_label": "End Time",
        "stop_brief_btn": "Stop Temporary Ruleset",
        "manual_stop_brief_label": "Until Manual Stop",
        "brief_stop_time_label": "Stop Time",
        "rule_desc": "You can define rulesets for specific time periods, to limit which websites and apps your child is allowed access to. For example, \"learning time\" does not allows access to specific video websites or apps.",
        "rule_title": "ruleset",
        "rule_tips": "You can assign the ruleset that is to be used at which time period in the schedule of each profile.",
        "rule_name_th": "Ruleset Name",
        "rule_drop_count_tips": "Block access to {count} sites",
        "system_badge": "system",
        "add_rule_title": "Add a New Ruleset",
        "edit_rule_title": "Modify Ruleset",
        "rule_color_label": "Color",
        "rule_drop_app_label": "Block Application & Sites",
        "aim_type_label": "Social",
        "game_type_label": "Game",
        "video_type_label": "Video",
        "shop_type_label": "Shopping",
        "music_type_label": "Music",
        "job_type_label": "Recruitment",
        "download_type_label": "Download",
        "portal_type_label": "Web Portal",
        "default_rule_tips": "Unless you set a schedule, the router will limit access to all client devices in the profile by enforcing this rule.",
        "current_rule_label": "Current Ruleset:",
        "del_all_schedule_btn": "Delete All Schedules",
        "remove_all_schedule_tips": "Are you sure you want to delete all the schedules?",
        "version_conversion_btn": "Switch Version",
        "toggle_version_desc": "You can select the version of the parental control feature you want to use as needed. Both versions of Parental Controls cannot be enabled at the same time, and the another one will be automatically disabled when you switch versions.",
        "local_version_title": "Local Version",
        "local_version_desc": "The local version is provided by GL.iNet. It is currently in beta, so there is no additional cost. In this version, if you need to filter requests by application, you need to enter the domain manually.",
        "bark_version_desc": "The Bark version, which is provided and managed by $$$$Bark$$$$ on their own platform, offers the option to filter applications and websites with a single click and monitor request history. Please be aware that an additional subscription fee is payable directly to Bark for this service.",
        "bark_version_title": "Bark Version"
    },
    "bark": {
        "desc": "Depending on the subscription you choose (Bark or BarkJr), you'll be able to:",
        "unbound_tips": "The Bark service is enabled, but this device is not yet paired with any account. Please use the $$$$Device Pairing Link$$$$ to pair this device with your Bark account.",
        "online_tips": "The device is connected to Bark Cloud Services and paired with an account. Please $$$$Go to Bark$$$$ and log in to the paired account to control access.",
        "enable_ipv6_label": "Enable IPv6 Support",
        "note_tips": "Bark's service may not be available in certain countries. As GL.iNet is not the provider of this service, should you encounter any issues using Bark, kindly reach out directly to $$$$Bark's Technical Support$$$$ for assistance.",
        "force_dns_enable_tips": "Bark blocks almost all DNS requests from clients sent to the Internet. Please $$$$ Go to DNS Page$$$$ disable {label} option to avoid your clients not be able to access the Internet.",
        "visit_tips": "Visit $$$$bark us$$$$to learn more and sign up today for afree,one-week trial.",
        "feature_tips1": "Set parental controls on all of theinternet-connected devices in your home.",
        "feature_tips2": "Set daily bedtimes and school times on all your child's devices to limit online distractions",
        "feature_tips3": "Choose which websites and apps areallowed/blocked on all devices",
        "feature_tips4": "Monitor your child'stexts, email, and 30+ social media platforms and apps for signs of digital dangers",
        "pairing_code_label": "Pairing Code",
        "unbind_btn": "Re-pair",
        "unbind_tips": "Are you sure you want to reset the pairing code to re-pair the device to another account? Note that this action will not remove the device from the currently paired account.",
        "weight_desc": "Bark's award-winning service can help protect your child's digital world and provide comprehensive online protection."
    }
}
