{
    "parental": {
        "group_name_label": "Nombre Del Perfil",
        "edit_group_title": "Modificar Perfil",
        "remove_group_tips": "Estas seguro que quieres borrar este perfil?",
        "remove_rule_tips": "Estas seguro que quieres borrar este conjunto de reglas?",
        "manual_add_mac_title": "Agregar Dispositivo Manualmente",
        "drop_label": "Bloquear Acceso a Internet",
        "drop_desc": "Quitar acceso a internet a todos los dispositivos",
        "accept_label": "Sin Limite",
        "accept_desc": "Aceptar todas las conexiones de internet",
        "enable_lable": "Activar Control Para Padres",
        "group_title": "Perfiles",
        "remove_rule_err_default_msg": "No se puede borrar el conjunto de reglas ya que es la predeterminada de un grupo de reglas o un perfil. Por favor chequea tus perfiles.",
        "device_type_th": "Tipo de Dispositivo",
        "device_name_th": "Nombre de Dispositivo",
        "remove_schedule_tips": "Estas seguro que quieres borrar el horario?",
        "drop_anonymous_label": "Bloquear WAN para dispositivos los no administrados",
        "view_anonymous_btn": "Ver Dispositivos Sin Administrar",
        "anonymous_title": "Dispositivos Sin Administrar",
        "remove_rule_err_using_msg": "No se pudo eliminar la regla que es la regla temporera para cualquier perfil. Por favor, chequea tus perfiles.",
        "group_desc": "Puedes crear un perfil para cada uno de tus hijos y agregar los dispositivos que utilizan. Luego, puedes establecer diferentes horarios dentro de cada perfil basados en los horarios de aprendizaje, hora de dormir, etc. que haya establecido para ellos. Estos horarios controlan qué sitios web y aplicaciones pueden acceder los dispositivos en el grupo de dispositivos en los momentos especificados.",
        "no_device_label": "No Hay Dispositivo",
        "brief_duration_tips": "Duracion {time}",
        "add_group_step2_title": "2. Selecciona los dispositivos para manejar",
        "next_schedule_tips": "Cambiar a {rule} después de {time}",
        "brief_title": "Establecer reglas temporales",
        "brief_label": "Temporariamente cambiar a",
        "later_btn": "Despues",
        "add_group_step4_tips": "Haz creado un perfil exitosamente!",
        "device_title": "Dispositivos",
        "add_group_step2_desc": "Primero debe conectar estos dispositivos al router como clientes. De lo contrario, deberá ingresar la dirección MAC manualmente.",
        "add_group_step3_desc": "Despues, usted puede establecer cómo limitar el acceso al Internet para estos dispositivos.",
        "add_group_step3_desc_point1": "1. usted puede deshabilitar estos dispositivos para que no se conecten al Internet y luego pausar el límite para ellos en un momento específico;",
        "add_group_step3_desc_point2": "2. También puede bloquear el acceso a aplicaciones o paginas específicas en estos dispositivos para evitar que su hijo vea contenido que no sea adecuado para niños.",
        "add_group_step3_tips": "Puede crear un nueva regla para bloquear aplicaciones o paginas a las que no desea que tengan acceso.",
        "add_group_step4_desc": "Si necesitas especificar un horario más detallado para su hijo o su familia, como a qué hora estudiar, a qué horas puede jugar y a qué horas debe dormir. Puede realizar ajustes de horario adicionales.",
        "default_rule_label": "Regla Predeterminada",
        "add_rule_btn": "Agregar una nueva regla",
        "finish_btn": "Terminado",
        "to_set_btn": "Ir a Set",
        "edit_group_desc": "Cada dispositivo solo se puede asignar a un perfil. Cuando agregue un dispositivo a otro perfil, se eliminará del perfil anterior.",
        "add_device_btn": "Administrar Dispositivo",
        "default_rule_tips": "El router limitará el acceso a los dispositivos en el perfil mediante esta regla, a menos que usted establezca un horario.",
        "end_time_label": "Hora de finalización",
        "add_group_step1_title": "1. Crea un perfil para tu hijo o familia",
        "add_group_step3_title": "3. Establecer límites de acceso para estos dispositivos",
        "add_group_step1_desc": "Primero, seleccione los dispositivos utilizados por sus hijos o su familia. Esto depende de si desea controlar el acceso a la red a todos los dispositivos de toda su familia al mismo tiempo o controlar a cada niño por separado. Después de eso, puedes",
        "add_schedule_tips": "Puedes configurar intervalos de tiempo especial durante los cuales el dispositivo utilizará reglas adicionales para restringir el acceso. Por ejemplo, los horarios de juego que le permite a su hijo jugar o los espacios de tiempo libre los fines de semana, o los momentos en que su hijo necesita un descanso.",
        "brief_tips": "Los horarios establecidos no entrarán en efecto hasta que se detenga el conjunto de reglas temporeras.",
        "add_group_step1_tips": "Puede dar a estos dispositivos un nombre que sea fácil de recordar. Si se crea para un hijo específico suyo, puede usar el nombre o apodo del niño.",
        "enable_auto_update_label": "Habilitar Actualización Automática de la Biblioteca de Características",
        "stop_brief_btn": "Parar Regla Temporera",
        "manual_stop_brief_label": "Hasta la parada manual",
        "brief_stop_time_label": "Tiempo de parada",
        "add_schedule_btn": "Agregar Horario",
        "add_group_step1_desc_point2": "2. Limite el acceso a aplicaciones o sitios específicos a todos los dispositivos de su selección.",
        "add_device_tips": "Por favor seleccione el dispositivo que pertenece a su hijo o familia, por ejemplo, el teléfono móvil, la tableta o la consola de videojuegos del niño. Tenga en cuenta que cada dispositivo solo se puede asignar a un perfil.",
        "schedule_title": "Horarios",
        "add_group_step4_title": "4. Ir a establecer horarios",
        "add_group_step1_desc_point1": "1. bloquear el acceso a Internet de todos los dispositivos de su selección;",
        "schedule_rule_label": "Programar Regla",
        "execution_time_label": "Tiempo de ejecución",
        "time_to_label": "{time} a {time}",
        "execution_day_label": "Día(s) de Ejecución",
        "day_err_msg": "Por favor seleccione un día(s) de ejecución.",
        "time_err_msg": "Hora de finalización al menos 15 minutos mas que la hora de inicio.",
        "day_conflict_err_msg": "Ya existen otros horarios para {day} entre {begin} y {end}, elimínelos primero.",
        "time_conflict_err_msg": "Ya existen otros horarios para entre {begin} y {end}, elimínelos primero.",
        "begin_time_label": "Hora de comienzo",
        "rule_title": "Reglas",
        "rule_tips": "Puede asignar qué regla se usará en qué período de tiempo en el horario de cada perfil.",
        "rule_name_th": "Nombre de Regla",
        "rule_drop_count_tips": "Bloquear el acceso a {count} sitios",
        "system_badge": "sistema",
        "add_rule_title": "Agregar una Regla Nueva",
        "edit_rule_title": "Modificar Regla",
        "rule_color_label": "Color",
        "rule_drop_app_label": "Bloquear Aplicaciones y Paginas",
        "aim_type_label": "Social",
        "game_type_label": "Juego",
        "video_type_label": "Video",
        "shop_type_label": "Compras",
        "music_type_label": "Musica",
        "job_type_label": "Reclutamiento",
        "download_type_label": "Descarga",
        "portal_type_label": "Portal Web",
        "rule_desc": "Puedes configurar reglas para zonas horarias específicas para limitar a qué sitios web y aplicaciones puede acceder su hijo. Por ejemplo, el \"tiempo de aprendizaje\" no permite el acceso a sitios web / aplicaciones de videos cortos específicos.",
        "remove_all_schedule_tips": "¿Estas seguro de que quieres borrar todas las programaciones?",
        "current_rule_label": "Reglas Actuales:",
        "del_all_schedule_btn": "Borrar Todas las Programaciones",
        "local_version_desc": ""
    },
    "menu_parentalcontrol": "Control Parental",
    "bark": {
        "force_dns_enable_tips": "",
        "desc": "",
        "feature_tips3": ""
    }
}
