{
    "menu_parentalcontrol": "Contrôle Parental",
    "parental": {
        "enable_lable": "Activer le contrôle parental",
        "enable_auto_update_label": "Activer la mise à jour automatique de la bibliothèque des fonctionnalités",
        "drop_anonymous_label": "Bloquer l'accès à Internet pour les appareils non gérés",
        "view_anonymous_btn": "Voir les appareils non gérés",
        "anonymous_title": "Équipements non gérés",
        "group_name_label": "Nom du profil",
        "edit_group_title": "Modifier le profil",
        "remove_group_tips": "Êtes-vous sûr de vouloir supprimer le profil ?",
        "remove_rule_tips": "Êtes-vous sûr de vouloir supprimer l'ensemble de règles ?",
        "remove_schedule_tips": "Êtes-vous sûr de vouloir supprimer cet horaire ?",
        "manual_add_mac_title": "Ajouter un appareil mannuellement",
        "drop_label": "Bloquer l'accès à Internet",
        "drop_desc": "Supprimer tout les connexions à internet",
        "accept_label": "PAs de limittes",
        "accept_desc": "Accepté toutes les connexions à Internet",
        "remove_rule_err_default_msg": "Impossible de supprimer le jeu de règles qui est le jeu de règles par défaut pour n'importe quel profil. Veuillez vérifier vos profils.",
        "remove_rule_err_using_msg": "Impossible de supprimer le jeu de règles qui est le jeu de règles temporaire pour n'importe quel profil. Veuillez vérifier vos profils.",
        "group_title": "Profils",
        "group_desc": "Vous pouvez créer un profil pour chacun de vos enfants et ajouter les appareils clients qu'ils utilisent. Vous pouvez ensuite définir différents horaires dans chaque profil en fonction des heures d'apprentissage, des heures de coucher, etc. que vous avez définies pour eux. Ces horaires contrôleront les sites web et les applications auxquels les appareils du groupe d'appareils peuvent accéder aux heures que vous avez spécifiées.",
        "device_type_th": "Type d'appareils",
        "device_name_th": "Nom de l'appareil",
        "no_device_label": "Aucun appareils",
        "next_schedule_tips": "Passage à {règle} après {heure}",
        "brief_title": "Définir un jeu de règles temporaire",
        "brief_tips": "Les horaires définis ne prendront effet que lorsque l'ensemble de règles temporaire sera arrêté.",
        "brief_label": "Changer temporairement pour",
        "brief_duration_tips": "Durée {time}",
        "add_group_step1_title": "1. Créez un profil pour votre enfant ou votre famille",
        "add_group_step2_title": "2. Sélectionner les appareils à gérer",
        "add_group_step3_title": "3. Définir des limites d'accès pour ces appareils",
        "add_group_step4_title": "4. Aller à la programmation des horraires",
        "add_group_step1_desc": "Commencez par sélectionner les appareils clients utilisés par vos enfants ou votre famille. Cela dépend si vous voulez contrôler l'accès au réseau de tous les appareils de votre famille en même temps ou si vous voulez contrôler chaque enfant séparément. Ensuite, vous pouvez",
        "add_group_step1_desc_point1": "1. bloquer l'accès à l'internet à partir de tous les appareils de votre choix ;",
        "add_group_step1_desc_point2": "2. limiter l'accès à des applications ou à des sites spécifiques à tous les appareils de votre choix.",
        "add_group_step1_tips": "Vous pouvez donner à ces appareils un nom facile à retenir. S'il est créé pour un de vos enfants, vous pouvez utiliser son nom ou son surnom.",
        "add_group_step2_desc": "Vous devez d'abord connecter ces appareils au routeur en tant que clients. Sinon, vous devrez saisir l'adresse MAC manuellement.",
        "add_group_step3_desc": "Ensuite, vous pouvez définir comment limiter l'accès à Internet pour ces appareils.",
        "add_group_step3_desc_point1": "1. vous pouvez empêcher ces appareils de se connecter à l'internet et venir mettre en pause la limite de ces appareils à un moment précis ;",
        "add_group_step3_desc_point2": "2. vous pouvez également bloquer l'accès à des applications ou des sites spécifiques sur ces appareils afin d'empêcher votre enfant de visionner des contenus qui ne sont pas adaptés à lui ou à votre famille, tels que les heures d'étude, les heures auxquelles vous pouvez jouer et les heures auxquelles vous devez vous coucher. Vous pouvez définir d'autres paramètres de programmation.",
        "add_group_step3_tips": "Vous pouvez créer un nouveau jeu de règles pour bloquer les applications ou les sites auxquels vous ne voulez pas que l'on accède.",
        "add_group_step4_tips": "Cool ! Vous avez créé un profil !",
        "add_group_step4_desc": "Si vous avez besoin de spécifier une horaire plus détaillé pour votre enfant ou votre famille, comme les heures d'étude, les heures auxquelles vous pouvez jouer et les heures auxquelles vous devez vous coucher. Vous pouvez définir des paramètres d'horaire supplémentaires.",
        "default_rule_label": "Règles par défaut",
        "add_rule_btn": "Ajouter de nouvelles règles",
        "later_btn": "plus tard",
        "finish_btn": "Terminer",
        "to_set_btn": "Aller à l'écran",
        "edit_group_desc": "Chaque appareil client ne peut être affecté qu'à un seul profil. Lorsque vous ajoutez un appareil client à un autre profil, il est supprimé de l'ancien profil.",
        "device_title": "Appareils",
        "add_device_btn": "Gérer mes équipements",
        "add_device_tips": "Veuillez sélectionner l'appareil client qui appartient à votre enfant ou à votre famille, par exemple le téléphone portable, la tablette ou la console de jeux de l'enfant. Veuillez noter que chaque appareil client ne peut être attribué qu'à un seul profil.",
        "schedule_title": "Planification",
        "add_schedule_btn": "Ajouter un planification",
        "add_schedule_tips": "Vous pouvez définir des plages horaires spéciales pendant lesquelles l'appareil utilisera des règles supplémentaires pour restreindre l'accès. Par exemple, les heures de jeu autorisées pour votre enfant, les plages horaires libres le week-end ou les moments où votre enfant a besoin d'une pause.",
        "schedule_rule_label": "Règles planifier",
        "execution_time_label": "Temps d'exécution",
        "time_to_label": "{time} de {time}",
        "execution_day_label": "Jours d'exécutions",
        "day_err_msg": "Veuillez sélectionner un ou plusieurs jours d'exécution.",
        "time_err_msg": "L'heure de fin doit être supérieure d'au moins 15 minutes à l'heure de début.",
        "day_conflict_err_msg": "D'autres horaires existent déjà pour {jour} entre {début} et {fin}, veuillez d'abord les supprimer.",
        "time_conflict_err_msg": "D'autres horaires existent déjà entre {begin} et {end}, veuillez d'abord les supprimer.",
        "begin_time_label": "Heure de début",
        "end_time_label": "Heure de fin",
        "stop_brief_btn": "Supprimer temporairement ce jeu de règles",
        "manual_stop_brief_label": "Jusqu'à l'arrêt manuel",
        "brief_stop_time_label": "Heure d'arrêt",
        "rule_desc": "Vous pouvez définir un ensemble de règles pour des fuseaux horaires spécifiques afin de limiter l'accès de votre enfant aux sites web et aux applications. Par exemple, \"learning time\" n'autorise pas l'accès aux sites Web/applications de vidéos courtes spécifiés.",
        "rule_title": "Jeu de règles",
        "rule_tips": "Vous pouvez assigner le jeu de règles à utiliser à tel ou tel moment dans le calendrier de chaque profil.",
        "rule_name_th": "Nom du jeu de règles",
        "rule_drop_count_tips": "Bloquer l'accès à {count} sites",
        "system_badge": "système",
        "add_rule_title": "Ajouter un nouveau jeu de règles",
        "edit_rule_title": "Modifier le jeu de règles",
        "rule_color_label": "Couleur",
        "rule_drop_app_label": "Applications bloqué & Sites",
        "aim_type_label": "Social",
        "game_type_label": "Jeux en ligne",
        "video_type_label": "Vidéos",
        "shop_type_label": "Achats en ligne",
        "music_type_label": "Musique",
        "job_type_label": "Recrutement",
        "download_type_label": "Téléchargement",
        "portal_type_label": "Portail Web",
        "default_rule_tips": "Le routeur limitera l'accès aux appareils du profil en fonction de cette règle, à moins que vous ne définissiez une programmation.",
        "version_conversion_btn": "Changer de version",
        "local_version_title": "Version locale",
        "bark_version_title": "Version de Bark",
        "current_rule_label": "Règles actuelles :",
        "del_all_schedule_btn": "Supprimer toutes les planifications",
        "remove_all_schedule_tips": "Êtes-vous sûr de vouloir supprimer toutes les planifications d'horaires ?",
        "toggle_version_desc": "Vous pouvez sélectionner la version de la fonction de contrôle parental que vous souhaitez utiliser en fonction de vos besoins. Les deux versions du contrôle parental ne peuvent pas être activées en même temps, et l'autre sera automatiquement désactivée lorsque vous passerez d'une version à l'autre.",
        "local_version_desc": "La version locale est fournie par GL.iNet. Elle est actuellement en version bêta, et n'entraîne donc aucun coût supplémentaire. Dans cette version, si vous avez besoin de filtrer les demandes par application, vous devez entrer le domaine manuellement.",
        "bark_version_desc": "La version Bark, fournie et gérée par $$$$Bark$$$$ sur sa propre plateforme, offre la possibilité de filtrer les applications et les sites web d'un simple clic et de contrôler l'historique des demandes. Veuillez noter que ce service fait l'objet d'un abonnement supplémentaire payable directement à Bark."
    },
    "bark": {
        "desc": "En fonction de l'abonnement choisi (Bark ou BarkJr), vous pourrez :",
        "note_tips": "Le service Bark peut ne pas être disponible dans certains pays. GL.iNet n'étant pas le fournisseur de ce service, si vous rencontrez des problèmes lors de l'utilisation de Bark, veuillez contacter directement le support technique de Bark à l'adresse $$$$ pour obtenir de l'aide.",
        "online_tips": "L'appareil est connecté aux services cloud de Bark et associé à un compte. Veuillez $$$$Go to Bark$$$$ et vous connecter au compte associé pour contrôler l'accès.",
        "weight_desc": "Le service primé de Bark peut vous aider à protéger l'univers numérique de votre enfant et lui fournir une protection en ligne complète.",
        "unbound_tips": "Le service Bark est activé, mais cet appareil n'est pas encore associé à un compte. Veuillez utiliser le lien $$$$Device Pairing Link$$$$ pour associer cet appareil à votre compte Bark.",
        "enable_ipv6_label": "Activer IPv6",
        "force_dns_enable_tips": "Bark bloque presque toutes les requêtes DNS des clients envoyées à l'Internet. Veuillez $$$$ Aller à la page DNS$$$$ désactiver l'option {label} pour éviter que vos clients ne puissent accéder à Internet.",
        "visit_tips": "Visitez $$$$bark us$$$$pour en savoir plus et vous inscrire dès aujourd'hui pour un essai gratuit d'une semaine.",
        "feature_tips1": "Mettez en place un contrôle parental sur tous les appareils connectés à Internet dans votre maison.",
        "feature_tips2": "Fixez des heures de coucher et d'aller à l'école pour tous les appareils de votre enfant afin de limiter les distractions en ligne",
        "feature_tips3": "Choisir les sites web et les applications autorisés/bloqués sur tous les appareils",
        "feature_tips4": "Surveillez les stexts, les courriels et plus de 30 plateformes de médias sociaux et d'applications de votre enfant pour détecter les signes de dangers numériques",
        "pairing_code_label": "Code d'appairage",
        "unbind_btn": "Re-appairer",
        "unbind_tips": "Êtes-vous sûr de vouloir réinitialiser le code d'appairage pour appairer à nouveau l'appareil à un autre compte ? Notez que cette action ne supprimera pas l'appareil du compte actuellement apparié."
    }
}
