{
    "parental": {
        "system_badge": "córas",
        "del_all_schedule_btn": "Scrios Gach Sceideal",
        "time_err_msg": "Ní mór don am deiridh a bheith ar a laghad 15 nóiméad níos déanaí ná an t-am tosaigh.",
        "time_conflict_err_msg": "Tá sceidil eile ann cheana féin idir {begin} agus {end}, bain iad ar dtús le do thoil.",
        "anonymous_title": "Gléasanna Neamhbhainistithe",
        "bark_version_title": "Leagan Bark",
        "add_schedule_btn": "Cuir Sceideal Leis",
        "subscription_url_label": "URL Síntiúis",
        "rule_color_label": "Dath",
        "brief_stop_time_label": "Am Stoptha",
        "aim_type_label": "Sóisialta",
        "game_type_label": "Cluiche",
        "detecting_message": "Fan ort le do thoil, tá braite ar siúl.",
        "default_rule_label": "Riailghrúpa Réamhshocraithe",
        "music_type_label": "Ceol",
        "remove_schedule_tips": "An bhfuil tú cinnte gur mian leat an sceideal a scriosadh?",
        "brief_title": "Socraigh Riail Shealadach",
        "add_group_step2_title": "2. Roghnaigh na gléasanna le bainistiú",
        "execution_time_label": "Am Feidhmithe",
        "add_group_step3_desc_point1": "1. is féidir leat cosc a chur ar na gléasanna seo dul ar líne agus ansin sos a chur leis an gcosc ag am ar leith;",
        "current_rule_label": "An Tacar Rialacha Reatha:",
        "add_group_step4_desc": "Má theastaíonn uait sceideal níos mionsonraithe a shonrú do do pháiste nó do do theaghlach, lena n-áirítear amanna staidéir, amanna cluichí nó am le dul a chodladh; is féidir leat socruithe breise sceidil a dhéanamh.",
        "remove_rule_err_using_msg": "Ní féidir tacar rialacha a scriosadh má tá sé ina thacar rialacha sealadach d’aon phróifíl. Seiceáil do phróifílí.",
        "enable_auto_update_label": "Cumasaigh Nuashonrú Uathoibríoch ar an Leabharlann Gnéithe",
        "add_group_step1_tips": "Is féidir leat ainmneacha a thabhairt do na gléasanna seo, ainm atá éasca le cuimhneamh air. Má chruthaítear é do pháiste ar leith, d’fhéadfá ainm nó leasainm an pháiste a úsáid.",
        "accept_desc": "Glac le gach nasc idirlín",
        "detect_button": "Bhraith",
        "domain_detect_success_tips": "Braitheadh {count} ainm fearainn go rathúil.",
        "remove_all_schedule_tips": "An bhfuil tú cinnte gur mian leat na sceidil go léir a scriosadh?",
        "blocklist_input_mode_tooltip": "Is féidir leat an liosta dubh a shocrú de láimh nó trí liostáil ar an URL. Tar éis duit liostáil ar an URL, nuashonrófar an liosta dubh go huathoibríoch gach lá.",
        "add_group_step3_tips": "Is féidir leat tacar rialacha nua a chruthú chun feidhmchláir nó suíomhanna nach dteastaíonn uait a rochtain a bhac.",
        "video_type_label": "Físeán",
        "device_name_th": "Ainm na Gléas",
        "manual_stop_brief_label": "Go Dtí Stop De Láimh",
        "local_version_title": "Leagan Áitiúil",
        "job_type_label": "Earcaíocht",
        "add_rule_btn": "Cuir Riailghrúpa Nua leis",
        "day_conflict_err_msg": "Tá sceidil eile ann cheana féin do {day} idir {begin} agus {end}, bain iad ar dtús le do thoil.",
        "add_group_step2_desc": "Ba chóir duit na gléasanna seo a nascadh leis an ródaire mar chliaint ar dtús. Seachas sin beidh ort na seoltaí MAC aonair a iontráil de láimh.",
        "bark_version_desc": "An leagan Bark, atá á sholáthar agus á bhainistiú ag $$$$Bark$$$$ ar a n-ardán féin, cuireann sé rogha chun feidhmchláir agus suíomhanna gréasáin a scagadh le cliceáil amháin agus stair iarratas a mhonatóireacht. Tabhair faoi deara go n-íocfar táille síntiúis bhreise go díreach le Bark don tseirbhís seo.",
        "add_group_step3_desc": "Ar aghaidh leat, is féidir leat a shocrú conas rochtain ar an Idirlíon a theorannú do na gléasanna seo.",
        "later_btn": "Níos Déanaí",
        "add_device_btn": "Bainistigh Gléas",
        "edit_group_desc": "Ní féidir ach próifíl amháin a shannadh do ghléas cliaint amháin. Má chuireann tú gléas cliaint le próifíl eile, bainfear é as an mbuncheann.",
        "domain_detect_failed_tips": "Theip ar {count} ainm fearainn a bhrath.",
        "group_desc": "Is féidir leat próifíl a chruthú do gach páiste agus na gléasanna cliaint a úsáideann siad a chur leis. Ansin is féidir leat sceidil éagsúla a shocrú laistigh de gach próifíl bunaithe ar na hamanna foghlama, amanna codlata srl. atá socraithe agat dóibh. Rialóidh na sceidil seo cén suíomhanna gréasáin agus feidhmchláir is féidir le gléasanna sa ghrúpa gléasanna rochtain a fháil orthu ag na hamanna atá sonraithe agat.",
        "execution_day_label": "Lá(onna) Feidhmithe",
        "ssid_or_password_is_error": "Tá an SSID nó an focal faire mícheart.",
        "manual_add_mac_title": "Gléas a Chur Leis de Láimh",
        "no_device_label": "Gan Aon Ghléas",
        "brief_label": "Athrú sealadach go",
        "device_type_th": "Cineál Gléas",
        "input_url_link_tips": "Cuir isteach an URL ceart. Déanfaidh an URL a bhrath cé acu atá an t-ainm fearainn ceart nó nach bhfuil.",
        "rule_name_th": "Ainm an Tsainghníomhaire",
        "add_group_step4_tips": "Tá próifíl cruthaithe agat go rathúil!",
        "rule_drop_count_tips": "Cosc ar rochtain ar {count} láithreáin",
        "toggle_version_desc": "Is féidir leat an leagan den ghné rialaithe tuismitheora atá uait a roghnú de réir mar is gá. Ní féidir an dá leagan de Rialú Tuismitheora a chur ar siúl ag an am céanna, agus déanfar an ceann eile a dhíchumasú go huathoibríoch nuair a athraíonn tú leagan.",
        "next_schedule_tips": "Athraigh go {rule} tar éis {time}",
        "add_group_step1_desc": "Ar dtús, roghnaigh na gléasanna cliant a úsáideann do pháistí nó do theaghlach, ag brath ar cé acu ba mhaith leat rialú a dhéanamh ar rochtain ar líne do gach gléas sa teaghlach nó ar mhaith leat rialú a dhéanamh ar rochtain do gach páiste ar leith. Ina dhiaidh sin, is féidir leat",
        "add_group_step3_title": "3. Socraigh teorainneacha rochtana do na gléasanna seo",
        "rule_tips": "Is féidir leat an tsainghníomhaire a úsáidfear ag am ar leith i sceideal gach próifíl a shannadh.",
        "add_schedule_tips": "Is féidir leat sliotanna ama speisialta a shocrú ina mbeidh srianta breise i bhfeidhm ar an ngléas. Mar shampla, is féidir leat amanna súgartha a shainiú ina gceadaíonn tú do pháiste súgradh; sliotanna ama saor ag deireadh seachtaine nó amanna ina bhfuil gá ag do pháiste sos a ghlacadh.",
        "edit_group_title": "Próifíl a mhodhnú",
        "edit_rule_title": "Modify Ruleset",
        "remove_rule_tips": "An bhfuil tú cinnte gur mhaith leat an sraith rialacha a scriosadh?",
        "rule_desc": "Is féidir leat sraitheanna rialacha a shainmhíniú do thréimhsí ama ar leith, chun srian a chur ar na suíomhanna Gréasáin agus aipeanna a bhfuil cead ag do leanbh rochtain a fháil orthu. Mar shampla, ní cheadaíonn \"am foghlama\" rochtain ar shuíomhanna físeáin nó aipeanna ar leith.",
        "device_title": "Gléasanna",
        "local_version_desc": "Tá an leagan áitiúil ar fáil ó GL.iNet. Tá sé faoi láthair sa bheite, mar sin níl aon chostais bhreise ann. Sa leagan seo, más gá duit iarratais a scagadh de réir feidhmchláir, ní mór duit an fearann a iontráil de láimh.",
        "rule_title": "sraith rialacha",
        "end_time_label": "Am Críochnaithe",
        "add_group_step1_title": "1. Próifíl a chruthú le haghaidh do leanbh nó do theaghlach",
        "stop_brief_btn": "Sraith Rialacha Sealadacha a Stopadh",
        "to_set_btn": "Téigh go dtí Socraigh",
        "finish_btn": "Críochnaigh",
        "add_rule_title": "Cuir Riailghrúpa Nua leis",
        "remove_rule_err_default_msg": "Ní féidir sraith rialacha a scriosadh má tá sé mar shraith rialacha réamhshocraithe d’aon phróifíl. Seiceáil do phróifílí le do thoil.",
        "brief_duration_tips": "Fad {time}",
        "add_group_step1_desc_point1": "1. bac a chur ar rochtain ar an Idirlíón ó gach gléas de do rogha;",
        "download_type_label": "Íoslódáil",
        "drop_anonymous_label": "Bac WAN do Ghléasanna Neamhbhainistithe",
        "schedule_title": "Sceidil",
        "manual_label": "Lámhleabhar",
        "drop_desc": "Scrios gach nasc Idirlín",
        "begin_time_label": "Am Tosaigh",
        "add_group_step1_desc_point2": "2. teorainn rochtain ar fheidhmchláir nó suíomhanna ar leith do gach gléas de do rogha.",
        "default_rule_tips": "Mura socraíonn tú sceideal, cuirfidh an ródaire teorainn le rochtain ar ghléasanna cliant sa phróifíl trí an riail seo a fhorfheidhmiú.",
        "portal_type_label": "Tairseach Gréasáin",
        "success_and_fail_domain_tip": "Bhí {success} ainmneacha fearainn nó seoltaí IP braite go rathúil, agus theip ar {failed} ainmneacha fearainn nó seoltaí IP a bhrath.",
        "input_url_link_label": "Nasc URL",
        "day_err_msg": "Roghnaigh lá(láonna) feidhmithe.",
        "add_group_step3_desc_point2": "2. Is féidir leat rochtain ó na gléasanna seo a bhac ar fheidhmchláir shonracha nó ar shuímh Idirlín chun cosc a chur ar do leanbh teacht ar ábhar nó ábhar a mheasann tú nach bhfuil oiriúnach dóibh.",
        "group_title": "Próifílí",
        "shop_type_label": "Siopadóireacht",
        "add_group_step4_title": "4. Téigh chun sceidil a shocrú",
        "view_anonymous_btn": "Féach ar Ghléasanna Neamhbhainistithe",
        "accept_label": "Uimh Teorainn",
        "schedule_rule_label": "Riail Sceidil",
        "brief_tips": "Ní bheidh aon sceidil socraithe i bhfeidhm go dtí go stopfar an rialú sealadach.",
        "enable_lable": "Cumasaigh Rialú Tuismitheora",
        "time_to_label": "{time} go {time}",
        "remove_group_tips": "An bhfuil tú cinnte gur mhaith leat an phróifíl a scriosadh?",
        "blocklist_input_mode_label": "Modh Ionchuir Liosta Bac",
        "version_conversion_btn": "Athraigh Leagan",
        "rule_drop_app_label": "Bac Feidhmchlár & Suímh",
        "group_name_label": "Ainm Próifíle",
        "drop_label": "Blocáil Rochtana Idirlín",
        "add_device_tips": "Roghnaigh an gléas cliant a bhaineann le do leanbh nó do theaghlach, e.g. fón póca do pháiste, táibléad, consól cluichí. Tabhair faoi deara nach féidir ach próifíl amháin a shannadh do gach gléas cliant."
    },
    "menu_parentalcontrol": "Rialú Tuismitheora",
    "bark": {
        "visit_tips": "Tabhair cuairt ar $$$$bark us$$$$ chun tuilleadh a fhoghlaim agus úsáid saor in aisce go deo.",
        "pairing_code_label": "Cód Páiréalaigh",
        "unbind_btn": "Athphéireáil",
        "online_tips": "Tá an gléas ceangailte le Seirbhísí Scamaill Bark agus péireáilte le cuntas. Téigh go $$$$Bark$$$$ agus logáil isteach sa chuntas péireáilte chun rochtain a rialú.",
        "unbound_tips": "Tá an tseirbhís Bark cumasaithe, ach níl an gléas seo péireáilte le haon chuntas fós. Bain úsáid as an $$$$Nasc Péireála Gléas$$$$ chun an gléas seo a phéireáil le do chuntas Bark.",
        "feature_tips4": "Monatóireacht a dhéanamh ar théacsanna, ríomhphost, agus níos mó ná 30 ardán agus feidhmchláir shóisialta do do pháiste chun comharthaí de chontúirtí digiteacha a fheiceáil",
        "feature_tips3": "Roghnaigh cén suíomhanna gréasáin agus feidhmchláir atá ceadaithe/toirmiscthe ar gach gléas",
        "feature_tips1": "Rialacha tuismitheora a shocrú ar gach gléas atá ceangailte leis an Idirlíon i do theach.",
        "weight_desc": "Is féidir le seirbhís Bark, a bhfuil duaiseanna bainte amach aici, cabhrú le saol digiteach do pháiste a chosaint agus cosaint chuimsitheach ar líne a sholáthar.",
        "unbind_tips": "An bhfuil tú cinnte gur mhaith leat an cód péireála a athshocrú chun an gléas a phéireáil le cuntas eile? Tabhair faoi deara nach gcuirfidh an gníomh seo an gléas as an gcuntas atá péireáilte faoi láthair.",
        "desc": "Ag brath ar an síntiús a roghnaíonn tú (Bark nó BarkJr), beidh tú in ann:",
        "feature_tips2": "Socraigh amanna codlata laethúla agus amanna scoile ar gach gléas de do leanbh chun srian a chur ar dhíspreagadh ar líne",
        "note_tips": "B’fhéidir nach mbeidh seirbhís Bark ar fáil i dtíortha áirithe. Toisc nach soláthraí GL.iNet an tseirbhís seo, má bhíonn aon fhadhb agat agus tú ag úsáid Bark, déan teagmháil go díreach le $$$$Tacaíocht Theicniúil Bark$$$$ le haghaidh cúnaimh.",
        "force_dns_enable_tips": "Bacann Bark beagnach gach iarratas DNS ó chliaint a sheoltar chuig an Idirlíon. $$$$Téigh go dtí an Leathanach DNS$$$$ díchumasaigh an rogha {label} chun nach mbeidh do chliaint in ann rochtain a fháil ar an Idirlíon.",
        "enable_ipv6_label": "Cumasaigh IPv6"
    }
}
