{
    "menu_parentalcontrol": "Szülői felügyelet",
    "parental": {
        "enable_lable": "Szülői felügyelet engedélyezése",
        "enable_auto_update_label": "A funkciókönyvtár automatikus frissítésének engedélyezése",
        "drop_anonymous_label": "WAN blokkolása a nem kezelt eszközök számára",
        "view_anonymous_btn": "Nem kezelt eszközök megtekintése",
        "anonymous_title": "Nem kezelt eszközök",
        "edit_group_title": "Profil módosítása",
        "remove_group_tips": "Biztosan törölni szeretné a profilt?",
        "remove_rule_tips": "Biztosan törölni szeretné a szabálykészletet?",
        "remove_schedule_tips": "Biztosan törölni szeretné az ütemtervet?",
        "manual_add_mac_title": "Eszköz kézi hozzáadása",
        "drop_label": "Internet-hozzáférés blokkolása",
        "drop_desc": "Az összes internetkapcsolat megszakítása",
        "accept_label": "Korlátlan",
        "accept_desc": "Az összes internetkapcsolat elfogadása",
        "remove_rule_err_default_msg": "Nem lehet törölni a szabálykészletet, ha az alapértelmezett szabálykészlet bármely profilhoz. Kérjük, ellenőrizze profiljait.",
        "remove_rule_err_using_msg": "Nem lehet törölni a szabálykészletet, ha az ideiglenes szabálykészlet bármely profilhoz. Kérjük, ellenőrizze profiljait.",
        "group_title": "Profilok",
        "group_desc": "Minden gyermekéhez létrehozhat egy profilt, és hozzáadhatja az általuk használt klienseszközöket. Ezután különböző ütemterveket állíthat be minden profilban a tanulási idők, lefekvési idők stb. alapján, amelyeket Ön állított be számukra. Ezek az ütemtervek szabályozzák, hogy az eszközcsoportban lévő eszközök mely weboldalakhoz és alkalmazásokhoz férhetnek hozzá az Ön által megadott időpontokban.",
        "device_type_th": "Eszköztípus",
        "device_name_th": "Eszköznév",
        "no_device_label": "Nincs eszköz",
        "next_schedule_tips": "Váltás a(z) {rule} szabályra {time} után",
        "brief_title": "Ideiglenes szabálykészlet beállítása",
        "brief_tips": "Az előre beállított ütemtervek csak az ideiglenes szabálykészlet leállítása után lépnek érvénybe.",
        "brief_label": "Ideiglenes váltás a",
        "brief_duration_tips": "Időtartam {time}",
        "add_group_step1_title": "1. Hozzon létre egy profilt gyermekének vagy családjának",
        "add_group_step2_title": "2. Válassza ki az irányítani kívánt eszközöket",
        "add_group_step3_title": "3. Állítsa be az ezekre az eszközökre vonatkozó hozzáférési korlátokat",
        "add_group_step4_title": "4. Menjen az ütemtervek beállításához",
        "add_group_step1_desc": "Először válassza ki azokat a klienseszközöket, amelyeket gyermeke vagy családja használ, attól függően, hogy az egész család összes eszközére szeretné-e korlátozni a hálózati hozzáférést, vagy külön-külön szeretné szabályozni minden gyermek hozzáférését. Ezután",
        "add_group_step1_desc_point1": "1. megakadályozhatja az Ön által választott összes eszköz internet-hozzáférését;",
        "add_group_step1_desc_point2": "2. korlátozhatja az Ön által választott összes eszköz bizonyos alkalmazásokhoz vagy weboldalakhoz való hozzáférését.",
        "add_group_step1_tips": "Ezeket az eszközöket elnevezheti, egy könnyen megjegyezhető névvel. Ha egy adott gyermek számára hozza létre, használhatja a gyermek nevét vagy becenevét.",
        "add_group_step2_desc": "Először csatlakoztatnia kell ezeket az eszközöket a routerhez kliensként. Ellenkező esetben manuálisan kell megadnia az egyes MAC-címeket.",
        "add_group_step3_desc": "Ezután beállíthatja, hogyan korlátozza ezeknek az eszközöknek az internet-hozzáférését.",
        "add_group_step3_desc_point1": "1. megakadályozhatja ezeknek az eszközöknek az internethez való csatlakozását, majd egy adott időpontban szüneteltetheti a korlátozást;",
        "add_group_step3_desc_point2": "2. blokkolhatja ezeknek az eszközöknek a bizonyos alkalmazásokhoz vagy internetes oldalakhoz való hozzáférését, hogy megakadályozza gyermekét abban, hogy olyan tartalmakhoz férjen hozzá vagy azokat megtekintse, amelyeket Ön nem megfelelőnek tart számukra.",
        "add_group_step3_tips": "Új szabálykészlet létrehozása azoknak az alkalmazásoknak vagy weboldalaknak a blokkolására, amelyekhez nem szeretné, hogy hozzáférjenek.",
        "add_group_step4_tips": "Sikeresen létrehozott egy profilt!",
        "add_group_step4_desc": "Ha részletesebb időbeosztást szeretne megadni gyermekének vagy családjának, beleértve a tanulásra, játékra szánt időket vagy az alvás idejét; további időbeosztási beállításokat végezhet.",
        "default_rule_label": "Alapértelmezett szabálykészlet",
        "add_rule_btn": "Új szabálykészlet hozzáadása",
        "later_btn": "Később",
        "finish_btn": "Befejezés",
        "to_set_btn": "Ugrás a beállításhoz",
        "edit_group_desc": "Minden ügyfél eszköz csak egy profilhoz rendelhető. Ha egy ügyfél eszközt egy másik profilhoz ad hozzá, akkor azt eltávolítják az eredeti profilból.",
        "device_title": "Eszközök",
        "add_device_btn": "Eszköz kezelése",
        "add_device_tips": "Kérjük, válassza ki azt az ügyfél eszközt, amely a gyermekéhez vagy családjához tartozik, pl. gyermek mobiltelefonja, táblagépe, játékkonzolja. Kérjük, vegye figyelembe, hogy minden ügyfél eszköz csak egy profilhoz rendelhető.",
        "schedule_title": "Időbeosztások",
        "add_schedule_btn": "Időbeosztás hozzáadása",
        "add_schedule_tips": "Különleges idősávokat állíthat be, amelyek alatt az eszköz további korlátozásoknak lesz alávetve. Például meghatározhat játékidőt, amikor megengedi gyermekének a játékot; szabad idősávokat a hétvégéken vagy időket, amikor gyermekének szünetet kell tartania.",
        "schedule_rule_label": "Időbeosztási szabálykészlet",
        "execution_time_label": "Végrehajtás ideje",
        "time_to_label": "{time} és {time} között",
        "execution_day_label": "Végrehajtás napja(i)",
        "day_err_msg": "Kérjük, válassza ki a végrehajtás napjai(ait).",
        "time_err_msg": "A befejezési időnek legalább 15 perccel későbbinek kell lennie, mint a kezdési idő.",
        "day_conflict_err_msg": "Már léteznek más ütemtervek a(z) {day} napra a {begin} és {end} időpontok között, kérjük, először távolítsa el azokat.",
        "time_conflict_err_msg": "Már léteznek más ütemtervek a {begin} és {end} időpontok között, kérjük, először távolítsa el azokat.",
        "end_time_label": "Befejezési idő",
        "stop_brief_btn": "Ideiglenes szabálykészlet leállítása",
        "manual_stop_brief_label": "Manuális leállításig",
        "brief_stop_time_label": "Leállítási idő",
        "rule_desc": "Meghatározhat szabálykészleteket bizonyos időszakokra, hogy korlátozza, mely weboldalakhoz és alkalmazásokhoz férhet hozzá gyermeke. Például a \"tanulási idő\" nem engedélyezi bizonyos videós weboldalakhoz vagy alkalmazásokhoz való hozzáférést.",
        "rule_title": "szabálykészlet",
        "rule_tips": "Meghatározhatja, hogy melyik szabálykészletet kell alkalmazni melyik időszakban az egyes profilok ütemtervében.",
        "rule_name_th": "Szabálykészlet neve",
        "rule_drop_count_tips": "Hozzáférés blokkolása {count} oldalhoz",
        "system_badge": "rendszer",
        "add_rule_title": "Új szabálykészlet hozzáadása",
        "edit_rule_title": "Szabálykészlet módosítása",
        "rule_color_label": "Szín",
        "rule_drop_app_label": "Alkalmazások és oldalak blokkolása",
        "aim_type_label": "Közösségi",
        "game_type_label": "Játék",
        "video_type_label": "Videó",
        "shop_type_label": "Vásárlás",
        "music_type_label": "Zene",
        "job_type_label": "Toborzás",
        "download_type_label": "Letöltés",
        "portal_type_label": "Webportál",
        "default_rule_tips": "Amennyiben nem állít be ütemtervet, a router korlátozza az összes klienseszköz hozzáférését a profilban, e szabály érvényesítésével.",
        "current_rule_label": "Jelenlegi szabálykészlet:",
        "del_all_schedule_btn": "Összes ütemterv törlése",
        "remove_all_schedule_tips": "Biztosan törölni szeretné az összes ütemtervet?",
        "version_conversion_btn": "Verzió váltása",
        "toggle_version_desc": "Szükség szerint kiválaszthatja a szülői felügyeleti funkció használni kívánt verzióját. A Szülői Felügyelet két verziója nem lehet egyszerre engedélyezve, és amikor vált, a másik automatikusan letiltásra kerül.",
        "local_version_title": "Helyi verzió",
        "local_version_desc": "A helyi verziót a GL.iNet biztosítja. Jelenleg béta verzióban érhető el, így nincs további költség. Ebben a verzióban, ha alkalmazásonként szeretne kéréseket szűrni, manuálisan kell megadnia a domain nevet.",
        "bark_version_desc": "A Bark verziót, amelyet a $$$$Bark$$$$ saját platformján biztosít és kezel, egyetlen kattintással lehet alkalmazásokat és weboldalakat szűrni, valamint a kérési előzményeket monitorozni. Kérjük, vegye figyelembe, hogy e szolgáltatásért további előfizetési díjat kell fizetni közvetlenül a Barknak.",
        "bark_version_title": "Bark verzió",
        "group_name_label": "Profilnév",
        "begin_time_label": "Kezdési idő",
        "domain_detect_failed_tips": "{count} domainnév nem került felismerésre.",
        "success_and_fail_domain_tip": "{success} domainnév vagy IP-cím sikeresen felismerésre került, és {failed} domainnév vagy IP-cím felismerése nem sikerült.",
        "manual_label": "Kézi",
        "input_url_link_tips": "Kérjük, adja meg a helyes URL-t. Az URL felismerés ellenőrzi a domainnév helyességét.",
        "blocklist_input_mode_label": "Tiltott listák beviteli módja",
        "blocklist_input_mode_tooltip": "Manuálisan állíthatja be a feketelistát, vagy feliratkozhat egy URL-re. Az URL-re való feliratkozás után a feketelista automatikusan frissül minden nap.",
        "subscription_url_label": "Előfizetési URL",
        "input_url_link_label": "URL-cím bevitel",
        "detect_button": "Felismerés",
        "detecting_message": "Kérem várjon, a felismerés folyamatban van.",
        "ssid_or_password_is_error": "Az SSID vagy a jelszó helytelen.",
        "domain_detect_success_tips": "{count} domainnév sikeresen felismerésre került."
    },
    "bark": {
        "desc": "Az Ön által választott előfizetéstől függően (Bark vagy BarkJr), képes lesz:",
        "unbound_tips": "A Bark szolgáltatás engedélyezve van, de ez az eszköz még nincs párosítva semmilyen fiókkal. Kérjük, használja a $$$$Eszköz Párosítási Linket$$$$, hogy ezt az eszközt párosítsa a Bark fiókjával.",
        "online_tips": "Az eszköz csatlakozik a Bark Felhőszolgáltatásokhoz és párosítva van egy fiókkal. Kérjük, $$$$Menjen a Bark oldalra$$$$ és jelentkezzen be a párosított fiókba a hozzáférés szabályozásához.",
        "enable_ipv6_label": "IPv6 engedélyezése",
        "note_tips": "A Bark szolgáltatása bizonyos országokban nem érhető el. Mivel a GL.iNet nem e szolgáltatás szolgáltatója, amennyiben problémát tapasztal a Bark használata során, kérjük, forduljon közvetlenül a $$$$Bark Műszaki Támogatásához$$$$ segítségért.",
        "feature_tips3": "Válassza ki, mely weboldalak és alkalmazások engedélyezettek/blokkoltak az összes eszközön.",
        "feature_tips4": "Figyelemmel kísérheti gyermekének szöveges üzeneteit, e-mailjeit és több mint 30 közösségi média platformot és alkalmazást a digitális veszélyek jeleinek észlelése érdekében.",
        "pairing_code_label": "Párosítási Kód",
        "unbind_btn": "Újrapárosítás",
        "unbind_tips": "Biztosan újra akarja állítani a párosítási kódot, hogy az eszközt egy másik fiókhoz párosítsa? Vegye figyelembe, hogy ez a művelet nem távolítja el az eszközt a jelenleg párosított fiókból.",
        "weight_desc": "A Bark díjnyertes szolgáltatása segíthet megvédeni gyermeke digitális világát és átfogó online védelmet nyújthat.",
        "force_dns_enable_tips": "A Bark szinte az összes DNS-kérést blokkolja, amelyeket a kliensek az internetre küldenek. Kérjük, látogasson el a $$$$DNS oldalra$$$$ a {label} beállítás kikapcsolásához, hogy elkerülje a kliensek internet-hozzáférésének megszakadását.",
        "visit_tips": "Látogasson el a $$$$bark us$$$$ oldalra, hogy többet megtudjon, és még ma regisztráljon egy ingyenes, egyhetes próbaidőszakra.",
        "feature_tips1": "Állítsa be a szülői felügyeletet otthonának összes internetre csatlakoztatott eszközén.",
        "feature_tips2": "Állítson be napi lefekvési és iskolai időket gyermekének összes eszközén az online figyelemelterelések korlátozása érdekében."
    }
}
