{
    "parental": {
        "enable_lable": "Įgalinti tėvų kontrolę",
        "enable_auto_update_label": "Įjungti funkcijų bibliotekos automatinį atnaujinimą",
        "drop_anonymous_label": "Blokuoti WAN prieigą nevaldomiems įrenginiams",
        "view_anonymous_btn": "Peržiūrėti nevaldomus įrenginius",
        "anonymous_title": "Nevaldomi įrenginiai",
        "group_name_label": "Profilio pavadinimas",
        "edit_group_title": "Keisti profilį",
        "remove_group_tips": "Ar tikrai norite ištrinti profilį?",
        "remove_rule_tips": "Ar tikrai norite ištrinti taisyklių rinkinį?",
        "remove_schedule_tips": "Ar tikrai norite ištrinti tvarkaraštį?",
        "manual_add_mac_title": "Rankiniu būdu pridėti įrenginį",
        "drop_label": "Blokuoti interneto prieigą",
        "drop_desc": "Atjungti visas interneto ryšio jungtis",
        "accept_label": "Be ribojimų",
        "accept_desc": "Priimti visas interneto ryšio jungtis",
        "remove_rule_err_default_msg": "Nepavyko ištrinti taisyklių rinkinio, jei jis yra numatytasis taisyklių rinkinys bet kuriam profilui. Prašome patikrinti savo profilius.",
        "remove_rule_err_using_msg": "Nepavyko ištrinti taisyklių rinkinio, jei jis yra laikinasis taisyklių rinkinys bet kuriam profilui. Prašome patikrinti savo profilius.",
        "group_title": "Profiliai",
        "group_desc": "Galite sukurti profilį kiekvienam savo vaikui ir pridėti įrenginius, kuriuos jie naudoja. Tada kiekviename profilyje galite nustatyti skirtingus tvarkaraščius, atsižvelgdami į jūsų nustatytus mokymosi laikus, miego laikus ir t.t. Šie tvarkaraščiai kontroliuos, kurias svetaines ir programas įrenginių grupės įrenginiai gali naudoti nurodytu laiku.",
        "device_type_th": "Įrenginio tipas",
        "device_name_th": "Įrenginio pavadinimas",
        "no_device_label": "Nėra įrenginio",
        "next_schedule_tips": "Perjungti į {rule} po {time}",
        "brief_title": "Nustatyti laikinąjį taisyklių rinkinį",
        "brief_tips": "Bet kokie nustatyti grafikai neįsigalios, kol nebus sustabdytas laikinasis taisyklių rinkinys.",
        "brief_label": "Laikinas perjungimas į",
        "brief_duration_tips": "Trukmė {time}",
        "add_group_step1_title": "1. Sukurkite profilį savo vaikui ar šeimai",
        "add_group_step2_title": "2. Pasirinkite valdomus įrenginius",
        "add_group_step3_title": "3. Nustatykite šiems įrenginiams prieigos ribojimus",
        "add_group_step4_title": "4. Eikite nustatyti grafikus",
        "add_group_step1_desc": "Pirmiausia pasirinkite klientų įrenginius, kuriuos naudoja jūsų vaikai arba šeima, priklausomai nuo to, ar norite kontroliuoti tinklo prieigą visiems šeimos įrenginiams, ar norite atskirai kontroliuoti kiekvieno vaiko prieigą. Po to galite",
        "add_group_step1_desc_point2": "2. riboti prieigą prie tam tikrų programų ar svetainių visiems pasirinktų įrenginių.",
        "add_group_step1_tips": "Galite pavadinti šiuos įrenginius, suteikdami jiems lengvai atsimenamą pavadinimą. Jei sukurtas tam tikram vaikui, galite naudoti vaiko vardą arba slapyvardį.",
        "add_group_step2_desc": "Pirmiausia turėtumėte šiuos įrenginius prijungti prie maršrutizatoriaus kaip klientus. Priešingu atveju jums reikės įvesti atskirus MAC adresus rankiniu būdu.",
        "add_group_step3_desc": "Tolesniame žingsnyje galite nustatyti, kaip riboti prieigą prie interneto šiems įrenginiams.",
        "add_group_step3_desc_point1": "1. galite neleisti šiems įrenginiams jungtis prie interneto, o tada tam tikru metu sustabdyti apribojimą;",
        "add_group_step3_desc_point2": "2. taip pat galite blokuoti prieigą iš šių įrenginių prie tam tikrų programų ar interneto svetainių, kad išvengtumėte, jog jūsų vaikas patektų į arba peržiūrėtų turinį, kurį laikote jiems netinkamu.",
        "add_group_step3_tips": "Galite sukurti naują taisyklių rinkinį, kad blokuotumėte programas ar svetaines, prie kurių nenorite leisti prieigos.",
        "add_group_step4_tips": "Sėkmingai sukūrėte profilį!",
        "add_group_step4_desc": "Jei reikia nustatyti išsamesnį vaiko ar šeimos tvarkaraštį, įskaitant mokymosi laiką, žaidimų laiką ar miego laiką; galite atlikti papildomus tvarkaraščio nustatymus.",
        "default_rule_label": "Numatytasis taisyklių rinkinys",
        "add_rule_btn": "Pridėti naują taisyklių rinkinį",
        "later_btn": "Vėliau",
        "finish_btn": "Baigti",
        "to_set_btn": "Eiti į Nustatymus",
        "edit_group_desc": "Kiekvienas kliento įrenginys gali būti priskirtas tik vienam profilui. Jei pridėsite kliento įrenginį prie kito profilio, jis bus pašalintas iš pradinio.",
        "device_title": "Įrenginiai",
        "add_device_btn": "Valdyti įrenginį",
        "add_device_tips": "Prašome pasirinkti kliento įrenginį, kuris priklauso jūsų vaikui ar šeimai, pvz., vaiko mobilųjį telefoną, planšetinį kompiuterį, žaidimų konsolę. Atkreipkite dėmesį, kad kiekvienas kliento įrenginys gali būti priskirtas tik vienam profilui.",
        "schedule_title": "Tvarkaraščiai",
        "add_schedule_tips": "Galite nustatyti specialius laiko intervalus, per kuriuos įrenginys bus taikomas papildomiems apribojimams. Pavyzdžiui, galite apibrėžti žaidimo laiką, kai leidžiate vaikui žaisti; laisvo laiko intervalus savaitgaliais ar laiką, kai vaikui reikia pertraukos.",
        "execution_day_label": "Vykdymo diena(-os)",
        "day_err_msg": "Prašome pasirinkti vykdymo dieną(-as).",
        "time_err_msg": "Pabaigos laikas turi būti bent 15 minučių vėlesnis nei pradžios laikas.",
        "day_conflict_err_msg": "Kiti tvarkaraščiai jau egzistuoja {day} tarp {begin} ir {end}, prašome juos pirmiausia pašalinti.",
        "time_conflict_err_msg": "Kiti tvarkaraščiai jau egzistuoja tarp {begin} ir {end}, prašome juos pirmiausia pašalinti.",
        "begin_time_label": "Pradžios Laikas",
        "rule_desc": "Galite apibrėžti taisyklių rinkinius konkrečioms laiko atkarpoms, kad apribotumėte, prie kurių svetainių ir programų jūsų vaikas gali prieiti. Pavyzdžiui, \"mokymosi laikas\" neleidžia prieiti prie tam tikrų vaizdo svetainių ar programų.",
        "rule_title": "taisyklių rinkinys",
        "rule_tips": "Galite priskirti taisyklių rinkinį, kuris bus naudojamas kiekvieno profilio tvarkaraštyje nurodytu laikotarpiu.",
        "rule_drop_count_tips": "Blokuoti prieigą prie {count} svetainių",
        "system_badge": "sistema",
        "add_rule_title": "Pridėti Naują Taisyklių Rinkinį",
        "edit_rule_title": "Modifikuoti Taisyklių Rinkinį",
        "rule_color_label": "Spalva",
        "rule_drop_app_label": "Blokuoti Programas ir Svetaines",
        "aim_type_label": "Socialiniai",
        "game_type_label": "Žaidimas",
        "video_type_label": "Vaizdo įrašai",
        "shop_type_label": "Apsipirkimas",
        "download_type_label": "Atsisiuntimas",
        "portal_type_label": "Internetinis portalas",
        "default_rule_tips": "Jei nenustatysite tvarkaraščio, maršrutizatorius ribos prieigą prie visų kliento įrenginių profilyje, taikydamas šią taisyklę.",
        "current_rule_label": "Dabartinis taisyklių rinkinys:",
        "del_all_schedule_btn": "Ištrinti visus tvarkaraščius",
        "remove_all_schedule_tips": "Ar tikrai norite ištrinti visus tvarkaraščius?",
        "version_conversion_btn": "Versijos keitimas",
        "toggle_version_desc": "Galite pasirinkti, kurią tėvų kontrolės funkcijos versiją norite naudoti pagal poreikį. Abi Tėvų kontrolės versijos negali būti įjungtos tuo pačiu metu, ir kita versija bus automatiškai išjungta, kai pakeisite versijas.",
        "local_version_desc": "Vietinę versiją teikia GL.iNet. Šiuo metu ji yra beta versijoje, todėl papildomų išlaidų nėra. Šioje versijoje, jei reikia filtruoti užklausas pagal programą, turite įvesti domeną rankiniu būdu.",
        "bark_version_desc": "Bark versija, kurią teikia ir valdo $$$$Bark$$$$ savo platformoje, siūlo galimybę vienu paspaudimu filtruoti programas ir svetaines bei stebėti užklausų istoriją. Atkreipkite dėmesį, kad už šią paslaugą papildomą prenumeratos mokestį tiesiogiai moka Bark.",
        "add_group_step1_desc_point1": "1. blokuoti prieigą prie interneto iš visų pasirinktų įrenginių;",
        "add_schedule_btn": "Pridėti tvarkaraštį",
        "schedule_rule_label": "Tvarkaraščio taisyklių rinkinys",
        "execution_time_label": "Vykdymo laikas",
        "time_to_label": "{time} iki {time}",
        "end_time_label": "Pabaigos Laikas",
        "stop_brief_btn": "Laikinai Stabdyti Taisyklių Rinkinį",
        "manual_stop_brief_label": "Iki Rankinio Stabdymo",
        "brief_stop_time_label": "Stabdymo Laikas",
        "rule_name_th": "Taisyklių Rinkinio Pavadinimas",
        "music_type_label": "Muzika",
        "job_type_label": "Samda",
        "local_version_title": "Vietinė versija",
        "bark_version_title": "Bark versija"
    },
    "bark": {
        "unbound_tips": "Bark paslauga įjungta, bet šis įrenginys dar nesusietas su jokia paskyra. Prašome naudoti $$$$Įrenginio susiejimo nuorodą$$$$, kad susietumėte šį įrenginį su savo Bark paskyra.",
        "online_tips": "Įrenginys prijungtas prie Bark debesijos paslaugų ir susietas su paskyra. Prašome $$$$Eiti į Bark$$$$ ir prisijungti prie susietos paskyros, kad galėtumėte valdyti prieigą.",
        "note_tips": "Bark paslauga gali būti neprieinama kai kuriose šalyse. Kadangi GL.iNet nėra šios paslaugos teikėjas, susidūrę su problemomis naudodamiesi Bark, prašome kreiptis tiesiogiai į $$$$Bark's Technical Support$$$$ dėl pagalbos.",
        "force_dns_enable_tips": "Bark blokuoja beveik visus klientų DNS užklausas, siunčiamas į internetą. Prašome $$$$eiti į DNS puslapį$$$$ ir išjungti {label} parinktį, kad išvengtumėte situacijos, kai jūsų klientai negalės naudotis internetu.",
        "visit_tips": "Aplankykite $$$$bark us$$$$, kad sužinotumėte daugiau ir užsiregistruotumėte šiandien nemokamai, vienos savaitės bandomajam laikotarpiui.",
        "feature_tips1": "Nustatykite tėvų kontrolę visuose namuose esančiuose internetu prijungtuose įrenginiuose.",
        "feature_tips2": "Nustatykite kasdieninius miego ir mokyklos laikus visuose vaiko įrenginiuose, kad ribotumėte interneto blaškymus.",
        "feature_tips3": "Pasirinkite, kurios svetainės ir programėlės yra leidžiamos/užblokuotos visuose įrenginiuose.",
        "feature_tips4": "Stebėkite savo vaiko tekstines žinutes, el. paštą ir daugiau nei 30 socialinių tinklų platformų bei programėlių dėl galimų skaitmeninių pavojų ženklų.",
        "pairing_code_label": "Poravimo kodas",
        "unbind_btn": "Perporuoti",
        "unbind_tips": "Ar tikrai norite atstatyti poravimo kodą, kad iš naujo poruotumėte įrenginį su kitu paskyra? Atkreipkite dėmesį, kad šis veiksmas nepašalins įrenginio iš šiuo metu susietos paskyros.",
        "desc": "Priklausomai nuo pasirinktos prenumeratos (Bark ar BarkJr), galėsite:",
        "enable_ipv6_label": "Įjungti IPv6",
        "weight_desc": "Bark apdovanota paslauga gali padėti apsaugoti jūsų vaiko skaitmeninį pasaulį ir suteikti išsamią interneto apsaugą."
    },
    "menu_parentalcontrol": "Tėvų kontrolė"
}
