{
    "menu_parentalcontrol": "Ouderlijk toezicht",
    "parental": {
        "accept_desc": "Sta alle internet verbindingen toe",
        "remove_rule_err_default_msg": "Kan deze regelreeks niet berwijderen, omdat dit de standaard regelreeks van een profiel is. Controleer de profielen.",
        "enable_lable": "Ouderlijktoezicht inschakelen",
        "enable_auto_update_label": "Het automatisch bijwerken van de functiebibliotheek inschakelen",
        "drop_anonymous_label": "WAN-blokkeren voor onbeheerde apparaten",
        "view_anonymous_btn": "Toon onbeheerde apparaten",
        "anonymous_title": "Onbeheerde apparaten",
        "group_name_label": "Profielnaam",
        "edit_group_title": "Profiel aanpassen",
        "remove_group_tips": "Weet u zeker dat u dit profiel wilt verwijderen?",
        "remove_rule_tips": "Weet u zeker dat u deze regelreeks wilt verwijderen?",
        "remove_schedule_tips": "Weet u zeker dat u dit tijdsschema wilt verwijderen?",
        "manual_add_mac_title": "Handmatig een apparaat toevoegen",
        "drop_label": "Internet toegang blokkeren",
        "drop_desc": "Alle internetverbindingen verbreken",
        "accept_label": "Geen limitering",
        "device_type_th": "Apparaattype",
        "remove_rule_err_using_msg": "Kan een regelset niet verwijderen als het een tijdelijke regelset is voor een profiel. Controleer uw profielen.",
        "group_desc": "U kunt voor elk van uw kinderen een profiel aanmaken en de apparaten toevoegen die zij gebruiken. Vervolgens kunt u binnen elk profiel verschillende schema's instellen op basis van de leertijden, bedtijden etc. die u daarvoor hebt ingesteld. Deze schema's bepalen tot welke websites en applicaties de apparaten in de apparaatgroep toegang hebben op de door u opgegeven tijden.",
        "add_group_step1_title": "1. Maak een profiel aan voor uw kind of gezin",
        "add_group_step2_title": "2. Selecteer de apparaten die u wilt beheren",
        "add_group_step1_desc": "Selecteer eerst de apparaten die door uw kinderen of uw gezin worden gebruikt, u kunt er voor kiezen of dat u de netwerktoegang tot alle apparaten voor uw hele gezin wilt beheren of dat u de toegang voor elk kind afzonderlijk wilt beheren. Daarna kunt u",
        "add_group_step2_desc": "Deze apparaten dient u eerst op de router aan te sluiten. Anders moet u de afzonderlijke MAC-adressen handmatig invoeren.",
        "add_group_step3_desc_point1": "1. u kunt voorkomen dat deze apparaten verbinding maken met internet en de beperking vervolgens op een bepaald tijdstip onderbreken;",
        "add_group_step3_desc_point2": "2. u kunt vanaf deze apparaten ook de toegang tot specifieke applicaties of internetsites blokkeren om te voorkomen dat uw kind inhoud opent of bekijkt die volgens u niet geschikt voor hem of haar is.",
        "add_group_step4_desc": "Als u een gedetailleerder schema voor uw kind of uw gezin wilt opgeven, inclusief studietijden, tijden voor het spelen van spelletjes of wanneer het tijd is om naar bed te gaan, dan kunt u aanvullende schema-instellingen maken.",
        "edit_group_desc": "Elk apparaat kan slechts aan één profiel worden toegewezen. Als u een apparaat aan een ander profiel toevoegt, wordt dit van het oorspronkelijke profiel verwijderd.",
        "add_device_tips": "Selecteer het apparaat dat bij uw kind of gezin hoort, b.v. mobiele telefoon voor kinderen, tablet, spelconsole. Houd er rekening mee dat elk apparaat slechts aan één profiel kan worden toegewezen.",
        "stop_brief_btn": "Stop tijdelijke regelset",
        "rule_desc": "U kunt regelsets definiëren voor specifieke perioden, om zo te beperken tot welke websites en apps uw kind toegang heeft. Met 'leertijd' is bijvoorbeeld geen toegang mogelijk tot specifieke videowebsites of -apps.",
        "group_title": "Profielen",
        "device_name_th": "Apparaatnaam",
        "no_device_label": "Geen apparaat",
        "next_schedule_tips": "Wissel naar {rule} na {time}",
        "brief_title": "Tijdelijke regelset instellen",
        "brief_label": "Tijdelijk wisselen naar",
        "brief_duration_tips": "Duurt {time}",
        "brief_tips": "Eventuele ingestelde schema's worden pas van kracht nadat de tijdelijke regelset is gestopt.",
        "add_group_step3_title": "3. Stel toegangslimieten in voor deze apparaten",
        "add_group_step4_title": "4. Ga naar schema's instellen",
        "add_group_step1_desc_point1": "1. blokkeer de toegang tot internet vanaf alle apparaten van uw keuze;",
        "add_group_step1_tips": "U kunt deze apparaten een naam geven, zodat u ze een naam kunt geven die u gemakkelijk kunt onthouden. Indien gemaakt voor een specifiek kind, kunt u de naam of bijnaam van het kind gebruiken.",
        "add_group_step3_desc": "Vervolgens kunt u instellen hoe u de toegang tot internet voor deze apparaten moet worden beperkt.",
        "add_group_step1_desc_point2": "2. beperk de toegang tot specifieke applicaties of sites tot alle apparaten van uw keuze.",
        "add_group_step3_tips": "U kunt een nieuwe regelset maken om applicaties of sites te blokkeren waartoe u de toegang wilt blokkeren.",
        "add_group_step4_tips": "U heeft succesvol een profiel aangemaakt!",
        "default_rule_label": "Standaard regelset",
        "add_rule_btn": "Nieuwe regelset",
        "later_btn": "Later",
        "finish_btn": "Klaar",
        "to_set_btn": "Ga naar instellen",
        "device_title": "Apparaten",
        "add_device_btn": "Apparaat beheren",
        "schedule_title": "Schema's",
        "add_schedule_btn": "Nieuw schema",
        "add_schedule_tips": "U kunt speciale tijdvakken instellen waarin het apparaat aan aanvullende beperkingen wordt onderworpen. U kunt bijvoorbeeld speeltijden definiëren waarop u uw kind laat spelen; vrije tijdslotten in het weekend of op het momenten waarop uw kind pauze moet nemen.",
        "schedule_rule_label": "Geplande regelset",
        "execution_time_label": "Uitvoeringstijd",
        "time_to_label": "Van {time} tot {time}",
        "execution_day_label": "Uitvoeringsdag(en)",
        "day_err_msg": "Gelieve uitvoeringsdag(en) selecteren",
        "time_err_msg": "De eindtijd moet minimaal 15 minuten later zijn dan de starttijd.",
        "day_conflict_err_msg": "Er bestaan al andere schema's voor {day} tussen {begin} en {end}. Verwijder deze eerst.",
        "time_conflict_err_msg": "Er bestaan al andere schema's tussen {begin} en {end}. Verwijder deze eerst.",
        "begin_time_label": "Starttijd",
        "end_time_label": "Eindtijd",
        "manual_stop_brief_label": "Tot handmatige stop",
        "brief_stop_time_label": "Stoptijd",
        "rule_title": "regelset",
        "rule_name_th": "Naam van de regelset",
        "rule_drop_count_tips": "Blokkeer toegang tot {count} websites",
        "system_badge": "Systeem",
        "rule_tips": "U kunt in de planning van elk profiel de regelsets toewijzen die in de tijdsperioden moeten worden gebruikt.",
        "add_rule_title": "Nieuwe regelset",
        "edit_rule_title": "Regelset bewerken",
        "rule_color_label": "Kleur",
        "rule_drop_app_label": "Blokkeer applicaties & websites",
        "video_type_label": "Video's",
        "game_type_label": "Games",
        "aim_type_label": "Sociale netwerken",
        "shop_type_label": "Webshops",
        "music_type_label": "Muziek",
        "job_type_label": "Werving",
        "download_type_label": "Downloads",
        "portal_type_label": "Webportalen",
        "default_rule_tips": "Tenzij u een schema instelt, beperkt de router de toegang tot alle apparaten in het profiel door deze regel af te dwingen.",
        "current_rule_label": "Huidige regelset:",
        "del_all_schedule_btn": "Alle schema's verwijderen",
        "remove_all_schedule_tips": "Weet u zeker dat u alle schema's wilt verwijderen?",
        "version_conversion_btn": "Van versie wisselen",
        "toggle_version_desc": "U kunt indien nodig de versie van de functie voor ouderlijktoezicht selecteren die u wilt gebruiken. Beide versies van ouderlijktoezicht kunnen niet tegelijkertijd worden ingeschakeld en de andere versie wordt automatisch uitgeschakeld wanneer u van versie wisselt.",
        "local_version_title": "Lokale versie",
        "local_version_desc": "De lokale versie wordt geleverd door GL.iNet. Het is momenteel in bèta, dus er zijn geen extra kosten. Als u in deze versie toepassingen wilt filteren, moet u het domein van de toepassing handmatig invoeren.",
        "bark_version_desc": "De Bark-versie, die wordt aangeboden en beheerd door $$$$Bark$$$$ op hun eigen platform, biedt de mogelijkheid om met één klik applicaties en websites te filteren en de aanvraaggeschiedenis te monitoren. Houd er rekening mee dat voor deze service een extra abonnementsprijs rechtstreeks aan Bark moet worden betaald.",
        "bark_version_title": "Bark-versie"
    },
    "bark": {
        "unbound_tips": "De Bark-service is ingeschakeld, maar dit apparaat is nog niet aan een account gekoppeld. Gebruik de $$$$apparaatkoppelingslink$$$$ om dit apparaat te koppelen met uw Bark-account.",
        "note_tips": "De service van Bark is mogelijk niet beschikbaar in bepaalde landen. Aangezien GL.iNet niet de aanbieder van deze service is, kunt u, als u problemen ondervindt bij het gebruik van Bark, rechtstreeks contact opnemen met de technische ondersteuning van $$$$Bark$$$$.",
        "desc": "Afhankelijk van het abonnement dat u kiest (Bark of BarkJr), kunt u:",
        "online_tips": "Het apparaat is verbonden met Bark Cloud Services en gekoppeld aan een account. $$$$Ga naar Bark$$$$ en log in op het gekoppelde account om de toegang te beheren.",
        "enable_ipv6_label": "IPv6-inschakelen",
        "force_dns_enable_tips": "Bark blokkeert bijna alle DNS-verzoeken van apparaten die naar het internet worden verzonden. $$$$ Ga naar DNS-pagina$$$$ schakel de optie {label} uit om te voorkomen dat uw apparaten geen toegang tot internet kunnen krijgen.",
        "visit_tips": "Bezoek $$$$bark.us$$$$ voor meer informatie en meld u vandaag nog aan voor een gratis proefperiode van een week.",
        "feature_tips1": "Stel ouderlijktoezicht in op alle met internet verbonden apparaten in uw huis.",
        "feature_tips2": "Stel dagelijkse bed- en schooltijden in op alle apparaten van uw kind om online afleiding te beperken",
        "feature_tips3": "ies welke websites en apps zijn toegestaan/geblokkeerd op alle apparaten",
        "feature_tips4": "Houd de SMS-berichten, e-mail, meer dan 30 sociale-mediaplatformen en -apps van uw kind in de gaten op tekenen van digitale gevaren",
        "pairing_code_label": "Koppelingscode",
        "unbind_btn": "Opnieuw koppelen",
        "unbind_tips": "Weet u zeker dat u de koppelingscode opnieuw wilt instellen om zo het apparaat aan een ander account te koppelen? Houd er rekening mee dat deze actie het apparaat niet uit het momenteel gekoppelde account verwijdert.",
        "weight_desc": "De bekroonde service van Bark kan de digitale wereld van uw kind helpen beschermen en uitgebreide online bescherming bieden."
    }
}
