{
    "parental": {
        "add_group_step3_title": "3. Ustaw ograniczenia dostępu dla tych urządzeń",
        "add_group_step4_title": "4. Przejdź do ustawienia harmonogramów",
        "add_group_step1_desc_point1": "1. zablokuj dostęp do Internetu ze wszystkich wybranych przez Ciebie urządzeń;",
        "to_set_btn": "Przejdź do ustawień",
        "device_title": "Urządzenia",
        "add_device_btn": "Zarządzaj urządzeniem",
        "schedule_rule_label": "Harmonogram zestawu reguł",
        "rule_title": "zestaw reguł",
        "rule_tips": "Możesz przypisać zestaw reguł, który ma być używany w określonym czasie w harmonogramie każdego profilu.",
        "rule_name_th": "Nazwa zestawu reguł",
        "rule_drop_count_tips": "Zablokuj dostęp do {count} stron",
        "system_badge": "system",
        "aim_type_label": "Społecznościowy",
        "game_type_label": "Gra",
        "bark_version_title": "Wersja Bark",
        "enable_lable": "Włącz kontrolę rodzicielską",
        "enable_auto_update_label": "Włącz automatyczną aktualizację biblioteki funkcji",
        "drop_anonymous_label": "Blokuj dostęp do WAN dla niezarządzanych urządzeń",
        "view_anonymous_btn": "Wyświetl niezarządzane urządzenia",
        "anonymous_title": "Niezarządzane urządzenia",
        "group_name_label": "Nazwa profilu",
        "edit_group_title": "Modyfikuj profil",
        "remove_group_tips": "Czy na pewno chcesz usunąć profil?",
        "remove_rule_tips": "Czy na pewno chcesz usunąć zestaw reguł?",
        "remove_schedule_tips": "Czy na pewno chcesz usunąć harmonogram?",
        "manual_add_mac_title": "Ręczne dodawanie urządzenia",
        "drop_label": "Blokuj dostęp do Internetu",
        "drop_desc": "Rozłącz wszystkie połączenia internetowe",
        "accept_label": "Bez ograniczeń",
        "accept_desc": "Akceptuj wszystkie połączenia internetowe",
        "remove_rule_err_default_msg": "Nie można usunąć zestawu reguł, jeśli jest on domyślnym zestawem dla jakiegokolwiek profilu. Proszę sprawdzić swoje profile.",
        "remove_rule_err_using_msg": "Nie można usunąć zestawu reguł, jeśli jest to tymczasowy zestaw reguł dla jakiegokolwiek profilu. Proszę sprawdzić swoje profile.",
        "group_title": "Profile",
        "group_desc": "Możesz utworzyć profil dla każdego ze swoich dzieci i dodać urządzenia klienta, których używają. Następnie możesz ustawić różne harmonogramy w każdym profilu, w zależności od ustalonych przez Ciebie czasów nauki, czasów snu itp. Te harmonogramy będą kontrolować, do których stron internetowych i aplikacji urządzenia w grupie urządzeń mają dostęp w określonych przez Ciebie godzinach.",
        "device_type_th": "Typ urządzenia",
        "device_name_th": "Nazwa urządzenia",
        "no_device_label": "Brak urządzenia",
        "next_schedule_tips": "Przełącz na {rule} po {time}",
        "brief_title": "Ustaw tymczasowy zestaw reguł",
        "brief_tips": "Ustawione harmonogramy nie będą miały wpływu, dopóki tymczasowy zestaw reguł nie zostanie zatrzymany.",
        "brief_label": "Tymczasowe przełączenie na",
        "brief_duration_tips": "Czas trwania {time}",
        "add_group_step1_title": "1. Utwórz profil dla swojego dziecka lub rodziny",
        "add_group_step2_title": "2. Wybierz urządzenia do zarządzania",
        "add_group_step1_desc": "Najpierw wybierz urządzenia klienta używane przez Twoje dzieci lub rodzinę, w zależności od tego, czy chcesz kontrolować dostęp do sieci dla wszystkich urządzeń dla całej rodziny, czy chcesz kontrolować dostęp dla każdego dziecka osobno. Po tym możesz",
        "add_group_step1_desc_point2": "2. ogranicz dostęp do wybranych aplikacji lub stron dla wszystkich wybranych przez Ciebie urządzeń.",
        "add_group_step1_tips": "Możesz nadać tym urządzeniom nazwy, które łatwo zapamiętasz. Jeśli są one przeznaczone dla konkretnego dziecka, możesz użyć imienia dziecka lub pseudonimu.",
        "add_group_step2_desc": "Najpierw powinieneś podłączyć te urządzenia do routera jako klientów. W przeciwnym razie będziesz musiał wprowadzić adresy MAC ręcznie.",
        "add_group_step3_desc": "Następnie możesz ustawić sposób ograniczania dostępu do Internetu dla tych urządzeń.",
        "add_group_step3_desc_point1": "1. możesz zapobiec łączeniu się tych urządzeń z internetem, a następnie wstrzymać ograniczenie o określonej godzinie;",
        "add_group_step3_desc_point2": "2. możesz również zablokować dostęp tych urządzeń do określonych aplikacji lub stron internetowych, aby zapobiec dostępowi Twojego dziecka do treści, które uważasz za nieodpowiednie.",
        "add_group_step3_tips": "Możesz utworzyć nowy zestaw reguł, aby zablokować aplikacje lub strony, do których nie chcesz zezwalać na dostęp.",
        "add_group_step4_tips": "Pomyślnie utworzono profil!",
        "add_group_step4_desc": "Jeśli potrzebujesz określić bardziej szczegółowy harmonogram dla swojego dziecka lub rodziny, uwzględniający czas na naukę, czas na gry lub porę snu; możesz dokonać dodatkowych ustawień harmonogramu.",
        "default_rule_label": "Domyślny zestaw reguł",
        "add_rule_btn": "Dodaj nowy zestaw reguł",
        "later_btn": "Później",
        "finish_btn": "Zakończ",
        "edit_group_desc": "Każde urządzenie klienckie może być przypisane tylko do jednego profilu. Jeśli dodasz urządzenie klienckie do innego profilu, zostanie ono usunięte z pierwotnego.",
        "add_device_tips": "Proszę wybrać urządzenie klienckie należące do Twojego dziecka lub rodziny, np. telefon komórkowy dziecka, tablet, konsolę do gier. Należy pamiętać, że każde urządzenie klienckie może być przypisane tylko do jednego profilu.",
        "schedule_title": "Harmonogramy",
        "add_schedule_btn": "Dodaj harmonogram",
        "add_schedule_tips": "Możesz ustawić specjalne przedziały czasowe, podczas których urządzenie będzie podlegało dodatkowym ograniczeniom. Na przykład możesz zdefiniować czas zabawy, kiedy pozwalasz dziecku się bawić; wolne przedziały czasowe w weekendy lub momenty, kiedy dziecko musi zrobić przerwę.",
        "execution_time_label": "Czas wykonania",
        "time_to_label": "{time} do {time}",
        "execution_day_label": "Dni wykonania",
        "day_err_msg": "Proszę wybrać dzień/dni wykonania.",
        "time_err_msg": "Czas zakończenia musi być co najmniej 15 minut później niż czas rozpoczęcia.",
        "day_conflict_err_msg": "W wybrany dzień {day} istnieją już inne harmonogramy w godzinach od {begin} do {end}, proszę najpierw je usunąć.",
        "time_conflict_err_msg": "Inne harmonogramy już istnieją w okresie od {begin} do {end}, proszę najpierw je usunąć.",
        "begin_time_label": "Czas rozpoczęcia",
        "end_time_label": "Czas zakończenia",
        "stop_brief_btn": "Zatrzymaj tymczasowy zestaw reguł",
        "manual_stop_brief_label": "Do ręcznego zatrzymania",
        "brief_stop_time_label": "Czas zakończenia",
        "rule_desc": "Możesz zdefiniować zestawy reguł na określone okresy czasu, aby ograniczyć dostęp do wybranych stron internetowych i aplikacji, których Twoje dziecko może używać. Na przykład, \"czas nauki\" nie zezwala na dostęp do określonych stron z filmami lub aplikacji.",
        "add_rule_title": "Dodaj nowy zestaw reguł",
        "edit_rule_title": "Modyfikuj zestaw reguł",
        "rule_color_label": "Kolor",
        "rule_drop_app_label": "Blokowanie aplikacji i stron",
        "video_type_label": "Wideo",
        "shop_type_label": "Zakupy",
        "music_type_label": "Muzyka",
        "job_type_label": "Rekrutacja",
        "download_type_label": "Pobieranie",
        "portal_type_label": "Portal internetowy",
        "default_rule_tips": "Jeśli nie ustawisz harmonogramu, router będzie ograniczał dostęp do wszystkich urządzeń klienckich w profilu, egzekwując tę regułę.",
        "current_rule_label": "Aktualny zestaw reguł:",
        "del_all_schedule_btn": "Usuń wszystkie harmonogramy",
        "remove_all_schedule_tips": "Czy na pewno chcesz usunąć wszystkie harmonogramy?",
        "version_conversion_btn": "Zmień wersję",
        "toggle_version_desc": "Możesz wybrać wersję funkcji kontroli rodzicielskiej, której chcesz używać. Obie wersje Kontroli Rodzicielskiej nie mogą być włączone jednocześnie, a druga zostanie automatycznie wyłączona przy przełączaniu wersji.",
        "local_version_title": "Lokalna wersja",
        "local_version_desc": "Lokalna wersja jest dostarczana przez GL.iNet. Obecnie jest w fazie beta, więc nie wiąże się z dodatkowymi kosztami. W tej wersji, jeśli potrzebujesz filtrować żądania według aplikacji, musisz wprowadzić domeny ręcznie.",
        "bark_version_desc": "Wersja Bark, która jest dostarczana i zarządzana przez $$$$Bark$$$$ na własnej platformie, oferuje możliwość filtrowania aplikacji i stron internetowych jednym kliknięciem oraz monitorowania historii żądań. Należy pamiętać, że za tę usługę należy dodatkowo zapłacić bezpośrednio Bark abonament.",
        "blocklist_input_mode_label": "Tryb wprowadzania listy blokowanych",
        "blocklist_input_mode_tooltip": "Możesz ustawić czarną listę ręcznie lub poprzez subskrypcję URL. Po subskrypcji URL, czarna lista będzie automatycznie aktualizowana każdego dnia.",
        "success_and_fail_domain_tip": "{success} nazw domen lub adresów IP zostało pomyślnie wykrytych, a {failed} nazw domen lub adresów IP nie udało się wykryć.",
        "manual_label": "Ręcznie",
        "subscription_url_label": "URL subskrypcji",
        "input_url_link_label": "Wprowadź link URL",
        "detect_button": "Wykryj",
        "detecting_message": "Proszę czekać, trwa wykrywanie.",
        "ssid_or_password_is_error": "Nazwa SSID lub hasło są nieprawidłowe.",
        "input_url_link_tips": "Proszę wprowadzić poprawny URL. Wykrywanie URL zweryfikuje poprawność nazwy domeny.",
        "domain_detect_success_tips": "{count} nazw domen zostało pomyślnie wykrytych.",
        "domain_detect_failed_tips": "{count} nazw domen nie udało się wykryć."
    },
    "bark": {
        "desc": "W zależności od wybranej subskrypcji (Bark lub BarkJr), będziesz mógł:",
        "enable_ipv6_label": "Włącz IPv6",
        "unbound_tips": "Usługa Bark jest włączona, ale to urządzenie nie jest jeszcze sparowane z żadnym kontem. Proszę użyć $$$$Linku do parowania urządzenia$$$$, aby sparować to urządzenie z kontem Bark.",
        "online_tips": "Urządzenie jest połączone z usługami Bark Cloud i sparowane z kontem. Proszę $$$$Przejdź do Bark$$$$ i zaloguj się na sparowane konto, aby kontrolować dostęp.",
        "note_tips": "Usługa Bark może być niedostępna w niektórych krajach. Jako że GL.iNet nie jest dostawcą tej usługi, w przypadku problemów z korzystaniem z Bark prosimy o bezpośredni kontakt z $$$$Wsparciem Technicznym Bark$$$$ w celu uzyskania pomocy.",
        "force_dns_enable_tips": "Bark blokuje prawie wszystkie żądania DNS od klientów wysyłane do Internetu. Proszę $$$$Przejdź do strony DNS$$$$ wyłącz opcję {label}, aby uniknąć sytuacji, w której Twoi klienci nie będą mogli uzyskać dostępu do Internetu.",
        "feature_tips1": "Ustaw kontrolę rodzicielską na wszystkich urządzeniach podłączonych do internetu w Twoim domu.",
        "feature_tips2": "Ustaw codzienne godziny snu i czas nauki na wszystkich urządzeniach Twojego dziecka, aby ograniczyć rozpraszające uwagę połączenia z internetem",
        "feature_tips3": "Wybierz, które strony internetowe i aplikacje są dozwolone/zablokowane na wszystkich urządzeniach",
        "feature_tips4": "Monitoruj teksty Twojego dziecka, e-mail oraz ponad 30 platform i aplikacji społecznościowych pod kątem oznak cyfrowych zagrożeń",
        "pairing_code_label": "Kod parowania",
        "unbind_btn": "Ponowne parowanie",
        "unbind_tips": "Czy na pewno chcesz zresetować kod parowania, aby ponownie sparować urządzenie z innym kontem? Należy pamiętać, że ta czynność nie usunie urządzenia z obecnie sparowanego konta.",
        "weight_desc": "Usługa Bark, która zdobyła nagrody, może pomóc chronić cyfrowy świat Twojego dziecka i zapewnić kompleksową ochronę online.",
        "visit_tips": "Odwiedź $$$$bark us$$$$, aby dowiedzieć się więcej i korzystać za darmo na zawsze."
    },
    "menu_parentalcontrol": "Kontrola Rodzicielska"
}
