{
    "parental": {
        "add_group_step3_title": "3. Ustaw limity dostępu dla tych urządzeń",
        "add_group_step4_title": "4. Przejdź do ustawiania harmonogramów",
        "add_group_step1_desc_point1": "1. zablokować dostęp do Internetu ze wszystkich wybranych urządzeń;",
        "to_set_btn": "Przejdź do Ustawień",
        "device_title": "Urządzenia",
        "add_device_btn": "Zarządzaj Urządzeniem",
        "schedule_rule_label": "Zestaw Reguł Harmonogramu",
        "rule_title": "zestaw reguł",
        "rule_tips": "Możesz przypisać zestaw reguł, który ma być używany w określonym czasie w harmonogramie każdego profilu.",
        "rule_name_th": "Nazwa Zestawu Reguł",
        "rule_drop_count_tips": "Blokuj dostęp do {count} stron",
        "system_badge": "system",
        "aim_type_label": "Społecznościowe",
        "game_type_label": "Gra",
        "bark_version_title": "Wersja Bark",
        "enable_lable": "Włącz kontrolę rodzicielską",
        "enable_auto_update_label": "Włącz automatyczną aktualizację biblioteki funkcji",
        "drop_anonymous_label": "Blokuj dostęp do WAN dla niezarządzanych urządzeń",
        "view_anonymous_btn": "Wyświetl niezarządzane urządzenia",
        "anonymous_title": "Niezarządzane urządzenia",
        "group_name_label": "Nazwa profilu",
        "edit_group_title": "Modyfikuj profil",
        "remove_group_tips": "Czy na pewno chcesz usunąć profil?",
        "remove_rule_tips": "Czy na pewno chcesz usunąć zestaw reguł?",
        "remove_schedule_tips": "Czy na pewno chcesz usunąć harmonogram?",
        "manual_add_mac_title": "Ręczne dodanie urządzenia",
        "drop_label": "Blokuj dostęp do Internetu",
        "drop_desc": "Rozłącz wszystkie połączenia internetowe",
        "accept_label": "Bez ograniczeń",
        "accept_desc": "Akceptuj wszystkie połączenia internetowe",
        "remove_rule_err_default_msg": "Nie można usunąć zestawu reguł, jeśli jest on domyślnym zestawem reguł dla jakiegokolwiek profilu. Proszę sprawdzić swoje profile.",
        "remove_rule_err_using_msg": "Nie można usunąć zestawu reguł, jeśli jest on tymczasowym zestawem reguł dla jakiegokolwiek profilu. Proszę sprawdzić swoje profile.",
        "group_title": "Profile",
        "group_desc": "Możesz stworzyć profil dla każdego swojego dziecka i dodać urządzenia klienta, których używają. Następnie możesz ustawić różne harmonogramy w każdym profilu, w zależności od czasu nauki, czasu snu itp., które ustawiłeś dla nich. Te harmonogramy będą kontrolować, do których stron internetowych i aplikacji urządzenia w grupie urządzeń mają dostęp w określonych przez Ciebie godzinach.",
        "device_type_th": "Typ urządzenia",
        "device_name_th": "Nazwa urządzenia",
        "no_device_label": "Brak urządzenia",
        "next_schedule_tips": "Przełącz na {rule} po {time}",
        "brief_title": "Ustaw tymczasowy zestaw reguł",
        "brief_tips": "Wszelkie ustawione harmonogramy nie będą miały wpływu, dopóki tymczasowy zestaw reguł nie zostanie zatrzymany.",
        "brief_label": "Tymczasowe przełączenie na",
        "brief_duration_tips": "Czas trwania {time}",
        "add_group_step1_title": "1. Utwórz profil dla swojego dziecka lub rodziny",
        "add_group_step2_title": "2. Wybierz urządzenia do zarządzania",
        "add_group_step1_desc": "Najpierw wybierz urządzenia klienta używane przez Twoje dzieci lub rodzinę, w zależności od tego, czy chcesz kontrolować dostęp do sieci dla wszystkich urządzeń dla całej rodziny, czy chcesz kontrolować dostęp dla każdego dziecka osobno. Następnie możesz",
        "add_group_step1_desc_point2": "2. ograniczyć dostęp do określonych aplikacji lub stron dla wszystkich wybranych urządzeń.",
        "add_group_step1_tips": "Możesz nadać tym urządzeniom nazwy, które będą łatwe do zapamiętania. Jeśli tworzysz je dla konkretnego dziecka, możesz użyć imienia dziecka lub pseudonimu.",
        "add_group_step2_desc": "Najpierw powinieneś połączyć te urządzenia z routerem jako klientów. W przeciwnym razie będziesz musiał wprowadzić ręcznie indywidualne adresy MAC.",
        "add_group_step3_desc": "Następnie możesz ustawić sposób ograniczania dostępu do Internetu dla tych urządzeń.",
        "add_group_step3_desc_point1": "1. możesz uniemożliwić tym urządzeniom połączenie z Internetem, a następnie wstrzymać ograniczenie o określonej godzinie;",
        "add_group_step3_desc_point2": "2. możesz również zablokować dostęp z tych urządzeń do określonych aplikacji lub stron internetowych, aby zapobiec dostępowi Twojego dziecka do treści, które uważasz za nieodpowiednie dla niego.",
        "add_group_step3_tips": "Możesz utworzyć nowy zestaw reguł, aby zablokować aplikacje lub strony, do których nie chcesz mieć dostępu.",
        "add_group_step4_tips": "Pomyślnie utworzono profil!",
        "add_group_step4_desc": "Jeśli potrzebujesz określić bardziej szczegółowy harmonogram dla swojego dziecka lub rodziny, uwzględniający czas na naukę, czas na gry lub porę snu; możesz dokonać dodatkowych ustawień harmonogramu.",
        "default_rule_label": "Domyślny Zestaw Reguł",
        "add_rule_btn": "Dodaj Nowy Zestaw Reguł",
        "later_btn": "Później",
        "finish_btn": "Zakończ",
        "edit_group_desc": "Każde urządzenie klienckie może być przypisane tylko do jednego profilu. Jeśli dodasz urządzenie klienckie do innego profilu, zostanie ono usunięte z pierwotnego.",
        "add_device_tips": "Proszę wybrać urządzenie klienckie należące do Twojego dziecka lub rodziny, np. telefon komórkowy dziecka, tablet, konsolę do gier. Należy pamiętać, że każde urządzenie klienckie może być przypisane tylko do jednego profilu.",
        "schedule_title": "Harmonogramy",
        "add_schedule_btn": "Dodaj Harmonogram",
        "add_schedule_tips": "Możesz ustawić specjalne przedziały czasowe, podczas których urządzenie będzie podlegało dodatkowym ograniczeniom. Na przykład możesz zdefiniować czas na zabawę, kiedy pozwalasz dziecku grać; wolne przedziały czasowe w weekendy lub czas, kiedy Twoje dziecko musi zrobić przerwę.",
        "execution_time_label": "Czas Wykonania",
        "time_to_label": "{time} do {time}",
        "execution_day_label": "Dni Wykonania",
        "day_err_msg": "Proszę wybrać dzień/dni wykonania.",
        "time_err_msg": "Czas zakończenia musi być co najmniej 15 minut później niż czas rozpoczęcia.",
        "day_conflict_err_msg": "Istnieją już inne harmonogramy na {day} między {begin} a {end}, proszę najpierw je usunąć.",
        "time_conflict_err_msg": "Istnieją już inne harmonogramy między {begin} a {end}, proszę najpierw je usunąć.",
        "begin_time_label": "Czas Rozpoczęcia",
        "end_time_label": "Czas Zakończenia",
        "stop_brief_btn": "Zatrzymaj Tymczasowy Zestaw Reguł",
        "manual_stop_brief_label": "Do Ręcznego Zatrzymania",
        "brief_stop_time_label": "Czas Zatrzymania",
        "rule_desc": "Możesz zdefiniować zestawy reguł na określone okresy czasu, aby ograniczyć dostęp dziecka do wybranych stron internetowych i aplikacji. Na przykład, \"czas nauki\" nie zezwala na dostęp do określonych stron z filmami lub aplikacji.",
        "add_rule_title": "Dodaj Nowy Zestaw Reguł",
        "edit_rule_title": "Modyfikuj Zestaw Reguł",
        "rule_color_label": "Kolor",
        "rule_drop_app_label": "Blokuj Aplikacje i Strony",
        "video_type_label": "Wideo",
        "shop_type_label": "Zakupy",
        "music_type_label": "Muzyka",
        "job_type_label": "Rekrutacja",
        "download_type_label": "Pobieranie",
        "portal_type_label": "Portal internetowy",
        "default_rule_tips": "Jeśli nie ustawisz harmonogramu, router ograniczy dostęp do wszystkich urządzeń klienckich w profilu, egzekwując tę regułę.",
        "current_rule_label": "Aktualny zestaw reguł:",
        "del_all_schedule_btn": "Usuń wszystkie harmonogramy",
        "remove_all_schedule_tips": "Czy na pewno chcesz usunąć wszystkie harmonogramy?",
        "version_conversion_btn": "Zmień wersję",
        "toggle_version_desc": "Możesz wybrać wersję funkcji kontroli rodzicielskiej, której chcesz używać, w razie potrzeby. Obie wersje kontroli rodzicielskiej nie mogą być włączone jednocześnie, a druga zostanie automatycznie wyłączona po przełączeniu wersji.",
        "local_version_title": "Wersja lokalna",
        "local_version_desc": "Wersja lokalna jest dostarczana przez GL.iNet. Obecnie jest w fazie beta, więc nie wiąże się z dodatkowymi kosztami. W tej wersji, jeśli potrzebujesz filtrować żądania według aplikacji, musisz ręcznie wprowadzić domenę.",
        "bark_version_desc": "Wersja Bark, która jest dostarczana i zarządzana przez $$$$Bark$$$$ na własnej platformie, oferuje możliwość filtrowania aplikacji i stron internetowych jednym kliknięciem oraz monitorowania historii żądań. Należy pamiętać, że za korzystanie z tej usługi należy dodatkowo zapłacić bezpośrednio Bark abonament."
    },
    "bark": {
        "desc": "W zależności od wybranej subskrypcji (Bark lub BarkJr), będziesz mógł:",
        "enable_ipv6_label": "Włącz IPv6",
        "unbound_tips": "Usługa Bark jest włączona, ale to urządzenie nie jest jeszcze sparowane z żadnym kontem. Proszę użyć $$$$Linku do parowania urządzenia$$$$, aby sparować to urządzenie z Twoim kontem Bark.",
        "online_tips": "Urządzenie jest połączone z usługami chmurowymi Bark i sparowane z kontem. Proszę $$$$Przejdź do Bark$$$$ i zaloguj się na sparowane konto, aby kontrolować dostęp.",
        "note_tips": "Usługa Bark może być niedostępna w niektórych krajach. Jako że GL.iNet nie jest dostawcą tej usługi, w przypadku wystąpienia problemów z korzystaniem z Bark, prosimy o bezpośredni kontakt z $$$$Wsparciem Technicznym Bark$$$$ w celu uzyskania pomocy.",
        "force_dns_enable_tips": "Bark blokuje prawie wszystkie żądania DNS wysyłane do Internetu przez klientów. Proszę $$$$Przejdź do strony DNS$$$$, aby wyłączyć opcję {label}, co pozwoli uniknąć problemów z dostępem do Internetu przez klientów.",
        "visit_tips": "Odwiedź $$$$bark us$$$$, aby dowiedzieć się więcej i zarejestruj się już dziś, aby skorzystać z darmowego tygodniowego okresu próbnego.",
        "feature_tips1": "Ustaw kontrolę rodzicielską na wszystkich urządzeniach podłączonych do internetu w Twoim domu.",
        "feature_tips2": "Ustaw codzienne godziny snu i czas nauki na wszystkich urządzeniach dziecka, aby ograniczyć rozpraszające elementy online",
        "feature_tips3": "Wybierz, które strony internetowe i aplikacje są dozwolone/blokowane na wszystkich urządzeniach",
        "feature_tips4": "Monitoruj teksty, e-maile i ponad 30 platform społecznościowych oraz aplikacji dziecka pod kątem oznak cyfrowych zagrożeń",
        "pairing_code_label": "Kod parowania",
        "unbind_btn": "Ponowne parowanie",
        "unbind_tips": "Czy na pewno chcesz zresetować kod parowania, aby ponownie sparować urządzenie z innym kontem? Należy pamiętać, że ta czynność nie usunie urządzenia z obecnie sparowanego konta.",
        "weight_desc": "Nagradzana usługa Bark może pomóc chronić cyfrowy świat Twojego dziecka i zapewnić kompleksową ochronę online."
    },
    "menu_parentalcontrol": "Kontrola rodzicielska"
}
