{
    "menu_parentalcontrol": "Родительский контроль",
    "parental": {
        "enable_lable": "Включить родительский контроль",
        "enable_auto_update_label": "Включить автоматическое обновление библиотеки функций",
        "drop_anonymous_label": "Блокировать доступ в WAN для неуправляемых устройств",
        "view_anonymous_btn": "Просмотреть неуправляемые устройства",
        "anonymous_title": "Неуправляемые устройства",
        "group_name_label": "Имя профиля",
        "edit_group_title": "Изменить профиль",
        "remove_group_tips": "Вы уверены, что хотите удалить профиль?",
        "remove_rule_tips": "Вы уверены, что хотите удалить набор правил?",
        "remove_schedule_tips": "Вы уверены, что хотите удалить расписание?",
        "manual_add_mac_title": "Добавить устройство вручную",
        "drop_label": "Блокировать доступ в Интернет",
        "drop_desc": "Прервать все интернет-соединения",
        "accept_label": "Без ограничений",
        "accept_desc": "Разрешить все интернет-соединения",
        "remove_rule_err_default_msg": "Невозможно удалить набор правил, если он является набором правил по умолчанию для любого профиля. Пожалуйста, проверьте ваши профили.",
        "remove_rule_err_using_msg": "Невозможно удалить набор правил, если он является временным набором правил для любого профиля. Пожалуйста, проверьте ваши профили.",
        "group_title": "Профили",
        "group_desc": "Вы можете создать профиль для каждого из своих детей и добавить устройства, которыми они пользуются. Затем вы можете установить различные расписания в каждом профиле, исходя из времени обучения, времени сна и т.д., которые вы установили для них. Эти расписания будут контролировать доступ к веб-сайтам и приложениям для устройств в группе устройств в указанное вами время.",
        "device_type_th": "Тип устройства",
        "device_name_th": "Имя устройства",
        "no_device_label": "Нет устройства",
        "next_schedule_tips": "Переключиться на {rule} через {time}",
        "brief_tips": "Любые заданные расписания не будут действовать до остановки временного набора правил.",
        "brief_label": "Временное переключение на",
        "brief_duration_tips": "Продолжительность {time}",
        "add_group_step1_title": "1. Создайте профиль для вашего ребенка или семьи",
        "add_group_step2_title": "2. Выберите устройства для управления",
        "add_group_step3_title": "3. Установите ограничения доступа для этих устройств",
        "add_group_step4_title": "4. Перейти к настройке расписаний",
        "add_group_step1_desc": "Сначала выберите клиентские устройства, которые используются вашими детьми или вашей семьей, в зависимости от того, хотите ли вы контролировать доступ в сеть для всех устройств вашей семьи или хотите контролировать доступ для каждого ребенка отдельно. После этого вы можете",
        "add_group_step1_desc_point1": "1. заблокировать доступ в Интернет со всех выбранных устройств;",
        "add_group_step1_tips": "Вы можете назвать эти устройства, дав им имя, которое легко запомнить. Если оно создано для конкретного ребенка, вы можете использовать имя или псевдоним ребенка.",
        "add_group_step2_desc": "Сначала вы должны подключить эти устройства к роутеру как клиенты. В противном случае вам придется вводить индивидуальные MAC-адреса вручную.",
        "add_group_step3_desc": "Затем вы можете настроить, как ограничить доступ в Интернет для этих устройств.",
        "add_group_step3_desc_point1": "1. вы можете запретить этим устройствам подключение к Интернету, а затем приостановить ограничение в определенное время;",
        "add_group_step3_desc_point2": "2. вы также можете заблокировать доступ с этих устройств к определенным приложениям или интернет-сайтам, чтобы предотвратить доступ вашего ребенка к содержимому, которое вы считаете неподходящим для него.",
        "add_group_step3_tips": "Вы можете создать новый набор правил для блокировки приложений или сайтов, доступ к которым вы хотите запретить.",
        "add_group_step4_tips": "Профиль успешно создан!",
        "add_group_step4_desc": "Если вам необходимо указать более детализированное расписание для вашего ребенка или семьи, включая время для учебы, время для игр или время сна, вы можете сделать дополнительные настройки расписания.",
        "default_rule_label": "Набор правил по умолчанию",
        "add_rule_btn": "Добавить новый набор правил",
        "later_btn": "Позже",
        "finish_btn": "Завершить",
        "to_set_btn": "Перейти к настройке",
        "edit_group_desc": "Каждое клиентское устройство может быть назначено только одному профилю. Если вы добавите клиентское устройство в другой профиль, оно будет удалено из первоначального.",
        "device_title": "Устройства",
        "add_device_btn": "Управление устройством",
        "add_device_tips": "Пожалуйста, выберите клиентское устройство, которое принадлежит вашему ребенку или семье, например, мобильный телефон ребенка, планшет, игровую консоль. Обратите внимание, что каждое клиентское устройство может быть назначено только одному профилю.",
        "add_schedule_btn": "Добавить расписание",
        "add_schedule_tips": "Вы можете настроить специальные временные интервалы, в течение которых устройство будет подвергаться дополнительным ограничениям. Например, вы можете определить время для игр, когда вы разрешаете ребенку играть; свободное время в выходные или время, когда ребенку нужно сделать перерыв.",
        "schedule_rule_label": "Расписание набора правил",
        "execution_time_label": "Время выполнения",
        "day_err_msg": "Пожалуйста, выберите день(и) выполнения.",
        "time_err_msg": "Время окончания должно быть как минимум на 15 минут позже времени начала.",
        "day_conflict_err_msg": "На {day} уже существуют другие расписания между {begin} и {end}, пожалуйста, сначала удалите их.",
        "time_conflict_err_msg": "На указанный период времени между {begin} и {end} уже существуют другие расписания, пожалуйста, сначала удалите их.",
        "brief_stop_time_label": "Время остановки",
        "rule_desc": "Вы можете определить наборы правил для конкретных временных периодов, чтобы ограничить доступ вашего ребенка к определенным сайтам и приложениям. Например, в \"время обучения\" доступ к определенным видео сайтам или приложениям не разрешен.",
        "rule_title": "набор правил",
        "rule_drop_count_tips": "Блокировать доступ к {count} сайтам",
        "system_badge": "система",
        "add_rule_title": "Добавить новый набор правил",
        "edit_rule_title": "Изменить набор правил",
        "rule_color_label": "Цвет",
        "aim_type_label": "Социальные",
        "game_type_label": "Игры",
        "video_type_label": "Видео",
        "shop_type_label": "Покупки",
        "music_type_label": "Музыка",
        "job_type_label": "Рекрутинг",
        "download_type_label": "Загрузка",
        "portal_type_label": "Веб-портал",
        "default_rule_tips": "Если вы не установите расписание, роутер будет ограничивать доступ ко всем клиентским устройствам в профиле, применяя это правило.",
        "remove_all_schedule_tips": "Вы уверены, что хотите удалить все расписания?",
        "version_conversion_btn": "Сменить версию",
        "toggle_version_desc": "Вы можете выбрать версию функции родительского контроля, которую хотите использовать. Обе версии родительского контроля не могут быть включены одновременно, и другая версия будет автоматически отключена при переключении.",
        "local_version_title": "Локальная версия",
        "local_version_desc": "Локальная версия предоставляется компанией GL.iNet. В настоящее время она находится в стадии бета-тестирования, поэтому дополнительная плата не взимается. В этой версии, если вам нужно фильтровать запросы по приложениям, вам необходимо вручную ввести домен.",
        "bark_version_desc": "Версия Bark, которая предоставляется и управляется компанией $$$$Bark$$$$ на их собственной платформе, предлагает возможность фильтрации приложений и веб-сайтов одним кликом и мониторинга истории запросов. Обратите внимание, что за эту услугу необходимо дополнительно оплачивать подписку непосредственно компании Bark.",
        "bark_version_title": "Версия Bark",
        "brief_title": "Установить временный набор правил",
        "add_group_step1_desc_point2": "2. ограничить доступ к определенным приложениям или сайтам со всех выбранных устройств.",
        "schedule_title": "Расписания",
        "time_to_label": "{time} до {time}",
        "execution_day_label": "День(и) выполнения",
        "begin_time_label": "Время начала",
        "end_time_label": "Время окончания",
        "stop_brief_btn": "Остановить временный набор правил",
        "manual_stop_brief_label": "До ручной остановки",
        "rule_tips": "Вы можете назначить набор правил, который будет использоваться в определенный временной период в расписании каждого профиля.",
        "rule_name_th": "Название набора правил",
        "rule_drop_app_label": "Блокировать приложения и сайты",
        "current_rule_label": "Текущий набор правил:",
        "del_all_schedule_btn": "Удалить все расписания",
        "blocklist_input_mode_label": "Режим ввода черного списка",
        "blocklist_input_mode_tooltip": "Вы можете установить черный список вручную или подписавшись на URL. После подписки на URL черный список будет автоматически обновляться каждый день.",
        "success_and_fail_domain_tip": "{success} доменных имен или IP-адресов были успешно обнаружены, и {failed} доменных имен или IP-адресов не удалось обнаружить.",
        "domain_detect_success_tips": "{count} доменных имен были успешно обнаружены.",
        "domain_detect_failed_tips": "{count} доменных имен не удалось обнаружить.",
        "manual_label": "Вручную",
        "subscription_url_label": "URL подписки",
        "input_url_link_label": "Введите ссылку URL",
        "detect_button": "Обнаружить",
        "detecting_message": "Пожалуйста, подождите, идет процесс обнаружения.",
        "ssid_or_password_is_error": "Неверно указаны SSID или пароль.",
        "input_url_link_tips": "Пожалуйста, введите правильный URL. Обнаружение URL проверит корректность доменного имени."
    },
    "bark": {
        "desc": "В зависимости от выбранной подписки (Bark или BarkJr), вы сможете:",
        "unbound_tips": "Сервис Bark включен, но это устройство еще не связано ни с одной учетной записью. Пожалуйста, используйте $$$$Ссылку на сопряжение устройства$$$$, чтобы связать это устройство с вашей учетной записью Bark.",
        "online_tips": "Устройство подключено к облачным сервисам Bark и связано с учетной записью. Пожалуйста, $$$$Перейдите в Bark$$$$ и войдите в связанную учетную запись, чтобы управлять доступом.",
        "note_tips": "Услуги Bark могут быть недоступны в некоторых странах. Поскольку GL.iNet не является провайдером этой услуги, в случае возникновения проблем с использованием Bark, пожалуйста, обратитесь напрямую в $$$$Техническую Поддержку Bark$$$$ за помощью.",
        "force_dns_enable_tips": "Bark блокирует почти все DNS-запросы клиентов, отправляемые в Интернет. Пожалуйста, $$$$Перейдите на страницу DNS$$$$ и отключите опцию {label}, чтобы избежать проблем с доступом клиентов в Интернет.",
        "visit_tips": "Посетите $$$$bark us$$$$, чтобы узнать больше и зарегистрироваться сегодня для бесплатной недельной пробной версии.",
        "feature_tips1": "Установите родительский контроль на все устройства, подключенные к Интернету в вашем доме.",
        "feature_tips2": "Установите ежедневное время сна и учебы на всех устройствах вашего ребенка, чтобы ограничить онлайн-отвлечения.",
        "feature_tips3": "Выберите, какие веб-сайты и приложения разрешены/заблокированы на всех устройствах.",
        "feature_tips4": "Контролируйте текстовые сообщения вашего ребенка, электронную почту и более 30 социальных платформ и приложений на предмет признаков цифровых угроз.",
        "unbind_tips": "Вы уверены, что хотите сбросить код сопряжения для повторного сопряжения устройства с другой учетной записью? Обратите внимание, что это действие не удалит устройство из текущей сопряженной учетной записи.",
        "weight_desc": "Награжденная сервисом Bark поможет защитить цифровой мир вашего ребенка и обеспечить комплексную онлайн-защиту.",
        "enable_ipv6_label": "Включить IPv6",
        "pairing_code_label": "Код сопряжения",
        "unbind_btn": "Пересопряжение"
    }
}
