{
    "menu_parentalcontrol": "Ebeveyn Kontrolü",
    "parental": {
        "enable_lable": "Ebeveyn Kontrolünü Etkinleştir",
        "enable_auto_update_label": "Özellik Kütüphanesinin Otomatik Güncellenmesini Etkinleştir",
        "drop_anonymous_label": "Yönetilmeyen Cihazlar için WAN'ı Engelle",
        "view_anonymous_btn": "Yönetilmeyen Cihazları Görüntüle",
        "anonymous_title": "Yönetilmeyen Cihazlar",
        "group_name_label": "Profil Adı",
        "edit_group_title": "Profili Düzenle",
        "remove_group_tips": "Profili silmek istediğinizden emin misiniz?",
        "remove_rule_tips": "Bu kural kümesini silmek istediğinizden emin misiniz?",
        "add_group_step2_desc": "Önce bu cihazları yönlendiriciye istemci olarak bağlamalısınız. Aksi takdirde, bireysel MAC adreslerini manuel olarak girmeniz gerekecektir.",
        "add_group_step3_desc": "Ardından, bu cihazların internete erişimini nasıl sınırlandıracağınızı ayarlayabilirsiniz.",
        "remove_schedule_tips": "Zamanlamayı silmek istediğinizden emin misiniz?",
        "manual_add_mac_title": "Cihazı Manuel Ekle",
        "drop_label": "İnternet Erişimini Engelle",
        "drop_desc": "Tüm İnternet bağlantılarını kes",
        "accept_label": "Sınır Yok",
        "accept_desc": "Tüm internet bağlantılarını kabul et",
        "remove_rule_err_default_msg": "Herhangi bir profil için varsayılan kural kümesi ise silinemez. Lütfen profillerinizi kontrol edin.",
        "remove_rule_err_using_msg": "Herhangi bir profil için geçici kural seti ise silinemez. Lütfen profillerinizi kontrol edin.",
        "group_title": "Profiller",
        "group_desc": "Her çocuğunuz için bir profil oluşturabilir ve kullandıkları istemci cihazlarını ekleyebilirsiniz. Ardından, onlar için belirlediğiniz öğrenme saatleri, yatma saatleri vb. temelinde her profil içinde farklı programlar ayarlayabilirsiniz. Bu programlar, cihaz grubundaki cihazların belirttiğiniz zamanlarda hangi web sitelerine ve uygulamalara erişebileceğini kontrol edecektir.",
        "device_type_th": "Cihaz Türü",
        "device_name_th": "Cihaz Adı",
        "no_device_label": "Cihaz Yok",
        "next_schedule_tips": "{time} sonra {rule}'a geç",
        "brief_title": "Geçici Kural Kümesi Ayarla",
        "brief_tips": "Geçici kural seti durdurulana kadar herhangi bir zamanlama ayarı etkili olmayacaktır.",
        "brief_label": "Geçici olarak değiştir",
        "brief_duration_tips": "Süre {time}",
        "add_group_step1_title": "1. Çocuğunuz veya aileniz için bir profil oluşturun",
        "add_group_step2_title": "2. Yönetilecek cihazları seçin",
        "add_group_step3_title": "3. Bu cihazlar için erişim sınırlarını ayarla",
        "add_group_step4_title": "4. Zamanlama ayarlarına git",
        "add_group_step1_desc": "Öncelikle, tüm aileniz için tüm cihazların ağ erişimini kontrol etmek isteyip istemediğinize veya her çocuk için ayrı ayrı erişimi kontrol etmek isteyip istemediğinize bağlı olarak çocuklarınızın veya ailenizin kullandığı istemci cihazları seçin. Bundan sonra,",
        "add_group_step1_desc_point1": "1. seçtiğiniz tüm cihazlardan internete erişimi engelleyin;",
        "add_group_step1_desc_point2": "2. seçtiğiniz tüm cihazların belirli uygulamalara veya sitelere erişimini sınırlandırın.",
        "add_group_step1_tips": "Bu cihazlara kolay hatırlanabilir isimler verebilirsiniz. Belirli bir çocuk için oluşturuluyorsa, çocuğun adını veya takma adını kullanabilirsiniz.",
        "add_group_step3_desc_point1": "1. bu cihazların internete bağlanmasını engelleyebilir ve ardından kısıtlamayı belirli bir zamanda duraklatabilirsiniz;",
        "add_group_step3_desc_point2": "2. Ayrıca, çocuğunuzun uygun bulmadığınız içeriklere erişmesini veya görüntülemesini engellemek için bu cihazların belirli uygulamalara veya internet sitelerine erişimini engelleyebilirsiniz.",
        "add_group_step3_tips": "Erişilmesini istemediğiniz uygulamaları veya siteleri engellemek için yeni bir kural seti oluşturabilirsiniz.",
        "add_group_step4_tips": "Bir profil başarıyla oluşturdunuz!",
        "add_group_step4_desc": "Çocuğunuz veya aileniz için daha detaylı bir program belirlemeniz gerekiyorsa, örneğin çalışma zamanları, oyun oynama zamanları veya yatma saati gibi; ek program ayarları yapabilirsiniz.",
        "default_rule_label": "Varsayılan Kural Seti",
        "add_rule_btn": "Yeni Kural Seti Ekle",
        "later_btn": "Daha Sonra",
        "finish_btn": "Bitir",
        "to_set_btn": "Ayarlara Git",
        "edit_group_desc": "Her istemci cihazı yalnızca bir profile atanabilir. Bir istemci cihazını başka bir profile eklerseniz, orijinalinden kaldırılacaktır.",
        "device_title": "Cihazlar",
        "add_device_btn": "Cihazı Yönet",
        "add_device_tips": "Lütfen çocuğunuza veya ailenize ait olan istemci cihazını seçin, örneğin çocuğun cep telefonu, tablet, oyun konsolu. Lütfen her istemci cihazın yalnızca bir profile atanabileceğini unutmayın.",
        "schedule_title": "Zamanlamalar",
        "add_schedule_btn": "Zamanlama Ekle",
        "add_schedule_tips": "Cihazın ek kısıtlamalara tabi olacağı özel zaman aralıkları ayarlayabilirsiniz. Örneğin, çocuğunuzun oynamasına izin verdiğiniz oyun zamanlarını, hafta sonları serbest zaman aralıklarını veya çocuğunuzun mola vermesi gereken zamanları tanımlayabilirsiniz.",
        "schedule_rule_label": "Zamanlama Kural Seti",
        "execution_time_label": "Çalışma Zamanı",
        "time_to_label": "{time} - {time}",
        "execution_day_label": "Uygulama Gün(ler)i",
        "day_err_msg": "Lütfen bir yürütme günü seçin.",
        "time_err_msg": "Bitiş zamanı, başlangıç zamanından en az 15 dakika sonra olmalıdır.",
        "day_conflict_err_msg": "{day} tarihleri arasında {begin} ile {end} arasında zaten başka programlar mevcut, lütfen önce onları kaldırın.",
        "time_conflict_err_msg": "{begin} ile {end} arasında zaten başka zamanlamalar mevcut, lütfen önce onları kaldırın.",
        "begin_time_label": "Başlangıç Zamanı",
        "end_time_label": "Bitiş Zamanı",
        "stop_brief_btn": "Geçici Kural Kümesini Durdur",
        "manual_stop_brief_label": "Manuel Durdurmaya Kadar",
        "brief_stop_time_label": "Durdurma Zamanı",
        "rule_desc": "Çocuğunuzun hangi web sitelerine ve uygulamalara erişebileceğini sınırlamak için belirli zaman dilimlerine özel kural kümeleri tanımlayabilirsiniz. Örneğin, \"öğrenme zamanı\" belirli video sitelerine veya uygulamalara erişime izin vermez.",
        "rule_title": "kural kümesi",
        "rule_tips": "Her profil programında hangi zaman diliminde hangi kural setinin kullanılacağını atayabilirsiniz.",
        "rule_name_th": "Kural Seti Adı",
        "rule_drop_count_tips": "{count} siteye erişimi engelle",
        "system_badge": "sistem",
        "add_rule_title": "Yeni Kural Seti Ekle",
        "edit_rule_title": "Kural Kümesini Düzenle",
        "rule_color_label": "Renk",
        "rule_drop_app_label": "Uygulama ve Siteleri Engelle",
        "aim_type_label": "Sosyal",
        "game_type_label": "Oyun",
        "video_type_label": "Video",
        "shop_type_label": "Alışveriş",
        "music_type_label": "Müzik",
        "job_type_label": "İşe Alım",
        "download_type_label": "İndir",
        "portal_type_label": "Web Portalı",
        "default_rule_tips": "Bir zamanlama ayarlamadığınız sürece, yönlendirici bu kuralı uygulayarak profildeki tüm istemci cihazların erişimini sınırlandıracaktır.",
        "current_rule_label": "Mevcut Kural Seti:",
        "del_all_schedule_btn": "Tüm Zamanlamaları Sil",
        "remove_all_schedule_tips": "Tüm programları silmek istediğinizden emin misiniz?",
        "version_conversion_btn": "Sürüm Değiştir",
        "toggle_version_desc": "İhtiyacınıza göre kullanmak istediğiniz ebeveyn kontrolü özelliğinin sürümünü seçebilirsiniz. Ebeveyn Kontrollerinin her iki sürümü de aynı anda etkinleştirilemez ve sürümler arasında geçiş yaptığınızda diğeri otomatik olarak devre dışı bırakılır.",
        "local_version_title": "Yerel Sürüm",
        "local_version_desc": "Yerel sürüm GL.iNet tarafından sağlanmaktadır. Şu anda beta aşamasındadır, bu nedenle ek bir ücret yoktur. Bu sürümde, uygulamaya göre istekleri filtrelemeniz gerekiyorsa, etki alanını manuel olarak girmeniz gerekir.",
        "bark_version_desc": "Bark tarafından sağlanan ve kendi platformlarında yönetilen Bark sürümü, uygulamaları ve web sitelerini tek tıkla filtreleme ve istek geçmişini izleme seçeneği sunar. Lütfen bu hizmet için Bark'a doğrudan ek bir abonelik ücreti ödeneceğini unutmayın.",
        "bark_version_title": "Bark Sürümü",
        "blocklist_input_mode_label": "Engelleme Listesi Giriş Modu",
        "blocklist_input_mode_tooltip": "Kara listeyi manuel olarak veya URL'ye abone olarak ayarlayabilirsiniz. URL'ye abone olduktan sonra, kara liste her gün otomatik olarak güncellenecektir.",
        "success_and_fail_domain_tip": "{success} alan adı veya IP adresi başarıyla tespit edildi, {failed} alan adı veya IP adresi tespit edilemedi.",
        "manual_label": "Manuel",
        "subscription_url_label": "Abonelik URL'si",
        "input_url_link_label": "URL Bağlantısı Girin",
        "detect_button": "Tespit Et",
        "detecting_message": "Lütfen bekleyin, tespit devam ediyor.",
        "ssid_or_password_is_error": "SSID veya şifre yanlış.",
        "domain_detect_success_tips": "{count} alan adı başarıyla tespit edildi.",
        "domain_detect_failed_tips": "{count} alan adı tespit edilemedi.",
        "input_url_link_tips": "Lütfen doğru URL'yi girin. URL algılama, alan adının doğruluğunu belirleyecektir."
    },
    "bark": {
        "feature_tips4": "Çocuğunuzun mesajlarını, e-postalarını ve 30'dan fazla sosyal medya platformunu ve uygulamalarını dijital tehlikeler açısından izleyin",
        "pairing_code_label": "Eşleştirme Kodu",
        "unbind_btn": "Yeniden Eşleştir",
        "unbind_tips": "Cihazı başka bir hesaba yeniden eşleştirmek için eşleştirme kodunu sıfırlamak istediğinizden emin misiniz? Bu işlemin cihazı şu anda eşleştirilmiş hesaptan kaldırmayacağını unutmayın.",
        "weight_desc": "Bark'ın ödüllü hizmeti, çocuğunuzun dijital dünyasını korumaya yardımcı olabilir ve kapsamlı çevrimiçi koruma sağlayabilir.",
        "visit_tips": "Daha fazla bilgi edinmek ve ücretsiz olarak kullanmak için $$$$bark us$$$$ ziyaret edin.",
        "desc": "Seçtiğiniz abonelik türüne (Bark veya BarkJr) bağlı olarak şunları yapabileceksiniz:",
        "unbound_tips": "Bark hizmeti etkin, ancak bu cihaz henüz herhangi bir hesapla eşleştirilmemiş. Lütfen bu cihazı Bark hesabınızla eşleştirmek için $$$$Cihaz Eşleştirme Bağlantısı$$$$ kullanın.",
        "online_tips": "Cihaz Bark Bulut Hizmetleri'ne bağlı ve bir hesapla eşleştirilmiş. Erişimi kontrol etmek için lütfen $$$$Bark'a Git$$$$ ve eşleştirilmiş hesaba giriş yapın.",
        "enable_ipv6_label": "IPv6'yı Etkinleştir",
        "note_tips": "Bark'ın hizmeti bazı ülkelerde kullanılamayabilir. GL.iNet bu hizmetin sağlayıcısı olmadığından, Bark kullanırken herhangi bir sorun yaşarsanız lütfen doğrudan $$$$Bark Teknik Destek$$$$ ile iletişime geçin.",
        "force_dns_enable_tips": "Bark, istemcilerden internete gönderilen neredeyse tüm DNS isteklerini engeller. İstemcilerinizin internete erişemememesi için lütfen $$$$ DNS Sayfasına Git$$$$ {label} seçeneğini devre dışı bırakın.",
        "feature_tips1": "Evdeki tüm internete bağlı cihazlarda ebeveyn kontrolleri ayarlayın.",
        "feature_tips2": "Çocuğunuzun tüm cihazlarında günlük yatma ve okul saatlerini ayarlayarak çevrimiçi dikkat dağıtıcıları sınırlayın",
        "feature_tips3": "Tüm cihazlarda hangi web sitelerinin ve uygulamaların izin verildiğini/engellendiğini seçin"
    }
}
