{
    "bark": {
        "feature_tips3": "Виберіть, які веб-сайти та додатки дозволені/заблоковані на всіх пристроях.",
        "note_tips": "Служба Bark може бути недоступною в деяких країнах. Оскільки GL.iNet не є постачальником цієї служби, у разі виникнення будь-яких проблем із використанням Bark, будь ласка, зверніться безпосередньо до $$$$Технічної Підтримки Bark$$$$ за допомогою.",
        "force_dns_enable_tips": "Bark блокує майже всі DNS-запити клієнтів, що надсилаються в Інтернет. Будь ласка, $$$$Перейдіть на сторінку DNS$$$$ вимкніть опцію {label}, щоб уникнути ситуації, коли ваші клієнти не зможуть отримати доступ до Інтернету.",
        "visit_tips": "Відвідайте $$$$bark us$$$$, щоб дізнатися більше та зареєструватися сьогодні для безкоштовної, однотижневої пробної версії.",
        "feature_tips1": "Встановіть батьківський контроль на всіх пристроях, підключених до Інтернету у вашому домі.",
        "feature_tips2": "Встановіть щоденні часи сну та шкільні години на всіх пристроях вашої дитини, щоб обмежити онлайн-відволікання.",
        "feature_tips4": "Слідкуйте за текстовими повідомленнями, електронною поштою та понад 30 соціальними мережами та додатками вашої дитини на предмет ознак цифрових небезпек.",
        "pairing_code_label": "Код сполучення",
        "unbind_btn": "Повторне сполучення",
        "unbind_tips": "Ви впевнені, що хочете скинути код сполучення для повторного сполучення пристрою з іншим обліковим записом? Зверніть увагу, що ця дія не видалить пристрій з поточного сполученого облікового запису.",
        "weight_desc": "Нагороджена служба Bark може допомогти захистити цифровий світ вашої дитини та забезпечити всебічний онлайн-захист.",
        "desc": "Залежно від обраної вами підписки (Bark або BarkJr), ви зможете:",
        "unbound_tips": "Служба Bark активована, але цей пристрій ще не спарений з жодним обліковим записом. Будь ласка, скористайтеся $$$$Посиланням на спарювання пристрою$$$$, щоб спарити цей пристрій з вашим обліковим записом Bark.",
        "online_tips": "Пристрій підключений до хмарних служб Bark і спарений з обліковим записом. Будь ласка, $$$$Перейдіть до Bark$$$$ та увійдіть до спареного облікового запису, щоб керувати доступом.",
        "enable_ipv6_label": "Увімкнути IPv6"
    },
    "parental": {
        "drop_desc": "Відключити всі Інтернет-з'єднання",
        "remove_rule_err_default_msg": "Неможливо видалити набір правил, якщо він є набором правил за замовчуванням для будь-якого профілю. Будь ласка, перевірте ваші профілі.",
        "remove_rule_err_using_msg": "Неможливо видалити набір правил, якщо він є тимчасовим набором правил для будь-якого профілю. Будь ласка, перевірте ваші профілі.",
        "group_desc": "Ви можете створити профіль для кожної дитини та додати клієнтські пристрої, які вони використовують. Потім ви можете встановити різні розклади для кожного профілю, виходячи з часу навчання, часу сну тощо, які ви встановили для них. Ці розклади будуть контролювати доступ до веб-сайтів та додатків для пристроїв у групі пристроїв у вказаний вами час.",
        "brief_tips": "Встановлені розклади не набудуть чинності, поки не буде зупинено тимчасовий набір правил.",
        "brief_duration_tips": "Тривалість {time}",
        "add_group_step1_title": "1. Створіть профіль для вашої дитини або сім'ї",
        "add_group_step4_title": "4. Перейдіть до налаштування розкладів",
        "add_group_step1_desc": "Спочатку виберіть клієнтські пристрої, які використовують ваші діти або ваша родина, в залежності від того, чи хочете ви контролювати доступ до мережі для всіх пристроїв вашої родини, чи хочете ви контролювати доступ для кожної дитини окремо. Після цього ви можете",
        "add_group_step1_desc_point1": "1. заблокувати доступ до Інтернету з усіх обраних вами пристроїв;",
        "add_group_step1_desc_point2": "2. обмежити доступ до певних додатків або сайтів для всіх обраних вами пристроїв.",
        "add_group_step1_tips": "Ви можете назвати ці пристрої, давши їм ім'я, яке легко запам'ятати. Якщо створено для певної дитини, ви можете використати ім'я дитини або прізвисько.",
        "add_group_step2_desc": "Спочатку ви повинні підключити ці пристрої до роутера як клієнтів. В іншому випадку вам доведеться вводити MAC-адреси вручну.",
        "add_group_step3_desc": "Далі ви можете встановити, як обмежити доступ до Інтернету для цих пристроїв.",
        "add_group_step3_desc_point2": "2. ви також можете заблокувати доступ з цих пристроїв до певних додатків або Інтернет-сайтів, щоб запобігти доступу вашої дитини до контенту, який ви вважаєте непридатним для неї.",
        "add_group_step3_tips": "Ви можете створити новий набір правил, щоб заблокувати додатки або сайти, до яких ви не хочете допускати доступ.",
        "add_group_step4_desc": "Якщо вам потрібно вказати більш детальний розклад для вашої дитини або вашої родини, щоб включити час для навчання, час для ігор або час для сну; ви можете зробити додаткові налаштування розкладу.",
        "finish_btn": "Завершити",
        "to_set_btn": "Перейти до налаштування",
        "edit_group_desc": "Кожен клієнтський пристрій може бути призначений лише до одного профілю. Якщо ви додасте клієнтський пристрій до іншого профілю, він буде видалений з оригінального.",
        "device_title": "Пристрої",
        "add_device_btn": "Керування пристроєм",
        "add_device_tips": "Будь ласка, виберіть клієнтський пристрій, який належить вашій дитині або сім'ї, наприклад, мобільний телефон дитини, планшет, ігрову консоль. Зверніть увагу, що кожен клієнтський пристрій може бути призначений лише до одного профілю.",
        "execution_time_label": "Час виконання",
        "time_to_label": "{time} до {time}",
        "execution_day_label": "День(і) виконання",
        "day_err_msg": "Будь ласка, виберіть день(і) виконання.",
        "time_err_msg": "Час закінчення має бути принаймні на 15 хвилин пізніше, ніж час початку.",
        "day_conflict_err_msg": "Інші розклади вже існують для {day} між {begin} та {end}, будь ласка, спочатку видаліть їх.",
        "time_conflict_err_msg": "Інші розклади вже існують на період між {begin} та {end}, будь ласка, спочатку видаліть їх.",
        "begin_time_label": "Час початку",
        "end_time_label": "Час закінчення",
        "stop_brief_btn": "Зупинити тимчасовий набір правил",
        "manual_stop_brief_label": "До ручного зупинення",
        "brief_stop_time_label": "Час зупинки",
        "rule_desc": "Ви можете визначити набори правил для конкретних часових періодів, щоб обмежити доступ вашої дитини до певних веб-сайтів та додатків. Наприклад, під час \"часу навчання\" не дозволяється доступ до певних відео сайтів або додатків.",
        "rule_title": "набір правил",
        "rule_tips": "Ви можете призначити набір правил, який буде використовуватися в певний часовий період у розкладі кожного профілю.",
        "rule_name_th": "Назва набору правил",
        "rule_drop_count_tips": "Блокувати доступ до {count} сайтів",
        "system_badge": "система",
        "add_rule_title": "Додати новий набір правил",
        "edit_rule_title": "Змінити набір правил",
        "rule_color_label": "Колір",
        "rule_drop_app_label": "Блокування програм та сайтів",
        "aim_type_label": "Соціальні мережі",
        "toggle_version_desc": "Ви можете вибрати потрібну версію функції батьківського контролю. Обидві версії батьківського контролю не можуть бути включені одночасно, і коли ви переключаєте версії, інша буде автоматично вимкнена.",
        "local_version_title": "Локальна версія",
        "local_version_desc": "Локальну версію надає GL.iNet. Наразі вона знаходиться в бета-тестуванні, тому не потребує додаткових витрат. У цій версії, якщо вам потрібно фільтрувати запити за додатком, вам необхідно вручну ввести домен.",
        "bark_version_desc": "Версія Bark, яка надається та керується $$$$Bark$$$$ на їхній власній платформі, пропонує можливість фільтрувати додатки та веб-сайти одним кліком та моніторити історію запитів. Зверніть увагу, що за цю послугу необхідно сплатити додаткову абонентську плату безпосередньо Bark.",
        "bark_version_title": "Версія Bark",
        "enable_lable": "Увімкнути батьківський контроль",
        "enable_auto_update_label": "Увімкнути автоматичне оновлення бібліотеки функцій",
        "drop_anonymous_label": "Блокувати WAN для некерованих пристроїв",
        "view_anonymous_btn": "Переглянути некеровані пристрої",
        "anonymous_title": "Некеровані пристрої",
        "group_name_label": "Назва профілю",
        "edit_group_title": "Змінити профіль",
        "remove_group_tips": "Ви впевнені, що хочете видалити профіль?",
        "remove_rule_tips": "Ви впевнені, що хочете видалити набір правил?",
        "remove_schedule_tips": "Ви впевнені, що хочете видалити розклад?",
        "manual_add_mac_title": "Додати пристрій вручну",
        "drop_label": "Блокувати доступ до Інтернету",
        "accept_label": "Без обмежень",
        "accept_desc": "Дозволити всі Інтернет-з'єднання",
        "group_title": "Профілі",
        "device_type_th": "Тип пристрою",
        "device_name_th": "Назва пристрою",
        "no_device_label": "Немає пристрою",
        "next_schedule_tips": "Перейти на {rule} через {time}",
        "brief_title": "Встановити тимчасовий набір правил",
        "brief_label": "Тимчасово перейти на",
        "add_group_step2_title": "2. Виберіть пристрої для керування",
        "add_group_step3_title": "3. Встановіть обмеження доступу для цих пристроїв",
        "add_group_step3_desc_point1": "1. ви можете запобігти підключенню цих пристроїв до Інтернету, а потім призупинити обмеження на певний час;",
        "add_group_step4_tips": "Ви успішно створили профіль!",
        "default_rule_label": "Стандартний набір правил",
        "add_rule_btn": "Додати новий набір правил",
        "later_btn": "Пізніше",
        "schedule_title": "Розклади",
        "add_schedule_btn": "Додати розклад",
        "add_schedule_tips": "Ви можете налаштувати спеціальні часові проміжки, під час яких на пристрій будуть поширюватися додаткові обмеження. Наприклад, ви можете визначити час для ігор, коли ви дозволяєте дитині грати; вільні часові слоти на вихідних або час, коли дитині потрібно зробити перерву.",
        "schedule_rule_label": "Набір правил розкладу",
        "game_type_label": "Ігри",
        "video_type_label": "Відео",
        "shop_type_label": "Шопінг",
        "music_type_label": "Музика",
        "job_type_label": "Рекрутинг",
        "download_type_label": "Завантаження",
        "portal_type_label": "Веб-портал",
        "default_rule_tips": "Якщо ви не налаштуєте розклад, роутер обмежить доступ до всіх клієнтських пристроїв у профілі, використовуючи це правило.",
        "current_rule_label": "Поточний набір правил:",
        "del_all_schedule_btn": "Видалити всі розклади",
        "remove_all_schedule_tips": "Ви впевнені, що хочете видалити всі розклади?",
        "version_conversion_btn": "Переключити версію",
        "blocklist_input_mode_label": "Режим введення чорного списку",
        "blocklist_input_mode_tooltip": "Ви можете встановити чорний список вручну або шляхом підписки на URL. Після підписки на URL чорний список буде автоматично оновлюватися щодня.",
        "manual_label": "Вручну",
        "subscription_url_label": "URL підписки",
        "input_url_link_tips": "Будь ласка, введіть правильний URL. Виявлення URL визначить коректність доменного імені.",
        "success_and_fail_domain_tip": "{success} доменних імен або IP-адрес було успішно виявлено, а {failed} доменних імен або IP-адрес не вдалося виявити.",
        "input_url_link_label": "Введіть посилання URL",
        "detect_button": "Виявити",
        "detecting_message": "Зачекайте, триває виявлення.",
        "ssid_or_password_is_error": "Неправильний SSID або пароль.",
        "domain_detect_success_tips": "{count} доменних імен було успішно виявлено.",
        "domain_detect_failed_tips": "{count} доменних імен не вдалося виявити."
    },
    "menu_parentalcontrol": "Батьківський контроль"
}
