{
    "ddns": {
        "desc": "Engedélyezheti a Dinamikus DNS (DDNS) szolgáltatást erre a routerre, és távolról hozzáférhet a routerhez. Akár tíz perc késleltetés is előfordulhat a DNS szerverek közötti rekordok szinkronizálásában. Ez azt eredményezheti, hogy a DDNS domaineken keresztüli hozzáférés nem azonnal elérhető, miután éppen engedélyezte, vagy ha a nyilvános IP-címe nemrég megváltozott.",
        "test": "DDNS Teszt",
        "enable_http": "Távoli HTTP hozzáférés engedélyezése",
        "enable_https": "Távoli HTTPS-hozzáférés engedélyezése",
        "enable_ssh": "Távoli SSH hozzáférés engedélyezése",
        "read_and_agree": "Elolvastam és elfogadom a(z)",
        "terms_service": "felhasználási feltételeket",
        "privacy_policy": "adatvédelmi szabályzatot",
        "detecting": "Észlelés folyamatban. Kérem, várjon…",
        "working": "A DDNS szolgáltatás fut.",
        "not_effective": "A DDNS még nem aktív. Kérjük, próbálja meg később.",
        "enable_http_tip": "Az HTTP egy nem titkosított protokoll. Kérjük, óvatosan használja.",
        "host_name": "Hosztnév",
        "parsing_success_tips": "A DDNS domain helyesen feloldódott erre az eszközre vonatkozó nyilvános IP-címre.",
        "parsing_error_tips": "A DNS szerver nem találta meg ennek a DDNS domainnek a DNS bejegyzését. Kérjük, ellenőrizze az eszköz internetkapcsolatát.",
        "parsing_warning_tips": "A DDNS domain feloldásból származó IP-cím nem egyezik meg az eszköz WAN IP-címével. Dinamikus DNS használatához internetes nyilvános IP-cím szükséges. Ha ez a router NAT mögött van, előfordulhat, hogy port továbbítást kell beállítania az internetszolgáltató routerén. Ha VPN kliens aktív, kérjük, kapcsolja ki a \"GL.iNet szolgáltatások VPN használata\" opciót a globális beállításokban.",
        "parsing_label": "IP-cím a DDNS Domain Feloldásból",
        "parsing_interface_title": "WAN interfész IP-címe",
        "remote_access_tips": "Ha távolról szeretné elérni az eszközt, kérjük, látogasson el a $$$$Biztonsági oldalra$$$$ a beállításokhoz.",
        "parsing_ip_warning_tips": "A DDNS domain feloldásból származó IP-cím nem egyezik meg az eszköz WAN IP-címével.",
        "need_pubilc_ip_tips": "Dinamikus DNS használatához nyilvános IP-cím szükséges.",
        "sevices_warning_tips": "Ha VPN kliens aktív, kérjük, kapcsolja ki a \"GL.iNet szolgáltatások VPN használata\" opciót a globális beállításokban.",
        "nat_warning_tips": "Ha ez a router NAT mögött van, előfordulhat, hogy port továbbítást kell beállítania az internetszolgáltató által biztosított routeren.",
        "use_desc": "Engedélyezheti a Dinamikus DNS (DDNS) szolgáltatást erre a routerre, és távolról hozzáférhet a routerhez.",
        "enabled_tips": "Akár 10 perc késleltetés is előfordulhat a DNS szerverek közötti rekord szinkronizálásban. Ez azt eredményezheti, hogy nem tud hozzáférni a DDNS domain néven keresztül azonnal, miután éppen engedélyezte, vagy ha a nyilvános IP-címe megváltozott.",
        "security_settings_btn": "Biztonsági beállítások",
        "security_settings_tips": "A \"Rendszer-Biztonság\" Távoli hozzáférés-vezérlésben módosíthat két beállítást a távoli hozzáférés korlátozásához.",
        "to_security_btn": "Ugrás a biztonsági beállításokhoz"
    },
    "menu_dynamicdns": "Dinamikus DNS"
}
