{
    "ddns": {
        "need_pubilc_ip_tips": "Norėdami naudoti dinaminį DNS, jums reikia viešojo interneto IP adreso.",
        "detecting": "Aptikimas, prašome palaukti…",
        "remote_access_tips": "Jei norite nuotoliniu būdu pasiekti įrenginį, prašome eiti į $$$$Saugumo puslapį$$$$, kad nustatytumėte.",
        "not_effective": "Jūsų DDNS dar neveikia. Prašome pabandyti vėliau.",
        "terms_service": "Paslaugų teikimo sąlygos",
        "parsing_ip_warning_tips": "IP adresas, gautas iš DDNS domeno išsprendimo, nesutampa su įrenginio WAN IP adresu.",
        "enable_http_tip": "HTTP yra nešifruotas protokolas. Prašome naudoti atsargiai.",
        "enable_https": "Įgalinti HTTPS nuotolinę prieigą",
        "read_and_agree": "Aš perskaičiau ir sutinku",
        "host_name": "Vedėjo pavadinimas",
        "sevices_warning_tips": "Jei įjungėte VPN klientą, prašome išjungti „GL.iNet paslaugos naudoja VPN“ visuotinėse parinktyse.",
        "parsing_label": "IP adresas iš DDNS domeno išsprendimo",
        "enable_ssh": "Įgalinti SSH nuotolinę prieigą",
        "parsing_warning_tips": "IP adresas, gautas iš DDNS domeno išsprendimo, nesutampa su įrenginio WAN IP adresu. Norėdami naudoti dinaminį DNS, jums reikia viešojo interneto IP adreso. Jei šis maršrutizatorius yra už NAT, gali tekti nustatyti prievadų peradresavimą jūsų ISP maršrutizatoriuje. Jei įjungėte VPN klientą, prašome išjungti „GL.iNet paslaugos naudoja VPN“ visuotinėse parinktyse.",
        "nat_warning_tips": "Jei šis maršrutizatorius yra už NAT, gali tekti nustatyti prievadų peradresavimą jūsų ISP maršrutizatoriuje.",
        "enabled_tips": "Tarp DNS serverių įrašų sinchronizacijos gali būti iki 10 minučių vėlavimas. Tai gali sukelti negalėjimą iš karto pasiekti per DDNS domeno vardą, kai tik jį įjungėte arba pasikeitė jūsų viešasis IP.",
        "parsing_interface_title": "WAN sąsajos IP adresas",
        "enable_http": "Įgalinti HTTP nuotolinę prieigą",
        "parsing_success_tips": "DDNS domenas buvo teisingai išspręstas į šio įrenginio viešąjį IP.",
        "use_desc": "Galite įjungti dinaminį DNS (DDNS) šiam maršrutizatoriui ir turėti prieigą prie jo nuotoliniu būdu.",
        "parsing_error_tips": "DNS serveris nerado šio DDNS domeno DNS įrašo. Prašome patikrinti įrenginio interneto ryšį.",
        "privacy_policy": "Privatumo politika",
        "working": "Jūsų DDNS paslauga veikia.",
        "test": "DDNS testas",
        "desc": "Galite įjungti dinaminį DNS (DDNS) šiam maršrutizatoriui ir turėti prieigą prie jo nuotoliniu būdu. DNS serverių įrašų sinchronizacijos užtrukimas gali siekti iki dešimties minučių. Dėl to gali atsirasti vėlavimas, kai naudojatės DDNS domenais iš karto po jų įjungimo arba jei neseniai pasikeitė jūsų viešasis IP.",
        "security_settings_btn": "Saugumo nustatymai",
        "to_security_btn": "Eiti į saugumo puslapį",
        "security_settings_tips": "„Sistemos-Saugumo“ nuotolinės prieigos kontrolėje galite pakeisti dvi parinktis, kad apribotumėte nuotolinę prieigą."
    },
    "menu_dynamicdns": "Dinaminis DNS"
}
