{
    "ddns": {
        "test": "Test DDNS",
        "enable_http": "Włącz Zdalny Dostęp Przez HTTP",
        "desc": "Możesz włączyć Dynamiczny DNS (DDNS) dla tego routera i uzyskać do niego zdalny dostęp. Może wystąpić opóźnienie do dziesięciu minut w synchronizacji rekordów między serwerami DNS. Może to skutkować brakiem dostępu przez domeny DDNS bezpośrednio po ich włączeniu lub jeśli Twój publiczny adres IP niedawno uległ zmianie.",
        "enable_https": "Włącz Zdalny Dostęp HTTPS",
        "enable_ssh": "Włącz Zdalny Dostęp Przez SSH",
        "read_and_agree": "Przeczytałem i Zgadzam Się",
        "terms_service": "Warunki Świadczenia Usług",
        "privacy_policy": "Polityka Prywatności",
        "detecting": "Trwa wykrywanie, proszę czekać…",
        "working": "Twoja usługa DDNS działa.",
        "not_effective": "Twoje DDNS nie jest jeszcze aktywne. Proszę spróbować później.",
        "enable_http_tip": "HTTP to protokół niezaszyfrowany. Proszę używać z ostrożnością.",
        "host_name": "Nazwa Hosta",
        "parsing_success_tips": "Domena DDNS została poprawnie rozwiązana na publiczny adres IP tego urządzenia.",
        "parsing_error_tips": "Serwer DNS nie mógł znaleźć rekordu DNS dla tej domeny DDNS. Proszę sprawdzić połączenie z Internetem urządzenia.",
        "parsing_warning_tips": "Adres IP uzyskany z rozpoznania domeny DDNS nie jest zgodny z adresem WAN urządzenia. Aby korzystać z Dynamicznego DNS, wymagany jest publiczny adres IP. Jeśli ten router znajduje się za NAT-em, konieczne może być skonfigurowanie przekierowania portów na routerze dostawcy internetu. Jeśli masz włączonego klienta VPN, wyłącz opcję „Usługi GL.iNet korzystają z VPN” w ustawieniach globalnych.",
        "parsing_label": "Adres IP z rozwiązania Domeny DDNS",
        "parsing_interface_title": "Adres IP interfejsu WAN",
        "remote_access_tips": "Jeśli chcesz uzyskać dostęp do urządzenia zdalnie, proszę przejdź do $$$$Strony Bezpieczeństwa$$$$, aby to skonfigurować.",
        "parsing_ip_warning_tips": "Adres IP uzyskany w wyniku rozwiązania domeny DDNS nie jest taki sam jak adres IP interfejsu WAN urządzenia.",
        "need_pubilc_ip_tips": "Aby korzystać z Dynamicznego DNS, potrzebny jest publiczny adres IP w Internecie.",
        "sevices_warning_tips": "Jeśli masz włączony klient VPN, proszę wyłączyć opcję \"Usługi od GL.iNet korzystają z VPN\" w opcjach globalnych.",
        "nat_warning_tips": "Jeśli ten router znajduje się za NAT-em, może być konieczne ustawienie przekierowania portów na routerze dostawcy internetu.",
        "use_desc": "Możesz włączyć Dynamiczny DNS (DDNS) dla tego routera i uzyskać do niego zdalny dostęp.",
        "enabled_tips": "Może wystąpić opóźnienie do 10 minut w synchronizacji rekordów między serwerami DNS. Może to spowodować, że nie będziesz mógł natychmiast uzyskać dostępu przez nazwę domeny DDNS zaraz po jej włączeniu lub gdy Twój publiczny adres IP ulegnie zmianie.",
        "security_settings_btn": "Ustawienia bezpieczeństwa",
        "security_settings_tips": "W sekcji \"System-Bezpieczeństwo\" Kontrola dostępu zdalnego możesz zmodyfikować dwie opcje, aby ograniczyć zdalny dostęp.",
        "to_security_btn": "Przejdź do Bezpieczeństwa"
    },
    "menu_dynamicdns": "Dynamiczny DNS"
}
