{
    "ddns": {
        "test": "Тест DDNS",
        "enable_http": "Включить удаленный доступ по HTTP",
        "sevices_warning_tips": "Если у вас включен VPN-клиент, пожалуйста, отключите опцию \"Сервисы от GL.iNet используют VPN\" в глобальных настройках.",
        "security_settings_btn": "Настройки безопасности",
        "desc": "Вы можете включить динамический DNS (DDNS) для этого роутера и получить удаленный доступ к нему. Между серверами DNS может быть задержка до десяти минут при синхронизации записей. Это может привести к тому, что доступ через домены DDNS не будет доступен сразу после включения или если ваш публичный IP недавно изменился.",
        "enable_https": "Включить удаленный доступ по HTTPS",
        "enable_ssh": "Включить удаленный доступ по SSH",
        "read_and_agree": "Я прочитал и согласен",
        "terms_service": "Условия обслуживания",
        "privacy_policy": "Политика конфиденциальности",
        "detecting": "Идет обнаружение, пожалуйста, подождите…",
        "working": "Ваша служба DDNS работает.",
        "not_effective": "Ваш DDNS еще не активирован. Пожалуйста, попробуйте позже.",
        "enable_http_tip": "HTTP — это незашифрованный протокол. Пожалуйста, используйте с осторожностью.",
        "host_name": "Имя хоста",
        "parsing_success_tips": "Домен DDNS был правильно разрешен в публичный IP этого устройства.",
        "parsing_error_tips": "DNS-сервер не может найти запись для этого домена DDNS. Пожалуйста, проверьте подключение устройства к Интернету.",
        "parsing_warning_tips": "IP-адрес, полученный в результате разрешения домена DDNS, не совпадает с WAN IP устройства. Для использования динамического DNS вам необходим публичный IP-адрес в Интернете. Если ваш роутер находится за NAT, возможно, вам потребуется настроить переадресацию портов на роутере вашего интернет-провайдера. Если у вас включен VPN-клиент, пожалуйста, отключите опцию \"Сервисы от GL.iNet используют VPN\" в глобальных настройках.",
        "parsing_label": "IP-адрес из результата разрешения DDNS-домена",
        "parsing_interface_title": "IP-адрес WAN-интерфейса",
        "remote_access_tips": "Если вы хотите получить удаленный доступ к устройству, пожалуйста, перейдите на $$$$Страницу безопасности$$$$ для настройки.",
        "parsing_ip_warning_tips": "IP-адрес, полученный в результате разрешения домена DDNS, не совпадает с WAN IP-адресом устройства.",
        "need_pubilc_ip_tips": "Для использования динамического DNS вам необходим публичный IP-адрес в Интернете.",
        "nat_warning_tips": "Если этот роутер находится за NAT, вам может потребоваться настроить переадресацию портов на роутере вашего интернет-провайдера.",
        "use_desc": "Вы можете включить динамический DNS (DDNS) для этого роутера и получить к нему удаленный доступ.",
        "enabled_tips": "Может быть задержка до 10 минут в синхронизации записей между DNS-серверами. Это может привести к тому, что вы не сможете сразу же получить доступ через доменное имя DDNS после его активации или изменения вашего публичного IP-адреса.",
        "security_settings_tips": "В разделе \"Система-Безопасность\" управления удаленным доступом вы можете изменить два параметра для ограничения удаленного доступа.",
        "to_security_btn": "Перейти к настройкам безопасности"
    },
    "menu_dynamicdns": "Динамический DNS"
}
