{
    "ddns": {
        "desc": "Ви можете увімкнути Динамічний DNS (DDNS) для цього маршрутизатора та отримати віддалений доступ до нього. Можлива затримка до десяти хвилин при синхронізації записів між DNS-серверами. Це може призвести до того, що доступ через домени DDNS не буде доступний відразу після того, як ви їх увімкнули, або якщо ваша публічна IP-адреса нещодавно змінилася.",
        "test": "Тест DDNS",
        "enable_http": "Увімкнути віддалений доступ через HTTP",
        "enable_https": "Увімкнути віддалений доступ через HTTPS",
        "enable_ssh": "Увімкнути віддалений доступ через SSH",
        "read_and_agree": "Я прочитав і погоджуюся",
        "terms_service": "Умови обслуговування",
        "privacy_policy": "Політика конфіденційності",
        "detecting": "Виконується виявлення, зачекайте…",
        "working": "Ваша служба DDNS працює.",
        "not_effective": "Ваш DDNS ще не набув чинності. Будь ласка, спробуйте пізніше.",
        "enable_http_tip": "HTTP — це незашифрований протокол. Будь ласка, використовуйте його обережно.",
        "host_name": "Ім'я хоста",
        "parsing_success_tips": "Домен DDNS було правильно вирішено до публічної IP-адреси цього пристрою.",
        "parsing_error_tips": "Запис DNS для цього домену DDNS не було знайдено DNS-сервером. Будь ласка, перевірте Інтернет-з'єднання пристрою.",
        "parsing_warning_tips": "IP-адреса, отримана в результаті розв'язання домену DDNS, не співпадає з WAN IP-адресою пристрою. Для використання Dynamic DNS вам потрібна публічна IP-адреса в Інтернеті. Якщо ваш маршрутизатор знаходиться за NAT, вам може знадобитися налаштувати переадресацію портів на маршрутизаторі вашого інтернет-провайдера. Якщо у вас включений VPN-клієнт, будь ласка, вимкніть \"Сервіси від GL.iNet використовують VPN\" у глобальних налаштуваннях.",
        "parsing_label": "IP-адреса з розв'язання домену DDNS",
        "parsing_interface_title": "IP-адреса інтерфейсу WAN",
        "remote_access_tips": "Якщо ви хочете отримати віддалений доступ до пристрою, будь ласка, $$$$Перейдіть на сторінку безпеки$$$$ для налаштування.",
        "parsing_ip_warning_tips": "IP-адреса, отримана в результаті розв'язання домену DDNS, не співпадає з WAN IP-адресою пристрою.",
        "need_pubilc_ip_tips": "Для використання динамічного DNS вам потрібна публічна IP-адреса в Інтернеті.",
        "sevices_warning_tips": "Якщо у вас ввімкнено VPN-клієнт, будь ласка, вимкніть опцію \"Сервіси від GL.iNet використовують VPN\" у глобальних налаштуваннях.",
        "nat_warning_tips": "Якщо цей маршрутизатор знаходиться за NAT, вам може знадобитися налаштувати переадресацію портів на маршрутизаторі вашого інтернет-провайдера.",
        "use_desc": "Ви можете увімкнути Динамічний DNS (DDNS) для цього маршрутизатора та отримати віддалений доступ до нього.",
        "enabled_tips": "Можлива затримка до 10 хвилин при синхронізації записів між DNS-серверами. Це може спричинити неможливість доступу через доменне ім'я DDNS відразу після його увімкнення або зміни вашої публічної IP-адреси.",
        "security_settings_btn": "Налаштування безпеки",
        "security_settings_tips": "У розділі \"Система-Безпека\" Контроль віддаленого доступу, ви можете змінити два параметри для обмеження віддаленого доступу.",
        "to_security_btn": "Перейти до налаштувань безпеки"
    },
    "menu_dynamicdns": "Динамічний DNS"
}
