{
    "bridge": {
        "tips_one": "Wenn Sie den Netzwerkmodus des Routers ändern, müssen Sie möglicherweise alle Endgeräte erneut verbinden.",
        "tips_two": "Wenn Sie den $$$$-Modus verwenden, können Sie sich eventuell nicht erneut mit dieser Benutzeroberfläche verbinden. Sie können die Reset-Taste 4 Sekunden lang gedrückt halten, um zum Router-Modus zurückzukehren.",
        "mode_switch": "Modus Schalter",
        "router": "Router",
        "ap": "Access Point",
        "wds": "WDS",
        "ssid": "WLAN Name (SSID)",
        "password": "Kennwort",
        "holder_choose": "Bitte auswählen",
        "access_router": "Zugriff auf Ihren Router",
        "access_router_wds_tips": "Nach erfolgreicher Überbrückung bezieht der Router automatisch eine IP vom Hauptrouter. Wenn Sie auf die Benutzeroberfläche dieses Routers Zugriff brauchen, müssen Sie die Verbindung mit der vom Hauptrouter erhaltenen IP herstellen. Um diese IP zu erhalten, überprüfen Sie die Liste der verbundenen Clients in der Benutzeroberfläche Ihres Hauptrouters. Wenn Sie keinen Zugriff auf die Benutzeroberfläche des Hauptrouters haben, können Sie den Routing-Modus wiederherstellen, indem Sie die Reset-Taste 4 Sekunden lang gedrückt halten.",
        "access_router_ext_tips": "Nach dem erfolgreichen Bridging müssen Sie, wenn Sie auf die Benutzeroberfläche dieses Routers zugreifen müssen, Ihren PC/Ihr Mobiltelefon manuell mit einer statischen IP-Adresse im selben Bereich wie der Router konfigurieren. Wenn Sie immer noch nicht darauf zugreifen können, können Sie den Routing-Modus wiederherstellen, indem Sie die Reset-Taste 4 Sekunden lang gedrückt halten.",
        "reset_mac_tips": "Bitte setzen Sie Ihre MAC Adresse auf die Hersteller MAC in 'MAC klonen' zurück.",
        "set_up_ap_tips": "Um den 'Access Point' zu aktivieren, müssen Sie zuerst ein Netzwerkkabel am WAN Port anschließen.",
        "remove_wan_tips": "Bitte entfernen Sie das Netzwerkkabel vom WAN Port.",
        "enter_pwd_tips": "Bitte geben Sie das Kennwort ein",
        "choose_ssid_tips": "Bitte SSID auswählen",
        "relay": "Extender",
        "wds_desc": "Ähnlich dem Extender. Wählen Sie bitte WDS, falls ihr Haupt-Router WDS unterstützt.",
        "router_desc": "Richten Sie ihr eigenes privates Netzwerk ein. Der Router ist danach NAT, Firewall und DHCP Server.",
        "ap_desc": "Verbinden Sie sich mit einem kabelgebundenem Netzwerk und stellen ein WLAN bereit.",
        "relay_desc": "Erweitern Sie die WLAN Reichweite eines bestehenden WLAN.",
        "connet_fail_msg": "Verbindung fehlgeschlagen.",
        "lan_conflict_msg": "Das LAN Subnetz kollidiert mit dem zu verbindenden WLAN Subnetz. Bitte wählen Sie ein anderes Subnetz.",
        "get_ip_fail_msg": "Es konnte keine IP Adresse geholt werden.",
        "bridge_pattern_label": "Bridge",
        "bridge_pattern_desc": "Verbunden mit einem verkabelten Netzwerk.",
        "force_subnet_label": "Erzwinge ein /24 Subnetz",
        "subnet_mode_bable": "Subnetz Modus",
        "passthrough_desc": "Wenn IP Passthrough aktiviert ist, leitet der Router die IP-Adresse des Provider an den LAN Port weiter.",
        "passthrough_close_warning": "Wenn Sie in diesen Modus wechseln, werden Repeater, Wireless, Clients, VPN und AdGuard Home deaktiviert.",
        "passthrough_conflict_warning": "Dieser Modus funktioniert möglicherweise nicht, wenn Sie die folgenden Einstellungen vorgenommen haben: Tethering aktiviert, Drop-in-Gateway-Modus aktiviert, IPv6 aktiviert, DNS manuell eingestellt, Multi-WAN auf Lastausgleich eingestellt, WAN-Port als LAN eingestellt, VPN-Richtlinie verwendet, Firewall-Einstellungen hinzugefügt oder die MAC-Adresse manuell eingestellt haben.",
        "passthrough_secondwan_warning": "IP Weiterleitung erfordert nur einen einzigen WAN Port. Bitte gehe zur $$$$ Seite und ändere die Einstellung oder deaktiviere die Verwendung des WAN Port als LAN Port oder LAN Port als WAN Port.",
        "passthrough_conflict_2b_warning": "Dieser Modus funktioniert nicht, wen die folgenden Einstellungen aktiviert sind: Drop-In Gateway, IPv6, manuell gesetzte DNS, Multi-WAN mit 'Load Balance', WAN Port als LAN, VPN policy, hinzugefügte Firewall Einstellungen, manuell gesetzte MAC Adresse.",
        "set_up_bridge_tips": "Um die Bridge Funktion zu aktivieren, muss zuerst ein Netzwerkkabel an dem WAN Port angeschlossen sein."
    },
    "menu_bridge": "Netzwerkmodus"
}
