{
    "bridge": {
        "tips_one": "Lorsque vous changez le comportement du routeur, il se peut que vous deviez reconnecter tous vos appareils clients.",
        "tips_two": "Quand vous utilisez les comportement $$$$, vous ne pourrez plus vous connecter à cette interface utilisateur. Vous pouvez appuyer sur le bouton de réinitialisation et le maintenir enfoncé pendant 4 secondes pour revenir au mode routeur.",
        "mode_switch": "Mode Switch",
        "router": "Routeur",
        "ap": "Point d'accès",
        "wds": "WDS",
        "ssid": "Nom du wifi (SSID)",
        "password": "Mot de passe",
        "holder_choose": "Choisissez s'il vous plait",
        "access_router": "Accès à votre routeur",
        "access_router_wds_tips": "Une fois le pontage réussi, le routeur obtient automatiquement une adresse IP du routeur principal. Si vous voulez accéder à l'interface utilisateur de ce routeur, vous devez vous connecter en utilisant l'IP obtenue du routeur principal. Pour obtenir cette IP, vérifiez la liste des clients connectés dans l'interface utilisateur de votre routeur principal. Si vous n'avez pas accès à l'interface utilisateur du routeur principal, vous pouvez rétablir le mode de routage en appuyant sur le bouton de réinitialisation pendant 4 secondes.",
        "access_router_ext_tips": "Une fois le pontage réussi, si vous avez besoin d'accéder à l'interface utilisateur de ce routeur, vous devez configurer manuellement votre PC/téléphone portable avec une adresse IP statique dans la même plage réseau que le routeur. Si vous ne pouvez toujours pas y accéder, vous pouvez rétablir le mode de routage en maintenant le bouton de réinitialisation enfoncé pendant 4 secondes.",
        "reset_mac_tips": "Veuillez réinitialiser votre addresse MAC au MAC d'usine dans MAC clone.",
        "set_up_ap_tips": "Pour configurer le mode Point d'accès, vous devez d'abord connecter un câble Ethernet au port WAN.",
        "remove_wan_tips": "Veuillez retirer le câble Ethernet du port WAN.",
        "enter_pwd_tips": "Entrez votre mot de passe",
        "choose_ssid_tips": "Choisissez le SSID svp",
        "router_desc": "Créez votre propre réseau privé. Le routeur fera office de NAT, de pare-feu et de serveur DHCP.",
        "relay": "Extenseur",
        "ap_desc": "Se connecter à un réseau câblé et diffuser un réseau sans fil.",
        "relay_desc": "Étendre la couverture Wi-Fi d'un réseau sans fil existan",
        "wds_desc": "Comme pour l'Extenseur, choisissez WDS si votre routeur principal prend en charge le mode WDS.",
        "connet_fail_msg": "La connexion a échoué",
        "lan_conflict_msg": "Le sous-réseau LAN est en conflit avec le sous-réseau Wifi à connecter, veuillez définir un sous-réseau différent.",
        "get_ip_fail_msg": "Impossible d'obtenir une addresse IP",
        "bridge_pattern_label": "Bridge",
        "bridge_pattern_desc": "Se connecter à un reseau filaire",
        "force_subnet_label": "Forcer le sous-résau /24",
        "subnet_mode_bable": "Comportement sous-réseau",
        "passthrough_desc": "Si l'option IP Passthrough est activée, le routeur transmet l'adresse IP du fournisseur d'accès Internet à vos équipements",
        "passthrough_conflict_warning": "Ce mode peut ne pas fonctionner si l'un des paramètres suivants est activé : Tethering, mode Drop-In Gateway, IPv6, DNS défini manuellement, Multi-WAN défini en mode équilibré, port WAN défini en tant que LAN, politique VPN en cours d'utilisation, tout paramètre de pare-feu a été ajouté, l'adresse MAC a été définie manuellement.",
        "passthrough_secondwan_warning": "Le mode IP Passthrough nécessite et ne peut avoir qu'un seul port WAN. Veuillez consulter la page $$$$ pour la modifier afin d'annuler l'utilisation du port WAN en tant que port LAN ou d'annuler l'utilisation du LAN en tant que port WAN.",
        "passthrough_close_warning": "Si vous passez à ce mode, les fonctions Répéteur, Sans fil, Clients, VPN et AdGuard Home seront désactivées.",
        "passthrough_conflict_2b_warning": "Ce mode peut ne pas fonctionner si vous avez les paramètres suivants : activé le mode passerelle d'insertion, activé IPv6, défini manuellement le DNS, défini le Multi-WAN en mode équilibré, défini le port WAN comme LAN, utilisé la politique VPN, ajouté un paramètre de pare-feu, défini manuellement l'adresse MAC.",
        "set_up_bridge_tips": "Pour configurer le mode Pont, vous devez d'abord connecter un câble Ethernet au port WAN."
    },
    "menu_bridge": "Comportement"
}
