{
    "menu_bridge": "Modh Líonra",
    "bridge": {
        "passthrough_close_edge_tips": "Chun aistriú go IP passthrough, múch {page}.",
        "tips_two": "Nuair a úsáideann tú modh $$$$, ní bheidh tú in ann ceangal leis an Chomhéadan Úsáideora seo arís. Is féidir leat cnaipe athshocraithe a bhrú agus a choinneáil ar feadh 4 soicind chun filleadh ar mhodh ródaire.",
        "passthrough_close_warning": "Má aistríonn tú go dtí an mód seo, beidh Athsheoltóir, Gan Sreang, Cliaint, VPN agus AdGuard Home díchumasaithe.",
        "passthrough_only_one_wan_tips": "Chun aistriú go IP passthrough, téigh go {page} agus múch WAN mar LAN nó LAN mar WAN.",
        "access_router": "Rochtain ar do Ródaire",
        "lan_conflict_msg": "Tá coinbhleacht idir an fho-líonra LAN agus an fho-líonra Wifi atá le ceangal, socraigh fo-líonra difriúil le do thoil.",
        "router": "Ródaire",
        "relay_desc": "Leathnaigh clúdach Wi-Fi líonra gan sreang atá ann cheana féin.",
        "ap": "Pointe Rochtana",
        "wds_desc": "Cosúil le Sínteoir, roghnaigh WDS le do thoil má thacaíonn do phríomhródaire le mód WDS.",
        "force_subnet_label": "Fórsaigh Fo-líonra 24",
        "relay": "Sínteoir",
        "set_up_ap_tips": "Chun modh Pointe Rochtana a shocrú, ní mór duit cábla Ethernet a cheangal leis an gcalafán WAN ar dtús.",
        "ap_desc": "Ceangal le líonra sreangach agus craoladh líonra gan sreang.",
        "holder_choose": "Roghnaigh le do thoil",
        "wds": "WDS",
        "passthrough_enable_warning": "Má athraíonn tú chuig an modh seo, cuirfear {feature} as feidhm.",
        "router_desc": "Cruthaigh do líonra príobháideach féin. Gníomhóidh an ródaire mar NAT, balla dóiteáin agus freastalaí DHCP.",
        "password": "Pasfhocal",
        "set_up_bridge_tips": "Chun modh Droichead a shocrú, ní mór duit cábla Ethernet a cheangal leis an gcalafán WAN ar dtús.",
        "tips_one": "Nuair a athraíonn tú modh líonra an ródaire, b’fhéidir go mbeidh ort gach gléas cliant a athcheangal.",
        "passthrough_desc": "Má tá IP Passthrough cumasaithe, tabharfaidh an ródaire seoladh IP an iompróra chuig an gcalafán LAN.",
        "passthrough_conflict_2b_warning": "Ní fhéadfaidh an modh seo oibriú má tá na socruithe seo a leanas agat: modh geata drop-in cumasaithe, IPv6 cumasaithe, modh TAP-S2S cumasaithe, DNS socraithe de láimh, Multi-WAN socraithe chuig modh cothromaithe ualaigh, calafán WAN socraithe mar LAN, beartas VPN in úsáid, aon socruithe balla dóiteáin curtha leis, seoladh MAC socraithe de láimh.",
        "passthrough_secondwan_warning": "Ní gá ach port WAN amháin a bheith i mód Passthrough IP. Téigh go dtí an leathanach $$$$ le do thoil chun é a mhodhnú chun úsáid an phoirt WAN mar phort LAN a chealú nó chun úsáid an LAN mar phort WAN a chealú.",
        "mode_switch": "Athraigh Mód",
        "subnet_mode_bable": "Modh Fo-líonra",
        "choose_ssid_tips": "Roghnaigh SSID",
        "get_ip_fail_msg": "Theip ar IP a fháil.",
        "access_router_wds_tips": "Nuair a bheidh an droicheadú déanta, gheobhaidh an ródaire seo seoladh IP go huathoibríoch ón bpríomh ródaire. Más gá duit teacht ar Chomhéadan Úsáideora an ródaire seo, caithfidh tú ceangal leis an seoladh IP a eisíodh ón bpríomh ródaire. Chun an seoladh IP seo a fháil, seiceáil liosta na gcliant atá ceangailte i gComhéadan Úsáideora an phríomh ródaire. Mura bhfuil rochtain agat ar Chomhéadan Úsáideora an phríomh ródaire, is féidir leat an modh ródairíochta a athchóiriú trí an cnaipe athshocraithe a choinneáil síos ar feadh 4 soicind.",
        "bridge_pattern_desc": "Ceangal le líonra sreangaithe.",
        "sub_tips": "Nuair a úsáideann tú {mode}, ní bheidh tú in ann ceangal leis an gComhéadan Úsáideora seo arís. Is féidir leat an cnaipe athshocraithe a bhrú síos ar feadh 4 soicind chun filleadh ar mhodh an ródaire.",
        "bridge_pattern_label": "Droichead",
        "connet_fail_msg": "Theip ar an gceangal.",
        "remove_wan_tips": "Bain an cábla Ethernet den phort WAN le do thoil.",
        "enter_pwd_tips": "Cuir isteach do phasfhocal",
        "reset_mac_tips": "Athshocraigh do sheoladh MAC chuig an seoladh MAC tionscail i gclónú MAC.",
        "passthrough_conflict_warning": "Ní fhéadfaidh an modh seo oibriú má tá aon cheann de na socruithe seo a leanas cumasaithe: Comhroinnt idirlín trí USB, Modh Geata Drop-In, IPv6, Modh TAP-S2S, DNS socraithe de láimh, Multi-WAN socraithe chuig modh cothromaithe ualaigh, calafán WAN socraithe mar LAN, beartas VPN in úsáid, aon socruithe balla dóiteáin curtha leis, seoladh MAC socraithe de láimh.",
        "ssid": "Ainm Wi-Fi (SSID)",
        "passthrough_mac_tips": "Úsáidtear é seo chun seoladh MAC seoladh IP poiblí a fháil.",
        "access_router_ext_tips": "Tar éis droicheadú rathúil, más gá duit teacht ar an ngréasán an ródaire seo, is féidir teacht air trí gheata an ródaire seo. Mura bhfuil sé ar fáil, is féidir leat mód ródaithe a athchóiriú trí chnaipe athshocraithe a choinneáil síos ar feadh 4 soicind."
    }
}
