{
    "bridge": {
        "tips_one": "Amikor megváltoztatja a router hálózati módját, előfordulhat, hogy újra kell csatlakoztatnia az összes kliens eszközét.",
        "tips_two": "Amikor a $$$$ módot használja, nem lesz képes újra csatlakozni ehhez a felhasználói felülethez. A router módra való visszaállításhoz nyomja meg és tartsa lenyomva a reset gombot 4 másodpercig.",
        "mode_switch": "Módváltás",
        "router": "Router",
        "ap": "Hozzáférési pont",
        "wds": "WDS",
        "ssid": "Wi-Fi név (SSID)",
        "password": "Jelszó",
        "holder_choose": "Kérjük, válasszon",
        "access_router": "Router elérése",
        "access_router_ext_tips": "Miután a híd létrejött, ha hozzá szeretne férni ennek a router-nek a felhasználói felületéhez, kézzel kell konfigurálnia PC-jét/mobiltelefonját egy statikus IP címre, amely ugyanabban a címtartományban van, mint a router. Ha még mindig nem tud hozzáférni a felhasználói felülethez, visszaállíthatja a router módot a reset gomb 4 másodpercig tartó lenyomásával.",
        "access_router_wds_tips": "Miután a híd létrejött, a router automatikusan IP címet kap a fő router-től. Ha hozzá szeretne férni ennek a router-nek a felhasználói felületéhez, az által a fő router kiadott IP címen keresztül kell csatlakoznia. Ennek az IP-nek a megszerzéséhez ellenőrizze a csatlakoztatott kliensek listáját a fő router felhasználói felületén. Ha nincs hozzáférése a fő router felhasználói felületéhez, visszaállíthatja a router módot a reset gomb 4 másodpercig tartó lenyomásával.",
        "reset_mac_tips": "Kérjük, állítsa vissza MAC címét gyári MAC címre a MAC klónozásban.",
        "set_up_ap_tips": "Hozzáférési pont mód beállításához először csatlakoztasson egy Ethernet kábelt a WAN portba.",
        "remove_wan_tips": "Kérjük, húzza ki az Ethernet kábelt a WAN portból.",
        "enter_pwd_tips": "Kérjük, adja meg a jelszót",
        "choose_ssid_tips": "Kérjük, válasszon SSID-t",
        "router_desc": "Hozzon létre saját privát hálózatot. A router NAT-ként, tűzfalként és DHCP szerverként fog működni.",
        "relay": "Bővítő",
        "ap_desc": "Csatlakozzon egy vezetékes hálózathoz és sugározzon egy vezeték nélküli hálózatot.",
        "relay_desc": "Bővítse ki a meglévő vezeték nélküli hálózat Wi-Fi lefedettségét.",
        "wds_desc": "Hasonlóan az Extenderhez, kérjük válassza a WDS-t, ha az Ön fő útválasztója támogatja a WDS módot.",
        "connet_fail_msg": "A kapcsolat sikertelen.",
        "lan_conflict_msg": "A LAN alhálózat ütközik a csatlakoztatni kívánt Wifi alhálózattal, kérjük állítson be egy másik alhálózatot.",
        "get_ip_fail_msg": "IP-cím lekérése sikertelen.",
        "bridge_pattern_label": "Híd",
        "bridge_pattern_desc": "Csatlakozás vezetékes hálózathoz.",
        "force_subnet_label": "Erőltetett 24-es alhálózat",
        "subnet_mode_bable": "Alhálózati mód",
        "passthrough_desc": "Ha az IP Átengedési mód engedélyezve van, az útválasztó továbbítja a szolgáltató IP-címét a LAN portra.",
        "passthrough_close_warning": "Ha erre a módra vált, a Repeater, Wireless, Kliensek, VPN és az AdGuard Home funkciók ki lesznek kapcsolva.",
        "passthrough_conflict_warning": "Ez a mód nem működhet, ha a következő beállítások vannak engedélyezve: Tethering, Drop-In Gateway mód, IPv6, kézzel beállított DNS, Multi-WAN beállítva terheléselosztó módba, WAN port beállítva LAN-ként, VPN szabályzat használata, bármilyen tűzfal beállítás hozzáadva, MAC-cím kézzel beállítva.",
        "passthrough_conflict_2b_warning": "Ez a mód nem működhet, ha az alábbi beállítások vannak: engedélyezett drop-in gateway mód, engedélyezett IPv6, kézzel beállított DNS, Multi-WAN beállítva terheléselosztó módba, WAN port beállítva LAN-ként, VPN szabályzat használata, tűzfal beállítás hozzáadva, MAC-cím kézzel beállítva.",
        "passthrough_secondwan_warning": "Az IP Átengedési mód egyetlen WAN portot igényel és csak egy WAN porttal működhet. Kérjük, menjen a $$$$ oldalra a módosításhoz, hogy megszüntesse a WAN port LAN portként való használatát vagy a LAN port WAN portként való használatát.",
        "set_up_bridge_tips": "A Híd mód beállításához először csatlakoztatnia kell egy Ethernet kábelt a WAN portra."
    },
    "menu_bridge": "Hálózati mód"
}
