{
    "bridge": {
        "tips_one": "Amikor megváltoztatja a router hálózati módját, előfordulhat, hogy újra kell csatlakoztatnia az összes kliens eszközt.",
        "tips_two": "Amikor a $$$$ módot használja, nem lesz képes újra csatlakozni ehhez a felülethez. A router módra való visszaállításhoz nyomja meg és tartsa lenyomva a reset gombot 4 másodpercig.",
        "mode_switch": "Módváltás",
        "router": "Útválasztó",
        "ap": "Hozzáférési pont",
        "wds": "WDS",
        "ssid": "Hálózat neve (SSID)",
        "password": "Jelszó",
        "holder_choose": "Kérjük, válasszon",
        "access_router": "A router elérése",
        "access_router_ext_tips": "Miután a híd létrehozása sikeres volt, ha hozzá szeretne férni a router felhasználói felületéhez, manuálisan be kell állítania számítógépét/mobiltelefonját statikus IP-címre, amely megegyezik a router címterével. Ha továbbra sem tudja elérni a felhasználói felületet, visszaállíthatja a router módját a reset gomb 4 másodpercig tartó lenyomásával.",
        "access_router_wds_tips": "Miután a híd létrehozása sikeres volt, a router automatikusan IP-címet fog kapni a fő router-től. Ha hozzá szeretne férni a router felhasználói felületéhez, az által a fő router kiadott IP-címen keresztül kell csatlakoznia. Ennek az IP-nek a megszerzéséhez ellenőrizze a csatlakoztatott kliensek listáját a fő router felhasználói felületén. Ha nincs hozzáférése a fő router felhasználói felületéhez, visszaállíthatja a router módját a reset gomb 4 másodpercig tartó lenyomásával.",
        "reset_mac_tips": "Kérjük, állítsa vissza a MAC-címét gyári MAC-címre a MAC-klónozásban.",
        "set_up_ap_tips": "Az Access Point mód beállításához először csatlakoztatnia kell egy Ethernet kábelt a WAN portba.",
        "remove_wan_tips": "Kérjük, húzza ki az Ethernet kábelt a WAN portból.",
        "enter_pwd_tips": "Kérjük, írja be a jelszót",
        "choose_ssid_tips": "Kérjük, válasszon SSID-t",
        "router_desc": "Hozzon létre saját privát hálózatot. A router NAT-ként, tűzfalként és DHCP-kiszolgálóként fog működni.",
        "relay": "Bővítő",
        "ap_desc": "Csatlakozzon egy vezetékes hálózathoz és sugározzon egy vezeték nélküli hálózatot.",
        "relay_desc": "Bővítse egy meglévő vezeték nélküli hálózat Wi-Fi lefedettségét.",
        "wds_desc": "Hasonlóan a Bővítőhöz, kérjük válassza a WDS-t, ha az Ön fő routerje támogatja a WDS módot.",
        "connet_fail_msg": "A kapcsolódás sikertelen.",
        "lan_conflict_msg": "A LAN alhálózat ütközik a csatlakoztatni kívánt Wifi alhálózattal, kérjük állítson be egy másik alhálózatot.",
        "get_ip_fail_msg": "IP-cím lekérése sikertelen.",
        "bridge_pattern_label": "Híd",
        "bridge_pattern_desc": "Csatlakozás egy vezetékes hálózathoz.",
        "force_subnet_label": "24-es alhálózat kényszerítése",
        "subnet_mode_bable": "Alhálózati mód",
        "passthrough_desc": "Ha az IP Átengedés engedélyezve van, a router átadja a szolgáltató IP-címét a LAN portnak.",
        "passthrough_close_warning": "Ha erre a módra vált, a Repeater, Wireless, Kliensek, VPN és az Adguard Home funkciók ki lesznek kapcsolva.",
        "passthrough_conflict_warning": "Ez a mód nem működhet, ha bármelyik következő beállítás engedélyezve van: Tethering, Drop-In Gateway mód, IPv6, kézzel beállított DNS, Multi-WAN beállítva terheléselosztó módba, WAN port beállítva LAN-ként, VPN szabályzat használata, bármilyen tűzfal beállítás hozzáadva, MAC-cím kézzel beállítva.",
        "passthrough_conflict_2b_warning": "Ez a mód nem működhet, ha a következő beállítások vannak engedélyezve: engedélyezett drop-in gateway mód, engedélyezett IPv6, manuálisan beállított DNS, Multi-WAN beállítva terheléselosztó módba, WAN port beállítva LAN-ként, használt VPN szabályzat, tűzfal beállítás hozzáadva, manuálisan beállított MAC-cím.",
        "passthrough_secondwan_warning": "Az IP átengedő módhoz szükség van és csak egy WAN portot használhat. Kérjük, menjen a $$$$ oldalra a módosításhoz, hogy megszüntesse a WAN port használatát LAN portként vagy a LAN használatát WAN portként.",
        "set_up_bridge_tips": "A Híd mód beállításához először csatlakoztatnia kell egy Ethernet kábelt a WAN portba.",
        "passthrough_enable_warning": "Ha erre a módba vált, a(z) {feature} funkció le lesz tiltva.",
        "passthrough_mac_tips": "Ez használatos a nyilvános IP-cím MAC-címének megszerzésére.",
        "passthrough_close_edge_tips": "Az IP Passthrough-ra váltáshoz kapcsolja ki a {page} oldalt.",
        "passthrough_only_one_wan_tips": "Az IP-passthrough módba való váltáshoz lépjen a {page} oldalra, és kapcsolja ki a WAN as LAN vagy LAN as WAN funkciót.",
        "sub_tips": "Ha a {mode} módot használja, többé nem fog tudni csatlakozni ehhez a felhasználói felülethez. A visszaállításhoz nyomja és tartsa nyomva a reset gombot 4 másodpercig, hogy visszaváltson router módra."
    },
    "menu_bridge": "Üzemmód"
}
