{
    "bridge": {
        "mode_switch": "Veiksenos perjungimas",
        "holder_choose": "Prašome pasirinkti",
        "access_router": "Prieinama prie Jūsų maršrutizatoriaus",
        "ap_desc": "Prisijunkite prie laidinio tinklo ir transliuokite belaidį/bevielį tinklą.",
        "relay_desc": "Išplėskite esamo belaidžio/bevielio tinklo „Wi-Fi“ aprėptį.",
        "bridge_pattern_label": "„Tinklo Tiltas“ – Jungimas",
        "bridge_pattern_desc": "Prisijunkite prie laidinio tinklo.",
        "force_subnet_label": "Priverstinis – „24“ potinklis",
        "subnet_mode_bable": "Potinklio veiksena",
        "tips_one": "Pakeitus maršrutizatoriaus tinklo veikseną, gali tekti iš naujo prijungti visus klientų įrenginius.",
        "tips_two": "Naudojant – $$$$ veikseną, Jūs negalėsite vėl prisijungti prie šios vartotojo/naudotojo sąsajos. Laikykite nuspaudę atstatymo mygtuką 4-ias sekundes, kad grįžtumėte į maršrutizatoriaus veikseną.",
        "router": "Maršrutizatorius",
        "ap": "Prieigos Taškas",
        "wds": "„WDS“",
        "ssid": "„Wi-Fi“ pavadinimas („SSID“)",
        "password": "Slaptažodis",
        "access_router_wds_tips": "Sėkmingai sukonfigūravus „tinklo tiltą“ – sujungimą, Jūsų maršrutizatorius automatiškai gaus IP adresą nuo pagrindinio maršrutizatoriaus. Jei Jums reikės prieiti prie šios tinklo tarpuvartės, tada Jums reikės prisijungti naudojant IP adresą, kurį suteikė pagrindinis maršrutizatorius. Norint gauti šį IP, patikrinkite prisijungusius klientus ir jų sąrašą pagrindinio maršrutizatoriaus tinklo tarpuvartės sąsajoje. Jeigu Jūs neturite prieigos prie pagrindinio maršrutizatoriaus ar jos sąsajos, tada Jūs galite atkurti kelvados veikseną laikydami atstatymo mygtuką 4-iom sekundėm.",
        "access_router_ext_tips": "Sėkmingai sukonfigūravus „tinklo tiltą“ – sujungimą, prieiga prie tinklo bus išjungta. Jei Jums reikės prieiti prie šios tinklo tarpuvartės, tada Jums reikės sukonfigūruoti kompiuterio/telefono įrenginį į nekintamąjį IP adresą, kuris yra tam pačiam adresų diapazone kaip maršrutizatorius. Jeigu Jums vis tiek nepasiseka gauti prieigos prie tinklo tarpuvartės, tada Jūs galite atkurti kelvados veikseną laikydami atstatymo mygtuką 4-iom sekundėm.",
        "reset_mac_tips": "Prašome atstatyti savo „MAC“ į gamyklinį „MAC“; „MAC“ klonavime.",
        "set_up_ap_tips": "Norėdami nustatyti prieigos taško veikseną, pirmiausia turite įkišti „eterneto“ laidą į „WAN“ prievadą.",
        "remove_wan_tips": "Prašome išimti „eterneto“ laidą iš „WAN“ prievado.",
        "enter_pwd_tips": "Prašome įvesti slaptažodį",
        "choose_ssid_tips": "Prašome pasirinkti „SSID“",
        "router_desc": "Sukurkite savo privatų tinklą. Maršrutizatorius veiks kaip „NAT“, užkarda ir „DHCP“ serveris.",
        "relay": "Plėtiklis/Plėstuvas",
        "wds_desc": "Panašus į plėtiklį/plėstuvą, prašome pasirinkti „WDS“, jei Jūsų pagrindinis maršrutizatorius palaiko „WDS“ veikseną.",
        "connet_fail_msg": "Prisijungimas nepavyko.",
        "lan_conflict_msg": "„LAN“ potinklis kertasi/konfliktuoja su jungiamu „Wi-fi“ potinkliu, prašome nustatyti kitokį potinklį.",
        "get_ip_fail_msg": "Nepavyko gauti IP adreso.",
        "passthrough_desc": "Jei įgalinta IP perėjimo veiksena, maršrutizatorius perduos teikėjo IP adresą į „LAN“ prievadą.",
        "passthrough_close_warning": "Jei perjungsite į šią veikseną, tada kartotùvas, belaidis/bevielis, klientai ir „AdGuard Home“ bus išjungti.",
        "passthrough_conflict_warning": "Ši veiksena gali neveikti, jei įjungti/įgalinti šie nustatymai: „Saitvietė“, „Apdorojanti tinklo tarpuvartė“, „IPv6“, „„TAP-S2S“ veiksena“, „Rankiniu būdu nustatytas „DNS““, „Daugiasąsajinis („Multi-WAN“) nustatytas į apkrovos balansavimo veikseną“, „„WAN“ prievadas nustatytas kaip „LAN““, „Naudojama „VPN“ politika“, „Pridėtas bet koks užkardos nustatymas“ ar „Rankiniu būdu nustatytas „MAC“ adresas“.",
        "passthrough_conflict_2b_warning": "Ši veiksena gali neveikti, jei įjungti/įgalinti šie nustatymai: „Apdorojanti tinklo tarpuvartė“, „IPv6“, „Įjungta/Įgalinta „TAP-S2S“ veiksena“, „Rankiniu būdu nustatytas „DNS““, „Daugiasąsajinis („Multi-WAN“) nustatytas į apkrovos balansavimo veikseną“, „„WAN“ prievadas nustatytas kaip „LAN““, „Naudojama „VPN“ politika“, „Pridėtas bet koks užkardos nustatymas“ ar „Rankiniu būdu nustatytas „MAC“ adresas“.",
        "passthrough_secondwan_warning": "IP perėjimo veiksena reikalauja, kad būtų tik vienas „WAN“ prievadas. Prašome eiti į – $$$$ puslapį, kad pakeistumėte/redaguotumėte nustatymus ir atšauktumėte „WAN“ prievado naudojimą kaip „LAN“ prievadą arba, kad atšauktumėte „LAN“ prievado naudojimą kaip „WAN“ prievadą.",
        "set_up_bridge_tips": "Norėdami nustatyti „tinklo tiltą“ – jungimo veikseną, pirmiausia turite prijungti „eterneto“ laidą prie „WAN“ prievado.",
        "passthrough_enable_warning": "Jeigu persijungsite į šią veikseną, tada „{feature}“ – bus išjungta/išgalinta (-s).",
        "passthrough_mac_tips": "Šis yra naudojamas gauti viešojo IP „MAC“ adresą.",
        "passthrough_close_edge_tips": "Norėdami perjungti į IP perleidimo režimą, išjunkite {page}.",
        "passthrough_only_one_wan_tips": "Norėdami perjungti į IP praleidimo režimą, eikite į {page} ir išjunkite WAN kaip LAN arba LAN kaip WAN.",
        "sub_tips": "Kai naudojate {mode}, nebegalėsite prisijungti prie šio sąsajos vartotojo sąsajos. Galite paspausti ir laikyti atstatymo mygtuką 4 sekundes, kad grąžintumėte į maršrutizatoriaus veikseną."
    },
    "menu_bridge": "Tinklo veiksena"
}
