{
    "bridge": {
        "mode_switch": "Režimo Komutatorius",
        "holder_choose": "Prašome Pasirinkti",
        "access_router": "Jūsų Maršrutizatoriaus Prieiga",
        "ap_desc": "Prisijunkite prie laidinio tinklo ir transliuokite belaidį tinklą.",
        "relay_desc": "Išplėskite esamo belaidžio tinklo „Wi-Fi“ aprėptį.",
        "bridge_pattern_label": "„Tinklo Tiltas“ – Jungimas/-iamasis",
        "bridge_pattern_desc": "Prisijunkite prie laidinio tinklo.",
        "force_subnet_label": "Priverstinis 24 potinklis",
        "subnet_mode_bable": "Potinklio režimas",
        "tips_one": "Pakeitus maršrutizatoriaus tinklo režimą, gali tekti iš naujo prijungti visus klientų įrenginius.",
        "tips_two": "Naudojant $$$$ režimą, negalėsite vėl prisijungti prie šios vartotojo sąsajos. Laikykite nuspaudę atstatymo mygtuką 4 sekundes, kad grįžtumėte į maršrutizatoriaus režimą.",
        "router": "Maršrutizatorius",
        "ap": "Prieigos Taškas",
        "wds": "WDS",
        "ssid": "Wi-Fi Pavadinimas (SSID)",
        "password": "Slaptažodis",
        "access_router_wds_tips": "Sėkmingai sukonfigūravus tiltinimą, jūsų maršrutizatorius automatiškai gaus IP adresą iš pagrindinio maršrutizatoriaus. Jei reikia prisijungti prie šio maršrutizatoriaus vartotojo sąsajos, turite prisijungti naudodami IP adresą, kurį išdavė pagrindinis maršrutizatorius. Norėdami gauti šį IP, patikrinkite prijungtų klientų sąrašą pagrindinio maršrutizatoriaus vartotojo sąsajoje. Jei neturite prieigos prie pagrindinio maršrutizatoriaus vartotojo sąsajos, galite atkurti kelvado režimą laikydami nuspaudę atstatymo mygtuką 4 sekundes.",
        "access_router_ext_tips": "Sėkmingai sukonfigūravus tiltinimą, jei reikia prisijungti prie šio maršrutizatoriaus vartotojo sąsajos, turite rankiniu būdu sukonfigūruoti savo kompiuterį/mobilųjį telefoną į statinį IP adresą toje pačioje adreso diapazone kaip maršrutizatorius. Jei vis tiek negalite prisijungti prie vartotojo sąsajos, galite atkurti kelvado režimą laikydami nuspaudę atstatymo mygtuką 4 sekundes.",
        "reset_mac_tips": "Prašome atstatyti savo MAC į gamyklinį MAC MAC klonavimo metu.",
        "set_up_ap_tips": "Norėdami nustatyti Prieigos Taško režimą, pirmiausia turite prijungti „eternetą“ laidą prie WAN prievado.",
        "remove_wan_tips": "Prašome išimti „eternetą“ laidą iš WAN prievado.",
        "enter_pwd_tips": "Prašome įvesti slaptažodį",
        "choose_ssid_tips": "Prašome pasirinkti SSID",
        "router_desc": "Sukurkite savo privačią tinklą. Maršrutizatorius veiks kaip NAT, užkarda ir DHCP serveris.",
        "relay": "Plėtiklis",
        "wds_desc": "Panašiai kaip „Extender“, prašome pasirinkti WDS, jei jūsų pagrindinis maršrutizatorius palaiko WDS režimą.",
        "connet_fail_msg": "Ryšys nepavyko.",
        "lan_conflict_msg": "„LAN“ potinklis kertasi su jungiamo „Wifi“ potinkliu, prašome nustatyti kitokį potinklį.",
        "get_ip_fail_msg": "Nepavyko gauti IP.",
        "passthrough_desc": "Jei įgalintas IP perėjimo režimas, maršrutizatorius perduos tiekėjo IP adresą į „LAN“ prievadą.",
        "passthrough_close_warning": "Jei perjungsite į šį režimą, „Repeater“, „Wireless“, „Clients“, „VPN“ ir „AdGuard Home“ bus išjungti.",
        "passthrough_conflict_warning": "Šis režimas gali neveikti, jei įgalinti šie nustatymai: „Tethering“, „Drop-In Gateway“ režimas, „IPv6“, rankiniu būdu nustatytas DNS, „Multi-WAN“ nustatytas į apkrovos balansavimo režimą, „WAN“ prievadas nustatytas kaip „LAN“, naudojama „VPN“ politika, pridėtas bet koks užkardos nustatymas, rankiniu būdu nustatytas MAC adresas.",
        "passthrough_conflict_2b_warning": "Šis režimas gali neveikti, jei turite šiuos nustatymus: įgalintas „Drop-In Gateway“ režimas, įgalintas „IPv6“, rankiniu būdu nustatytas DNS, nustatytas „Multi-WAN“ į apkrovos balansavimo režimą, „WAN“ prievadas nustatytas kaip „LAN“, naudojama „VPN“ politika, pridėtas bet koks užkardos nustatymas, rankiniu būdu nustatytas MAC adresas.",
        "passthrough_secondwan_warning": "IP perėjimo režimas reikalauja ir gali turėti tik vieną „WAN“ prievadą. Prašome eiti į $$$$ puslapį, kad pakeistumėte jį, atšauktumėte „WAN“ prievado naudojimą kaip „LAN“ prievadą arba atšauktumėte „LAN“ naudojimą kaip „WAN“ prievadą.",
        "set_up_bridge_tips": "Norėdami nustatyti „Tinklo Tiltas“ režimą, pirmiausia turite prijungti „Ethernet“ laidą prie „WAN“ prievado."
    },
    "menu_bridge": "Tinklo režimas"
}
