{
    "bridge": {
        "mode_switch": "Modus verwisselen",
        "router": "Router",
        "ap": "Access Point",
        "wds": "WDS",
        "ssid": "Wi-Fi-naam (SSID)",
        "password": "Wachtwoord",
        "holder_choose": "Gelieve te kiezen",
        "access_router": "Verbinding maken met de router",
        "reset_mac_tips": "Gelieve het MAC-adres te resetten naar fabrieksinstellingen via de \"MAC klonen\"-pagina.",
        "remove_wan_tips": "Ontkoppel de ethernetkabel van de WAN-netwerkpoort.",
        "enter_pwd_tips": "Voer een wachtwoord in",
        "choose_ssid_tips": "Kies een SSID",
        "relay": "Extender",
        "relay_desc": "Breid het Wi-Fi-bereik van een bestaand draadloosnetwerk uit.",
        "wds_desc": "Werkt hetzelde als de Extendermodus, kies voor deze modus wanneer de hoofdrouter WDS ondersteund.",
        "connet_fail_msg": "Verbinding mislukt.",
        "get_ip_fail_msg": "Het is niet gelukt om een IP-adres te krijgen.",
        "bridge_pattern_label": "Bridge",
        "bridge_pattern_desc": "Maak verbinding met een bedraadnetwerk.",
        "force_subnet_label": "Vereis een 24-bits subnet",
        "subnet_mode_bable": "Subnetmodus",
        "tips_one": "Wanneer je de netwerk modus van de router wijzigt, is het mogelijk dat je alle verbonden apparaten opnieuw moet verbinden.",
        "set_up_ap_tips": "Om de access point-modus in te schakelen, verbind als eerste een ethernetkabel met de WAN-netwerkpoort.",
        "ap_desc": "Maak verbinding met een bedraadnetwerk en zend een draadloosnetwerk uit.",
        "lan_conflict_msg": "Het LAN-subnet overlapt met het WiFi-subnet. Keis een ander subnet.",
        "router_desc": "Creëer uw eigen privénetwerk. De router fungeert als NAT-, firewall- en DHCP-server.",
        "passthrough_close_warning": "Als u naar deze modus overschakelt, worden Repeater, Wireless, cliëntem, VPN en AdGuard Home uitgeschakeld.",
        "passthrough_conflict_2b_warning": "Deze modus werkt mogelijk niet als u de volgende instellingen heeft: plaatsvervangende gateway-modus geactiveerd, IPv6 ingeschakeld, DNS handmatig ingesteld, Multi-WAN ingesteld op de belastingsverdeler-modus, WAN-poort ingesteld als LAN, VPN-beleid gebruikt, eventuele firewall-instellingen toegevoegd, handmatig het MAC-adres ingesteld.",
        "set_up_bridge_tips": "Om de Bridge-modus in te stellen, moet u eerst een Ethernet-kabel in de WAN-poort pluggen.",
        "tips_two": "Wanneer u de $$$$-modus gebruikt, kunt u niet meer verbinding maken met deze gebruikersinterface. U kunt de resetknop vier seconden ingedrukt houden om terug te keren naar de routermodus.",
        "access_router_wds_tips": "Nadat het inschakelen van de bridge-modus is gelukt, krijgt uw router automatisch een IP-adres van de primaire router. Als u toegang wilt krijgen tot de gebruikersinterface van deze router, moet u verbinding maken via het IP-adres dat is uitgegeven door de primaire router. Om dit IP-adres te verkrijgen, controleert u de lijst met verbonden cliëntem in de gebruikersinterface van uw primaire router. Als u geen toegang heeft tot de gebruikersinterface van de primaire router, kunt u de routeringsmodus herstellen door de resetknop vier seconden ingedrukt te houden.",
        "access_router_ext_tips": "Nadat het inschakelen van de bridge-modus is gelukt, moet u, als u toegang wilt krijgen tot de gebruikersinterface van deze router, uw pc/mobiele telefoon handmatig configureren op een statisch IP-adres in hetzelfde adresbereik als de router. Als u nog steeds geen toegang heeft tot de gebruikersinterface, kunt u de routeringsmodus herstellen door de resetknop vier seconden ingedrukt te houden.",
        "passthrough_desc": "Als IP Passthrough is ingeschakeld, geeft de router het IP-adres van de provider door aan de LAN-poort.",
        "passthrough_conflict_warning": "Deze modus werkt mogelijk niet als een van de volgende instellingen is ingeschakeld Tethering, de plaatsvervangende gatewaymodus, IPv6, handmatig ingestelde DNS, Multi-WAN ingesteld op load-balanced-modus, WAN-poort ingesteld als LAN, VPN-beleiden die gebruikt wordt, iedere firewall instelling en ieder handmatig ingestelde MAC-adres.",
        "passthrough_secondwan_warning": "De IP Passthrough-modus vereist en kan slechts één WAN-poort hebben. Ga naar de $$$$-pagina om deze te wijzigen en het gebruik van de WAN-poort als LAN-poort te annuleren of om het gebruik van de LAN als WAN-poort te annuleren."
    },
    "menu_bridge": "Netwerkmodus"
}
