{
    "bridge": {
        "password": "Пароль",
        "ssid": "Имя сети (SSID)",
        "holder_choose": "Пожалуйста выберите",
        "access_router": "Доступ к вашему маршрутизатору",
        "access_router_ext_tips": "После успешного подключения, если вам нужно получить доступ к интерфейсу этого маршрутизатора, вы должны вручную настроить свой ПК/мобильный телефон на статический IP-адрес в том же диапазоне адресов, что и маршрутизатор. Если вы по-прежнему не можете получить доступ к интерфейсу, вы можете восстановить режим маршрутизации, удерживая нажатой кнопку сброса в течение 4 секунд.",
        "reset_mac_tips": "Пожалуйста, сбросьте настройки вашего MAC до заводских в MAC clone.",
        "remove_wan_tips": "Пожалуйста, отсоедините кабель локальной сети от порта WAN.",
        "enter_pwd_tips": "Пожалуйста введите пароль",
        "choose_ssid_tips": "Пожалуйста выберите Имя сети",
        "router_desc": "Создайте свою собственную частную сеть. Маршрутизатор будет выполнять функции NAT, брандмауэра и DHCP-сервера.",
        "relay": "Усилитель",
        "ap_desc": "Подключитесь к проводной сети и транслируйте беспроводную сеть.",
        "connet_fail_msg": "Не удалось установить соединение.",
        "get_ip_fail_msg": "Не удалось получить IP-адрес.",
        "bridge_pattern_label": "Мост",
        "bridge_pattern_desc": "Подключитесь к проводной сети.",
        "force_subnet_label": "принудительно, подсеть 24",
        "subnet_mode_bable": "Режим подсети",
        "passthrough_close_warning": "Если вы переключитесь в этот режим, Репитер, Беспроводная сеть, Клиенты, VPN и AdGuard Home будут отключены.",
        "passthrough_conflict_2b_warning": "Этот режим может не работать, если у вас есть следующие настройки: включен режим drop-in gateway, включен IPv6, вручную установлен DNS, установлен режим Multi-WAN для балансировки нагрузки, установлен порт WAN в качестве LAN, использована политика VPN, добавлены любые настройки брандмауэра, вручную установлен MAC-адрес.",
        "passthrough_secondwan_warning": "Режим IP Passthrough требует и может иметь только один порт WAN. Пожалуйста, перейдите на страницу $$$$, чтобы изменить его, чтобы отменить использование порта WAN в качестве порта LAN или отменить использование LAN в качестве порта WAN.",
        "set_up_bridge_tips": "Чтобы настроить режим моста, вам необходимо сначала подключить сетевой кабель к порту WAN.",
        "access_router_wds_tips": "После успешного подключения ваш маршрутизатор автоматически получит IP-адрес от основного маршрутизатора. Если вам нужно получить доступ к интерфейсу этого маршрутизатора, вы должны подключиться, используя IP-адрес, который был выдан основным маршрутизатором. Чтобы получить этот IP, проверьте список подключенных клиентов в интерфейсе вашего основного маршрутизатора. Если у вас нет доступа к интерфейсу основного маршрутизатора, вы можете восстановить режим маршрутизации, удерживая нажатой кнопку сброса в течение 4 секунд.",
        "set_up_ap_tips": "Чтобы настроить режим точки доступа, сначала необходимо подключить кабель Ethernet к порту WAN.",
        "relay_desc": "Расширьте зону действия Wi-Fi существующей беспроводной сети.",
        "wds_desc": "Аналогично с усилителем, пожалуйста, выберите WDS, если ваш основной маршрутизатор поддерживает режим WDS.",
        "lan_conflict_msg": "Подсеть локальной сети конфликтует с подсетью Wi-Fi, к которой необходимо подключиться, пожалуйста, установите другую подсеть.",
        "passthrough_desc": "Если IP Passthrough включен, маршрутизатор передаст IP-адрес оператора на порт локальной сети.",
        "passthrough_conflict_warning": "Этот режим может не работать, если включены какие-либо из следующих настроек: Модем, режим удаленного шлюза, IPv6, настройка DNS вручную, режим Multi-WAN с балансировкой нагрузки, порт WAN установлен как LAN, используется политика VPN, добавлены любые настройки брандмауэра, задан MAC-адрес вручную.",
        "mode_switch": "Переключатель режимов",
        "router": "Маршрутизатор",
        "tips_one": "Когда вы меняете сетевой режим маршрутизатора, вам может потребоваться повторно подключить все ваши клиентские устройства.",
        "tips_two": "Когда вы используете режим $$$$, вы не сможете снова подключиться к этому интерфейсу. Вы можете нажать и удерживать кнопку сброса в течение 4 секунд, чтобы вернуться в режим маршрутизатора.",
        "ap": "Точка доступа",
        "wds": "WDS"
    },
    "menu_bridge": "Сетевой режим"
}
