{
    "bridge": {
        "tips_two": "$$$$ modunu kullandığınızda, bu arayüze tekrar bağlanamayacaksınız. Yönlendirici moduna geri dönmek için sıfırlama düğmesini 4 saniye basılı tutabilirsiniz.",
        "tips_one": "Yönlendiricinizin ağ modunu değiştirdiğinizde, tüm istemci cihazlarınızı yeniden bağlamanız gerekebilir.",
        "passthrough_conflict_warning": "Aşağıdaki ayarlardan herhangi biri etkinse bu mod çalışmayabilir: Tethering, Drop-In Gateway modu, IPv6, TAP-S2S modu, manuel olarak ayarlanmış DNS, Multi-WAN yük dengeli moda ayarlanmış, WAN portu LAN olarak ayarlanmış, VPN politikası kullanılıyor, herhangi bir güvenlik duvarı ayarı eklenmiş, MAC adresi manuel olarak ayarlanmış.",
        "mode_switch": "Mod Değiştirme",
        "router": "Yönlendirici",
        "ap": "Erişim Noktası",
        "wds": "WDS",
        "ssid": "Wi-Fi Adı (SSID)",
        "password": "Şifre",
        "holder_choose": "Lütfen Seçin",
        "access_router": "Yönlendiricinize Erişim",
        "access_router_wds_tips": "Köprüleme başarılı olduktan sonra, yönlendiriciniz ana yönlendiriciden otomatik olarak bir IP adresi alacaktır. Bu yönlendiricinin kullanıcı arayüzüne erişmek istiyorsanız, ana yönlendirici tarafından verilen IP adresini kullanarak bağlanmalısınız. Bu IP'yi almak için ana yönlendiricinizin kullanıcı arayüzündeki bağlı istemciler listesini kontrol edin. Ana yönlendiricinin kullanıcı arayüzüne erişiminiz yoksa, sıfırlama düğmesini 4 saniye basılı tutarak yönlendirme modunu geri yükleyebilirsiniz.",
        "access_router_ext_tips": "Köprüleme başarılı olduktan sonra, bu yönlendiricinin web arayüzüne erişmek istiyorsanız, bu yönlendiricinin ağ geçidi üzerinden web arayüzüne erişebilirsiniz. Erişemiyorsanız, sıfırlama düğmesini 4 saniye basılı tutarak yönlendirme modunu geri yükleyebilirsiniz.",
        "reset_mac_tips": "Lütfen MAC adresinizi MAC klonlama bölümünden fabrika MAC adresine sıfırlayın.",
        "set_up_ap_tips": "Erişim Noktası modunu ayarlamak için önce WAN portuna bir Ethernet kablosu bağlamanız gerekir.",
        "remove_wan_tips": "Lütfen Ethernet kablosunu WAN portundan çıkarın.",
        "enter_pwd_tips": "Lütfen şifre girin",
        "choose_ssid_tips": "Lütfen SSID seçin",
        "router_desc": "Kendi özel ağınızı oluşturun. Yönlendirici NAT, güvenlik duvarı ve DHCP sunucusu olarak çalışacaktır.",
        "relay": "Extender",
        "ap_desc": "Kablolu bir ağa bağlanın ve kablosuz bir ağ yayın yapın.",
        "relay_desc": "Mevcut bir kablosuz ağın Wi-Fi kapsama alanını genişletin.",
        "wds_desc": "Extender'a benzer, ana yönlendiriciniz WDS modunu destekliyorsa lütfen WDS'yi seçin.",
        "connet_fail_msg": "Bağlantı başarısız oldu.",
        "lan_conflict_msg": "LAN alt ağı, bağlanılacak Wifi alt ağı ile çakışıyor, lütfen farklı bir alt ağ ayarlayın.",
        "get_ip_fail_msg": "IP alınamadı.",
        "bridge_pattern_label": "Köprü",
        "bridge_pattern_desc": "Kablolu ağa bağlanın.",
        "force_subnet_label": "24 Alt Ağ Zorla",
        "subnet_mode_bable": "Alt Ağ Modu",
        "passthrough_desc": "IP Passthrough etkinleştirilirse, yönlendirici taşıyıcı IP adresini LAN portuna iletecektir.",
        "passthrough_close_warning": "Bu moda geçerseniz, Repeater, Kablosuz, İstemciler, VPN ve AdGuard Home devre dışı bırakılacaktır.",
        "passthrough_conflict_2b_warning": "Aşağıdaki ayarlar etkinse bu mod çalışmayabilir: drop-in gateway modu etkin, IPv6 etkin, TAP-S2S modu etkin, DNS manuel olarak ayarlanmış, Multi-WAN yük dengeli moda ayarlanmış, WAN portu LAN olarak ayarlanmış, VPN politikası kullanılıyor, herhangi bir güvenlik duvarı ayarı eklenmiş, MAC adresi manuel olarak ayarlanmış.",
        "passthrough_secondwan_warning": "IP Passthrough modu yalnızca bir WAN portu gerektirir ve yalnızca bir WAN portu olabilir. Lütfen WAN portunun LAN portu olarak kullanımını iptal etmek veya LAN'ın WAN portu olarak kullanımını iptal etmek için $$$$ sayfasına gidin.",
        "set_up_bridge_tips": "Bridge modunu ayarlamak için önce WAN portuna bir Ethernet kablosu bağlamanız gerekir.",
        "passthrough_enable_warning": "Bu moda geçerseniz, {feature} devre dışı bırakılacaktır.",
        "passthrough_mac_tips": "Bu, genel bir IP'nin MAC adresini almak için kullanılır.",
        "passthrough_only_one_wan_tips": "IP passthrough'a geçmek için {page} sayfasına gidin ve WAN as LAN veya LAN as WAN'ı kapatın.",
        "passthrough_close_edge_tips": "IP Passthrough'a geçmek için {page} kapatın."
    },
    "menu_bridge": "Ağ Modu"
}
