{
    "bridge": {
        "tips_one": "Коли ви змінюєте режим мережі роутера, можливо, вам доведеться повторно підключити всі ваші клієнтські пристрої.",
        "mode_switch": "Перемикач режиму",
        "router": "Роутер",
        "ap": "Точка доступу",
        "wds": "WDS",
        "password": "Пароль",
        "access_router": "Доступ до вашого роутера",
        "relay": "Повторювач",
        "tips_two": "Коли ви використовуєте режим $$$$ , ви не зможете знову підключитися до цього інтерфейсу користувача. Ви можете натиснути та утримувати кнопку скидання протягом 4 секунд, щоб повернутися до режиму роутера.",
        "ssid": "Назва Wi-Fi (SSID)",
        "holder_choose": "Будь ласка, оберіть",
        "access_router_wds_tips": "Після успішного мостування ваш роутер автоматично отримає IP-адресу від основного роутера. Якщо вам потрібно отримати доступ до інтерфейсу користувача цього роутера, вам необхідно підключитися, використовуючи IP-адресу, яку видав основний роутер. Щоб отримати цю IP-адресу, перевірте список підключених клієнтів у інтерфейсі користувача вашого основного роутера. Якщо у вас немає доступу до інтерфейсу користувача основного роутера, ви можете відновити режим роутингу, утримуючи кнопку скидання протягом 4 секунд.",
        "access_router_ext_tips": "Після успішного мостування, якщо вам потрібно отримати доступ до інтерфейсу користувача цього роутера, вам необхідно вручну налаштувати ваш ПК/мобільний телефон на статичну IP-адресу в тому ж діапазоні адрес, що й роутер. Якщо ви все ще не можете отримати доступ до інтерфейсу користувача, ви можете відновити режим роутингу, утримуючи кнопку скидання протягом 4 секунд.",
        "reset_mac_tips": "Будь ласка, скиньте ваш MAC до заводського MAC у клонуванні MAC.",
        "set_up_ap_tips": "Щоб налаштувати режим точки доступу, спочатку потрібно підключити Ethernet-кабель до порту WAN.",
        "remove_wan_tips": "Будь ласка, від'єднайте Ethernet-кабель від порту WAN.",
        "enter_pwd_tips": "Будь ласка, введіть пароль",
        "choose_ssid_tips": "Будь ласка, оберіть SSID",
        "router_desc": "Створіть власну приватну мережу. Роутер буде виконувати роль NAT, брандмауера та DHCP-сервера.",
        "ap_desc": "Підключіться до дротової мережі та транслюйте бездротову мережу.",
        "relay_desc": "Розширте покриття Wi-Fi існуючої бездротової мережі.",
        "wds_desc": "Якщо ваш основний маршрутизатор підтримує режим WDS, будь ласка, виберіть WDS замість режиму Extender.",
        "connet_fail_msg": "З'єднання не вдалося.",
        "lan_conflict_msg": "Підмережа LAN конфліктує з підмережею Wi-Fi, до якої ви хочете підключитися, будь ласка, встановіть іншу підмережу.",
        "get_ip_fail_msg": "Не вдалося отримати IP-адресу.",
        "bridge_pattern_label": "Міст",
        "bridge_pattern_desc": "Підключіться до дротової мережі.",
        "force_subnet_label": "Примусовий 24-бітний підмережевий префікс",
        "subnet_mode_bable": "Режим підмережі",
        "passthrough_desc": "Якщо включено режим IP Passthrough, маршрутизатор передасть IP-адресу оператора на порт LAN.",
        "passthrough_close_warning": "Якщо ви перейдете в цей режим, будуть вимкнені Repeater, Wireless, Clients, VPN та Adguard Home.",
        "passthrough_conflict_warning": "Цей режим може не працювати, якщо включено будь-які з наступних налаштувань: режим Drop-In Gateway, IPv6, вручну встановлені DNS, Multi-WAN встановлено в режим балансування навантаження, порт WAN використовується як LAN, використовується політика VPN, додано будь-які налаштування брандмауера, вручну встановлено MAC-адресу.",
        "passthrough_conflict_2b_warning": "Цей режим може не працювати, якщо ви маєте наступні налаштування: включений режим Drop-In Gateway, включений IPv6, вручну встановлені DNS, Multi-WAN встановлено в режим балансування навантаження, порт WAN використовується як LAN, використовується політика VPN, додано будь-які налаштування брандмауера, вручну встановлено MAC-адресу.",
        "passthrough_secondwan_warning": "Режим IP Passthrough вимагає наявності та може мати лише один порт WAN. Будь ласка, перейдіть на сторінку $$$$ для зміни налаштувань, щоб скасувати використання порту WAN як LAN або скасувати використання LAN як WAN.",
        "set_up_bridge_tips": "Для налаштування режиму Міст необхідно спочатку підключити Ethernet-кабель до порту WAN.",
        "passthrough_enable_warning": "Якщо ви перейдете в цей режим, {feature} буде вимкнено.",
        "passthrough_mac_tips": "Це використовується для отримання MAC-адреси публічної IP.",
        "passthrough_only_one_wan_tips": "Для переключення в режим IP passthrough перейдіть на сторінку {page} та вимкніть WAN as LAN або LAN as WAN.",
        "passthrough_close_edge_tips": "Для переключення в режим IP Passthrough вимкніть {page}.",
        "sub_tips": "Коли ви використовуєте {mode}, ви більше не зможете підключитися до цього інтерфейсу. Щоб повернутися до режиму маршрутизатора, натисніть та утримуйте кнопку скидання протягом 4 секунд."
    },
    "menu_bridge": "Режим мережі"
}
