{"bridge":{"title":"Netzwerk-Architektur","tips_one":"Wenn Sie den Arbeitsmodus des Routers ändern, müssen Sie möglicherweise alle Ihre Endgeräte erneut verbinden.","tips_two":"Wenn Sie den Access Point/Extender/WDS-Modus verwenden, können Sie möglicherweise keine erneute Verbindung zu dieser Benutzeroberfläche herstellen.Sie können die Reset-Taste 4 Sekunden lang gedrückt halten, um zum Router-Modus zurückzukehren.","note_one":"Der OpenVPN- oder Wireguard-Client ist aktiviert. Bitte deaktivieren Sie sie, um den Bridge-Modus einzurichten.","note_two":"Captive Portal ist aktiviert. Bitte deaktivieren Sie es, um den Bridge-Modus einzurichten.","mode_switch":"Modus wechsel","router":"Router","ap":"Access Point","ext":"Extender","wds":"WDS","ssid":"Wi-Fi-Name (SSID)","password":"Passwort","holder_choose":"Bitte auswählen","access_router":"Zugriff auf Ihren Router","access_router_wds_tips":"Nach erfolgreichem Bridging erhält der Router automatisch eine IP vom Hauptrouter. Wenn Sie auf die Benutzeroberfläche dieses Routers zugreifen müssen, müssen Sie die Verbindung mit der IP herstellen, die er vom Hauptrouter erhalten hat. Um diese IP zu erhalten, überprüfen Sie die Liste der verbundenen Clients in der Benutzeroberfläche Ihres Hauptrouters. Wenn Sie keinen Zugriff auf die Benutzeroberfläche des Hauptrouters haben, können Sie den Routing-Modus wiederherstellen, indem Sie die Reset-Taste 4 Sekunden lang gedrückt halten.","access_router_ext_tips":"Nach dem erfolgreichen Bridging müssen Sie, wenn Sie auf die Benutzeroberfläche dieses Routers zugreifen müssen, Ihren PC/Ihr Mobiltelefon manuell mit einer statischen IP-Adresse im selben Bereich wie der Router konfigurieren. Wenn Sie immer noch nicht darauf zugreifen können, können Sie den Routing-Modus wiederherstellen, indem Sie die Reset-Taste 4 Sekunden lang gedrückt halten.","reset_mac_tips":"Bitte setzen Sie Ihre MAC auf die Werkseinstellung MAC in MAC klonen zurück.","set_up_ap_tips":"Um ein Access Point aufzusetzen, müssen Sie zuerst ein Kabel an den WAN Anschluss anschließen.","remove_wan_tips":"Bitte entfernen Sie das Internetkabel vom WAN Anschluss.","enter_pwd_tips":"Bitte geben Sie das Passwort ein","choose_ssid_tips":"Bitte SSID auswählen"}}