{
    "tailscale": {
        "desc": "$$$$Tailscale$$$$ permet de créer un réseau privé à travers Internet, en toute sécurité et sans effort. Il permet de mettre en place des connexions point à point chiffrées, ce qui signifie que seuls les appareils de votre réseau privé peuvent communiquer entre eux de manières sécurisé. Vous pouvez l'utiliser pour accéder à distance à vos appareils ou à votre réseau local.",
        "need_login_tips": "Le service Tailscale est activé, mais l'appareil n'est pas encore lié. Veuillez lier cet appareil à votre compte Tailscale en utilisant un $$$$lien de liaison d'appareil$$$$.",
        "need_mandate_tips": "Cet appareil est lié à un compte Tailscale, mais n'a pas encore été autorisé à accéder au réseau. Veuillez vous rendre sur la $$$$Console d'administration Tailscale$$$$ pour autoriser l'appareil à se connecter à votre réseau virtuel. Si ce n'est pas votre compte, veuillez d'abord le dissocier.",
        "enable_lan_tips": "L'appareil permet déjà aux clients Tailscale d'accéder aux ressources sur le LAN ou le WAN. Mais vous devez modifier les paramètres d'itinéraire dans $$$$ Console d'administration Tailscale$$$$ pour que les demandes des clients soient transmises à l'appareil via le réseau virtuel Tailscale.",
        "ready_tips": "L'appareil est connecté à votre réseau virtuel Tailscale.",
        "enable_lan_label": "Autoriser l'accès à distance au reseau local(LAN)",
        "account_label": "Lier le compte",
        "logout_btn": "Delier",
        "current_ip_label": "Routeur des adresse IP virtuelles",
        "get_url_err_msg": "Échec de l'obtention du lien de liaison de l'appareil.",
        "enable_wan_label": "Autoriser l'accès à distance au réseau extérieur (WAN)",
        "allow_lan_tips": "Si cette option est activée, l'accès aux ressources du réseau local de l'appareil sera autorisé via le réseau virtuel Tailscale.",
        "allow_wan_tips": "Si cette option est activée, l'accès aux ressources du reseau exterieur (WAN) de l'appareil sera autorisé via le réseau virtuel Tailscale.",
        "exit_node_tips": "Si le nœud d'exportation que vous avez sélectionné n'est pas disponible ou ne peut pas accéder à Internet, l'appareil ne pourra pas synchroniser les paramètres avec Tailscale.",
        "custom_exit_node_tips": "Si cette option est activée, l'appareil redirigera toutes les requêtes vers le Nœud de Sortie. Avant d'activer, vous devez activer les routes de sous-réseau {subnet} de cet appareil dans la $$$$Console d'administration Tailscale$$$$ pour que Tailscale puisse rediriger les requêtes des clients ; sinon, vos clients ne pourront pas accéder à Internet.",
        "manual_node_label": "Nœuds de sortie personnalisés",
        "exit_node_label": "Nœuds de sortie",
        "current_ip_tips": "Tailscale utilise le sous-réseau 100.64.0.0/10, qui peut entrer en conflit avec une adresse attribuée par un FAI ou une adresse de client VPN. Si votre IP WAN ou VPN est une adresse dans ce sous-réseau, désactivez Tailscale pour éviter des conflits réseaux.",
        "custom_exit_node_warning": "Si vous activez le Nœud de Sortie personnalisé, l'appareil redirigera toutes les requêtes vers le Nœud de Sortie. Avant d'activer, vous devez activer les routes de sous-réseau {subnet} de cet appareil dans la $$$$Console d'administration Tailscale$$$$ pour que Tailscale puisse rediriger les requêtes des clients ; sinon, vos clients ne pourront pas accéder à Internet.",
        "dns_warning_tips": "Lorsque vous utilisez une adresse IP intranet comme DNS, il se peut que vous ne puissiez pas accéder au serveur DNS."
    }
}
