{
    "tailscale": {
        "desc": "A $$$$Tailscale$$$$ lehetővé teszi, hogy a világ bármely pontjáról biztonságosan és erőfeszítés nélkül hozzáférjen az Ön által birtokolt eszközökhöz. Titkosított pont-pont kapcsolatokat létesít, ami azt jelenti, hogy csak a privát hálózatán lévő eszközök kommunikálhatnak egymással. Használhatja távoli eszközeihez vagy LAN-jához való hozzáférésre.",
        "need_login_tips": "A Tailscale szolgáltatás engedélyezve van, de a készülék még nincs hozzárendelve. Kérjük, kösse hozzá ezt a készüléket a Tailscale fiókjához a $$$$The Device Bind Link$$$$ használatával.",
        "need_mandate_tips": "Ez a készülék Tailscale fiókhoz van kötve, de még nem kapott engedélyt a hálózathoz való hozzáférésre. Kérjük, lépjen a $$$$Tailscale Admin Console$$$$ oldalra, hogy engedélyezze a készülék csatlakozását a virtuális hálózatához. Ha ez nem az Ön fiókja, kérjük, először oldja fel a kötést.",
        "enable_lan_tips": "A készülék már lehetővé teszi a Tailscale kliensek számára a LAN vagy WAN erőforrások elérését. De a klienskérések továbbításához a készüléken keresztül a Tailscale virtuális hálózaton szükséges a útvonalbeállítások szerkesztése a $$$$Tailscale Admin Console$$$$ oldalon.",
        "ready_tips": "A készülék csatlakozik a Tailscale virtuális hálózatához.",
        "enable_lan_label": "Távoli Hozzáférés LAN Engedélyezése",
        "account_label": "Fiók Kössése",
        "logout_btn": "Feloldás",
        "current_ip_label": "Router Virtuális IP",
        "get_url_err_msg": "Nem sikerült megszerezni a készülék kötési linkjét.",
        "enable_wan_label": "Távoli Hozzáférés WAN Engedélyezése",
        "allow_lan_tips": "Ha ez az opció engedélyezve van, a készülék LAN-ján belüli erőforrások hozzáférhetővé válnak a Tailscale virtuális hálózaton keresztül.",
        "allow_wan_tips": "Ha ez az opció engedélyezve van, a készülék WAN oldali erőforrásai hozzáférhetővé válnak a Tailscale virtuális hálózaton keresztül.",
        "exit_node_tips": "Ha a kiválasztott Exit Node nem érhető el vagy nem tud hozzáférni az internethez, a készülék nem lesz képes szinkronizálni a beállításokat a Tailscale-lel.",
        "custom_exit_node_tips": "Ha ez az opció engedélyezve van, a készülék az összes kérést az Exit Node-ra továbbítja. Engedélyezés előtt szükséges a készülék alhálózati útvonalainak {subnet} engedélyezése a $$$$Tailscale Admin Console$$$$ oldalon a Tailscale klienskérések továbbításához; ellenkező esetben a kliensek nem fognak tudni internetezni.",
        "manual_node_label": "Egyéni Exit Node",
        "exit_node_label": "Exit Node",
        "current_ip_tips": "A Tailscale a 100.64.0.0/10 alhálózatot használja, ami ütközhet egy internetszolgáltató által kijelölt címmel vagy VPN-kliens címmel. Ha a WAN IP vagy VPN IP címe ebben az alhálózatban van, kapcsolja ki a Tailscale-t a hálózati problémák elkerülése érdekében.",
        "custom_exit_node_warning": "Ha engedélyezi az Egyéni Exit Node opciót, a készülék az összes kérést az Exit Node-ra továbbítja. Engedélyezés előtt szükséges a készülék alhálózati útvonalainak {subnet} engedélyezése a $$$$Tailscale Admin Console$$$$ oldalon a Tailscale klienskérések továbbításához; ellenkező esetben a kliensek nem fognak tudni internetezni.",
        "dns_warning_tips": "Amikor belső hálózati IP-címet használ DNS-ként, előfordulhat, hogy nem tud hozzáférni a DNS-szerverhez.",
        "exit_node_title": "Exit Node",
        "subnet_routes_title": "Alhálózati útvonalak",
        "ip_masquerading_label": "IP Maszkarázás",
        "run_exit_node_label": "Exit Node futtatása",
        "run_exit_node_tips": "Egy kimeneti csomópont futtatása azt jelenti, hogy a tailnetedben lévő egyéb eszközök minden forgalmukat átirányíthatják a router IP-címén keresztül.",
        "ip_masquerading_tips": "A LAN-ügyfelek forrás IP-címeit a Tailscale interfész IP-címére írja át.",
        "advertise_wan_subnets_label": "WAN alhálózatok hirdetése",
        "advertise_wan_subnets_tips": "Ha ez a beállítás engedélyezve van, a WAN alhálózati útvonalak hirdetve lesznek a Tailscale tailnet felé. Az útvonalak csak a Tailscale Admin Console-ban történő jóváhagyás után lépnek érvénybe."
    }
}
