{
    "tailscale": {
        "desc": "A $$$$Tailscale$$$$ lehetővé teszi, hogy a világ bármely pontjáról biztonságosan és erőfeszítés nélkül hozzáférjen az Ön tulajdonában lévő eszközökhöz. Titkosított pont-pont kapcsolatokat létesít, ami azt jelenti, hogy csak a privát hálózatán lévő eszközök kommunikálhatnak egymással. Használhatja távoli eszközeihez vagy LAN-jához való hozzáférésre.",
        "need_login_tips": "A Tailscale szolgáltatás engedélyezve van, de a készülék még nincs hozzárendelve. Kérjük, kösse hozzá ezt a készüléket a Tailscale fiókjához a $$$$The Device Bind Link$$$$ használatával.",
        "need_mandate_tips": "Ez a készülék Tailscale fiókhoz van kötve, de még nem kapott engedélyt a hálózathoz való hozzáférésre. Kérjük, lépjen a $$$$Tailscale Admin Console$$$$ oldalra, hogy engedélyezze a készülék csatlakozását a virtuális hálózathoz. Ha ez nem az Ön fiókja, kérjük, először oldja fel a kötést.",
        "enable_lan_tips": "A készülék már lehetővé teszi a Tailscale kliensek számára a LAN-on vagy WAN-on lévő erőforrások elérését. De szükséges szerkeszteni az útvonal beállításokat a $$$$Tailscale Admin Console$$$$ oldalon, hogy a kliens kéréseket a Tailscale virtuális hálózaton keresztül továbbítsa a készülékhez.",
        "ready_tips": "A készülék csatlakozik a Tailscale virtuális hálózatához.",
        "enable_lan_label": "Távoli hozzáférés engedélyezése LAN",
        "account_label": "Fiók Hozzárendelése",
        "logout_btn": "Hozzárendelés Megszüntetése",
        "current_ip_label": "Router Virtuális IP",
        "get_url_err_msg": "Nem sikerült a készülék hozzárendelési linkjének lekérése.",
        "enable_wan_label": "Távoli Hozzáférés WAN Engedélyezése",
        "allow_lan_tips": "Ha ez az opció engedélyezve van, a készülék LAN-ján belüli erőforrások elérhetővé válnak a Tailscale virtuális hálózatán keresztül.",
        "allow_wan_tips": "Ha ez az opció engedélyezve van, a készülék WAN oldalán lévő erőforrások elérhetővé válnak a Tailscale virtuális hálózatán keresztül.",
        "exit_node_tips": "Ha a kiválasztott Exit Node nem érhető el vagy nem tud hozzáférni az internethez, a készülék nem lesz képes szinkronizálni a beállításokat a Tailscale-lel.",
        "custom_exit_node_tips": "Ha ez az opció engedélyezve van, a készülék az összes kérést az Exit Node-ra továbbítja. Engedélyezés előtt szükséges engedélyezni a készülék {subnet} alhálózati útvonalait a $$$$Tailscale Admin Console$$$$ oldalon a Tailscale számára, hogy továbbíthassa a kliens kéréseket; ellenkező esetben a kliensek nem fognak tudni internetezni.",
        "manual_node_label": "Egyéni Exit Node",
        "exit_node_label": "Exit Node",
        "current_ip_tips": "A Tailscale a 100.64.0.0/10 alhálózatot használja, ami ütközhet egy internetszolgáltató által kijelölt címmel vagy VPN kliens címmel. Ha a WAN IP vagy VPN IP címe ebben az alhálózatban van, kapcsolja ki a Tailscale-t a hálózati problémák elkerülése érdekében.",
        "custom_exit_node_warning": "Ha engedélyezi a Custom Exit Node funkciót, a készülék az összes kérést az Exit Node-ra továbbítja. Engedélyezés előtt szükséges engedélyezni a készülék {subnet} alhálózati útvonalait a $$$$Tailscale Admin Console$$$$ oldalon a Tailscale számára, hogy továbbíthassa a kliens kéréseket; ellenkező esetben a kliensek nem fognak tudni internetezni.",
        "dns_warning_tips": "Amikor egy belső IP címet használ DNS-ként, előfordulhat, hogy nem tud hozzáférni a DNS szerverhez."
    }
}
