{
    "tailscale": {
        "enable_wan_label": "Consenti accesso remoto WAN",
        "allow_wan_tips": "Se questa opzione è abilitata, sarà consentito accedere alle risorse dentro il dispositivo WAN attraverso la rete virtuale Tailscale.",
        "need_login_tips": "Il servizio Tailscale è abilitato, ma il dispositivo non è ancora associato. Si prega di associare questo dispositivo al tuo account Tailscale usando $$$$il link di associazione del dispositivo$$$$.",
        "allow_lan_tips": "Se questa opzione è abilitata, sarà consentito accedere alle risorse dentro il dispositivo LAN attraverso la rete virtuale Tailscale.",
        "need_mandate_tips": "Questo dispositivo è associato all' account Tailscale, ma non è stato autorizzato per l'accesso al network. Si prega di andare nel $$$$ pannello di amministrazione Tailscale$$$$ per autorizzare il dispositivo a connettersi alla tua rete virtuale. Se questo non è il tuo account, per favore dissocialo.",
        "ready_tips": "Il dispositivo è connesso alla tua rete virtuale Tailscale.",
        "enable_lan_label": "Permetti l'accesso remoto LAN",
        "account_label": "Associa Account",
        "logout_btn": "Dissocia",
        "current_ip_label": "IP Virtuale del Router",
        "get_url_err_msg": "Non sono riuscito ad ottenere un link di associazione del dispositivo.",
        "enable_lan_tips": "Il dispositivo sta già permettendo ai clients Tailscale di accedere alle risorse nella LAN o WAN, ma devi modificare l'impostazione del percorso nel $$$$pannello di amministrazione Tailscale$$$$ per far sì che le richieste dei clients siano inoltrate attraverso la rete virtuale di Tailscale.",
        "desc": "$$$$Tailscale$$$$ fa' in modo che i dispositivi in tuo possesso possano essere accessibili in qualunque parte del mondo in maniera semplice e sicura. Abilita connessioni sicure point-to-point, il che significha che solo i dispositivi nella tua rete privata possono comunicare tra loro. Puoi usarlo per accedere ai tuoi dispositivi o LAN da remoto.",
        "manual_node_label": "Nodo di Uscita Personalizzato",
        "exit_node_label": "Nodi di Uscita",
        "exit_node_tips": "Se il nodo di uscita selezionato non è disponibile o non può accedere a Internet, il dispositivo non sarà in grado di sincronizzare le impostazioni con Tailscale.",
        "custom_exit_node_tips": "Se questa opzione è abilitata, il dispositivo inoltrerà tutte le richieste al Nodo di Uscita. Prima di abilitarla, è necessario abilitare le rotte di sottorete {subnet} di questo dispositivo in $$$$Tailscale Admin Console$$$$ affinché Tailscale inoltri le richieste dei clienti; altrimenti, i clienti non saranno in grado di accedere a Internet.",
        "current_ip_tips": "Tailscale usa la sottorete 100.64.0.0/10, che può entrare in conflitto con un indirizzo assegnato dall'ISP o da un Client VPN. Se il tuo indirizzo WAN o l'IP della VPN appartengono a tale sottorete, disabilita Tailscale per evitare di non poter navigare.",
        "custom_exit_node_warning": "Se abiliti il nodo di uscita personalizzato, il dispositivo inoltrerà tutte le richieste al Nodo di Uscita. Prima dell'abilitazione, devi abilitare i percorsi di sottorete {subnet} di questo dispositivo nella $$$$Console di amministrazione Tailscale$$$$ affinché Tailscale possa inoltrare le richieste del client ; in caso contrario, i tuoi clienti non saranno in grado di accedere a Internet.",
        "dns_warning_tips": "Quando si utilizza un indirizzo IP Intranet come DNS, potrebbe non essere possibile accedere al server DNS."
    }
}
