{
    "tailscale": {
        "desc": "$$$$Tailscale$$$는 전 세계 어디서나 안전하고 쉽게 사용할 수 있는 장치를 제공합니다. 암호화된 점 대 점 연결을 가능하게 하므로 개인 네트워크의 장치만 서로 통신할 수 있습니다. 원격으로 장치 또는 LAN에 액세스하는 데 사용할 수 있습니다.",
        "need_login_tips": "Tailscale 서비스가 활성화되어 있지만 아직 디바이스가 바인딩되지 않았습니다. $$$$The Device Bind Link$$$를 사용하여 이 디바이스를 Tailscale 계정으로 바인딩하십시오.",
        "enable_lan_tips": "장치는 이미 Tailscale 클라이언트가 LAN 또는 WAN의 리소스에 액세스할 수 있도록 허용하고 있습니다. 그러나 Tailscale 가상 네트워크를 통해 장치로 전달할 클라이언트 요청에 대해 $$$Tailscale Admin Console$$$에서 경로 설정을 편집해야 합니다.",
        "allow_lan_tips": "이 옵션을 사용하도록 설정하면 Tailscale 가상 네트워크를 통해 장치 LAN 내부의 리소스에 액세스할 수 있습니다.",
        "custom_exit_node_tips": "이 옵션을 사용하도록 설정하면 장치가 모든 요청을 종료 노드로 전달합니다. 사용하도록 설정하기 전에 Tailscale의 경우 $$$Tailscale Admin Console$$$$$에서 이 장치의 서브넷 경로 {subnet}을(를) 사용하도록 설정하여 클라이언트 요청을 전달해야 합니다. 그렇지 않으면 클라이언트가 인터넷에 액세스할 수 없습니다.",
        "current_ip_tips": "Tailscale은 100.64.0.0/10 서브넷을 사용하므로 ISP가 할당한 주소 또는 VPN 클라이언트 주소와 충돌할 수 있습니다. WAN IP 또는 VPN IP가 이 서브넷 내의 주소인 경우 네트워크에 연결할 수 없도록 Tailscale을 비활성화하십시오.",
        "custom_exit_node_warning": "사용자 지정 종료 노드를 사용하도록 설정하면 장치가 모든 요청을 종료 노드로 전달합니다. 사용하도록 설정하기 전에 Tailscale에서 클라이언트 요청을 전달하려면 $$$TailscaleAdminConsole$$$$에서 이 장치의 서브넷 경로 {subnet}을(를) 사용하도록 설정해야 합니다. 그렇지 않으면 클라이언트가 인터넷에 액세스할 수 없습니다.",
        "dns_warning_tips": "인트라넷 IP 주소를 DNS로 사용할 경우 DNS 서버에 액세스하지 못할 수 있습니다.",
        "need_mandate_tips": "이 장치는 Tailscale 계정에 속하지만 아직 네트워크에 액세스할 수 있는 권한이 없습니다. $$$Tailscale Admin Console$$$로 이동하여 장치가 가상 네트워크에 연결할 수 있도록 권한을 부여하십시오. 계정이 아닌 경우 먼저 바인딩을 해제하십시오.",
        "ready_tips": "Tailscale 가상 네트워크에 연결되어 있습니다.",
        "enable_lan_label": "원격 액세스 LAN 허용",
        "account_label": "계정 바인딩",
        "logout_btn": "바인딩 해제",
        "current_ip_label": "라우터 가상 IP",
        "get_url_err_msg": "장치 바인딩 링크를 가져오지 못했습니다.",
        "enable_wan_label": "원격 액세스 WAN 허용",
        "allow_wan_tips": "이 옵션을 사용하도록 설정하면 장치의 WAN 측 리소스에 Tailscale 가상 네트워크를 통해 액세스할 수 있습니다.",
        "exit_node_tips": "선택한 종료 노드를 사용할 수 없거나 인터넷에 액세스할 수 없는 경우 장치에서 설정을 Tailscale로 동기화할 수 없습니다.",
        "manual_node_label": "사용자 정의 종료 노드",
        "exit_node_label": "종료 노드"
    }
}
