{
    "tailscale": {
        "allow_lan_tips": "Если эта опция включена, ресурсы внутри LAN устройства будут доступны для доступа через виртуальную сеть Tailscale.",
        "manual_node_label": "Custom Exit Node",
        "exit_node_label": "Exit Node",
        "desc": "$$$$Tailscale$$$$ обеспечивает безопасный и легкий доступ к вашим устройствам в любой точке мира. Он обеспечивает шифрованные двухточечные соединения, что означает, что только устройства в вашей частной сети могут взаимодействовать друг с другом. Вы можете использовать его для удаленного доступа к своим устройствам или локальной сети.",
        "need_login_tips": "Услуга Tail scale включена, но устройство еще не привязано. Пожалуйста, привяжите это устройство к своей учетной записи Tailscale, используя ссылку $$$$Для привязки устройства$$$$.",
        "need_mandate_tips": "Это устройство привязано к аккаунту Tailscale, но еще не авторизовано для доступа к сети. Пожалуйста, перейдите в консоль администрирования Tailscale $$$$ Tailscale Admin Console$$$$, чтобы авторизовать устройство для подключения к вашей виртуальной сети. Если это не ваш аккаунт, пожалуйста, сначала отвяжите его.",
        "enable_lan_tips": "Устройство уже позволяет клиентам Tailscale получать доступ к ресурсам в сетях LAN или WAN. Но вам необходимо отредактировать настройки маршрутизации в консоли администрирования Tailscale $$$$Tailscale Admin Console$$$$, чтобы запросы клиентов перенаправлялись на устройство через виртуальную сеть Tailscale.",
        "ready_tips": "Устройство подключено к вашей виртуальной сети Tailscale.",
        "enable_lan_label": "Разрешить удаленный доступ к LAN",
        "account_label": "Привязать аккаунт",
        "logout_btn": "Отвязать",
        "current_ip_label": "Виртуальный IP-адрес роутера",
        "get_url_err_msg": "Не удалось получить ссылку для привязки устройства.",
        "enable_wan_label": "Разрешить удаленный доступ к WAN",
        "allow_wan_tips": "Если эта опция включена, ресурсы на стороне WAN устройства будут доступны для доступа через виртуальную сеть Tailscale.",
        "exit_node_tips": "Если выбранный вами Exit Node недоступен или не может получить доступ в Интернет, устройство не сможет синхронизировать настройки с Tailscale.",
        "custom_exit_node_tips": "Если эта опция включена, устройство будет перенаправлять все запросы на Exit Node. Перед активацией необходимо включить маршруты подсети {subnet} для этого устройства в консоли администрирования Tailscale $$$$Tailscale Admin Console$$$$, чтобы Tailscale мог перенаправлять запросы клиентов; в противном случае клиенты не смогут получить доступ в Интернет.",
        "current_ip_tips": "Tailscale использует подсеть 100.64.0.0/10, которая может конфликтовать с адресом, назначенным провайдером или адресом VPN-клиента. Если ваш WAN IP или VPN IP находится в этой подсети, отключите Tailscale, чтобы избежать невозможности сетевого подключения.",
        "custom_exit_node_warning": "Если включить функцию Custom Exit Node, устройство будет перенаправлять все запросы на Exit Node. Перед активацией необходимо включить маршруты подсети {subnet} для этого устройства в консоли администрирования Tailscale $$$$Tailscale Admin Console$$$$, чтобы Tailscale мог перенаправлять запросы клиентов; в противном случае клиенты не смогут получить доступ в Интернет.",
        "dns_warning_tips": "При использовании внутреннего IP-адреса в качестве DNS вы можете не иметь доступа к DNS-серверу.",
        "exit_node_title": "Узел выхода",
        "subnet_routes_title": "Подсетевые маршруты",
        "ip_masquerading_label": "Маскировка IP-адреса",
        "run_exit_node_label": "Запустить выходной узел",
        "run_exit_node_tips": "Запуск выходного узла означает, что другие устройства в вашей сети Tailscale могут направлять весь свой трафик через IP-адрес этого маршрутизатора.",
        "ip_masquerading_tips": "Переписывает исходные IP-адреса клиентов локальной сети на IP-адрес интерфейса Tailscale.",
        "advertise_wan_subnets_label": "Рекламировать подсети WAN",
        "advertise_wan_subnets_tips": "Если эта опция включена, маршруты подсети WAN будут объявлены в сети Tailscale. Маршруты вступят в силу только после утверждения в консоли администратора Tailscale."
    }
}
