{
    "tailscale": {
        "allow_lan_tips": "Если эта опция включена, ресурсы внутри LAN устройства будут доступны для доступа через виртуальную сеть Tailscale.",
        "manual_node_label": "Пользовательский Выходной Узел",
        "exit_node_label": "Выходной Узел",
        "desc": "$$$$Tailscale$$$$ позволяет безопасно и легко получать доступ к вашим устройствам из любой точки мира. Он обеспечивает зашифрованные точка-точка соединения, что означает, что общаться друг с другом могут только устройства в вашей частной сети. Вы можете использовать его для удаленного доступа к вашим устройствам или локальной сети.",
        "need_login_tips": "Служба Tailscale активирована, но устройство еще не привязано. Пожалуйста, привяжите это устройство к вашему аккаунту Tailscale, используя $$$$Ссылку Привязки Устройства$$$$.",
        "need_mandate_tips": "Это устройство привязано к аккаунту Tailscale, но еще не получило разрешение на доступ к сети. Пожалуйста, перейдите в $$$$Административную Консоль Tailscale$$$$, чтобы авторизовать устройство для подключения к вашей виртуальной сети. Если это не ваш аккаунт, пожалуйста, сначала отвяжите его.",
        "enable_lan_tips": "Устройство уже позволяет клиентам Tailscale доступ к ресурсам локальной или внешней сети. Но вам нужно отредактировать настройки маршрутизации в $$$$Административной Консоли Tailscale$$$$, чтобы запросы клиентов перенаправлялись на устройство через виртуальную сеть Tailscale.",
        "ready_tips": "Устройство подключено к вашей виртуальной сети Tailscale.",
        "enable_lan_label": "Разрешить Удаленный Доступ к Локальной Сети",
        "account_label": "Привязать Аккаунт",
        "logout_btn": "Отвязать",
        "current_ip_label": "Виртуальный IP-адрес Маршрутизатора",
        "get_url_err_msg": "Не удалось получить ссылку для привязки устройства.",
        "enable_wan_label": "Разрешить удаленный доступ к WAN",
        "allow_wan_tips": "Если эта опция активирована, ресурсы, находящиеся на стороне внешней сети устройства, будут доступны через виртуальную сеть Tailscale.",
        "exit_node_tips": "Если выбранный вами Выходной Узел недоступен или не может получить доступ в Интернет, устройство не сможет синхронизировать настройки с Tailscale.",
        "custom_exit_node_tips": "Если эта опция активирована, устройство будет перенаправлять все запросы на Выходной Узел. Перед активацией необходимо включить маршруты подсети {subnet} этого устройства в $$$$Административной Консоли Tailscale$$$$ для перенаправления запросов клиентов через Tailscale; в противном случае, ваши клиенты не смогут получить доступ в Интернет.",
        "current_ip_tips": "Tailscale использует подсеть 100.64.0.0/10, которая может конфликтовать с адресом, назначенным провайдером или адресом VPN-клиента. Если ваш внешний IP-адрес или IP-адрес VPN находится в этой подсети, отключите Tailscale, чтобы избежать невозможности подключения к сети.",
        "custom_exit_node_warning": "Если вы активируете Пользовательский Выходной Узел, устройство будет перенаправлять все запросы на Выходной Узел. Перед активацией вы должны включить маршруты подсети {subnet} этого устройства в $$$$Административной Консоли Tailscale$$$$ для перенаправления запросов клиентов через Tailscale; в противном случае, ваши клиенты не смогут получить доступ в Интернет.",
        "dns_warning_tips": "При использовании внутреннего IP-адреса в качестве DNS, вы можете не иметь доступа к DNS-серверу."
    }
}
