{
    "tailscale": {
        "need_login_tips": "Tailscale hizmeti etkinleştirildi, ancak cihaz henüz bağlı değil. Lütfen bu cihazı Tailscale hesabınıza bağlamak için $$$$The Device Bind Link$$$$ kullanın.",
        "need_mandate_tips": "Bu cihaz bir Tailscale hesabına bağlı, ancak henüz ağa erişim için yetkilendirilmemiş. Lütfen cihazın sanal ağınıza bağlanmasını yetkilendirmek için $$$$Tailscale Admin Console$$$$'a gidin. Bu sizin hesabınız değilse, lütfen önce bağlantıyı kaldırın.",
        "enable_lan_tips": "Cihaz, Tailscale istemcilerinin LAN veya WAN'daki kaynaklara erişmesine zaten izin veriyor. Ancak, istemci isteklerinin Tailscale sanal ağı üzerinden cihaza iletilmesi için $$$$Tailscale Admin Console$$$$'da rota ayarlarını düzenlemeniz gerekiyor.",
        "desc": "$$$$Tailscale$$$$, sahip olduğunuz cihazlara dünyanın her yerinden güvenli ve zahmetsiz bir şekilde erişmenizi sağlar. Şifreli noktadan noktaya bağlantılar sunar, bu da yalnızca özel ağınızdaki cihazların birbirleriyle iletişim kurabileceği anlamına gelir. Cihazlarınıza veya LAN'a uzaktan erişmek için kullanabilirsiniz.",
        "custom_exit_node_tips": "Bu seçenek etkinleştirilirse, cihaz tüm istekleri Çıkış Düğümüne iletecektir. Etkinleştirmeden önce, Tailscale'ın istemci isteklerini iletebilmesi için bu cihazın {subnet} alt ağ rotalarını $$$$Tailscale Admin Console$$$$'da etkinleştirmeniz gerekiyor; aksi takdirde istemcileriniz internete erişemeyecektir.",
        "manual_node_label": "Özel Çıkış Düğümü",
        "exit_node_label": "Çıkış Düğümü",
        "ready_tips": "Cihaz, Tailscale sanal ağınıza bağlı.",
        "enable_lan_label": "Uzaktan LAN Erişimine İzin Ver",
        "account_label": "Hesabı Bağla",
        "logout_btn": "Bağlantıyı Kes",
        "current_ip_label": "Yönlendirici Sanal IP",
        "get_url_err_msg": "Cihaz bağlantı linki alınamadı.",
        "enable_wan_label": "Uzaktan WAN Erişimine İzin Ver",
        "allow_lan_tips": "Bu seçenek etkinleştirilirse, cihazın LAN'ındaki kaynaklara Tailscale sanal ağı üzerinden erişilebilir.",
        "allow_wan_tips": "Bu seçenek etkinleştirilirse, cihazın WAN tarafındaki kaynaklara Tailscale sanal ağı üzerinden erişilebilir.",
        "exit_node_tips": "Seçtiğiniz Çıkış Düğümü mevcut değilse veya internete erişemiyorsa, cihaz ayarları Tailscale'e senkronize edilemez.",
        "current_ip_tips": "Tailscale, 100.64.0.0/10 alt ağını kullanır; bu, ISS tarafından atanan bir adres veya VPN istemci adresiyle çakışabilir. WAN IP'niz veya VPN IP'niz bu alt ağdaysa, ağ bağlantısı sorunlarını önlemek için Tailscale'i devre dışı bırakın.",
        "custom_exit_node_warning": "Özel Çıkış Düğümü'nü etkinleştirirseniz, cihaz tüm istekleri Çıkış Düğümüne iletecektir. Etkinleştirmeden önce, istemci isteklerinin iletilebilmesi için bu cihazın {subnet} alt ağ rotalarını $$$$Tailscale Yönetim Konsolu$$$$'nda etkinleştirmeniz gerekir; aksi takdirde istemcileriniz internete erişemez.",
        "dns_warning_tips": "Yerel ağ IP adresi DNS olarak kullanıldığında, DNS sunucusuna erişemeyebilirsiniz."
    }
}
