{
    "tailscale": {
        "need_login_tips": "Служба Tailscale активована, але пристрій ще не прив'язаний. Будь ласка, прив'яжіть цей пристрій до вашого облікового запису Tailscale, використовуючи $$$$The Device Bind Link$$$$.",
        "ready_tips": "Пристрій підключений до вашої віртуальної мережі Tailscale.",
        "get_url_err_msg": "Не вдалося отримати посилання для прив'язки пристрою.",
        "enable_wan_label": "Дозволити віддалений доступ WAN",
        "manual_node_label": "Користувацький вихідний вузол",
        "dns_warning_tips": "При використанні внутрішньої IP-адреси як DNS, можливо, ви не зможете отримати доступ до DNS-сервера.",
        "desc": "$$$$Tailscale$$$$ робить доступними ваші пристрої з будь-якої точки світу, безпечно та без зусиль. Він забезпечує зашифровані точка-до-точки з'єднання, що означає, що лише пристрої вашої приватної мережі можуть спілкуватися один з одним. Ви можете використовувати його для віддаленого доступу до ваших пристроїв або LAN.",
        "need_mandate_tips": "Цей пристрій прив'язаний до облікового запису Tailscale, але ще не отримав дозволу на доступ до мережі. Будь ласка, перейдіть до $$$$Tailscale Admin Console$$$$, щоб авторизувати пристрій для підключення до вашої віртуальної мережі. Якщо це не ваш обліковий запис, будь ласка, спочатку відв'яжіть його.",
        "enable_lan_tips": "Пристрій вже дозволяє клієнтам Tailscale отримувати доступ до ресурсів у LAN або WAN. Але вам потрібно змінити налаштування маршрутів у $$$$Tailscale Admin Console$$$$, щоб запити клієнтів перенаправлялися на пристрій через віртуальну мережу Tailscale.",
        "enable_lan_label": "Дозволити віддалений доступ LAN",
        "account_label": "Прив'язати обліковий запис",
        "logout_btn": "Відв'язати",
        "current_ip_label": "Віртуальна IP-адреса маршрутизатора",
        "allow_lan_tips": "Якщо ця опція активована, ресурси всередині LAN пристрою будуть доступні для доступу через віртуальну мережу Tailscale.",
        "allow_wan_tips": "Якщо ця опція активована, ресурси на стороні WAN пристрою будуть доступні для доступу через віртуальну мережу Tailscale.",
        "exit_node_tips": "Якщо обраний вами вихідний вузол недоступний або не може отримати доступ до Інтернету, пристрій не зможе синхронізувати налаштування з Tailscale.",
        "custom_exit_node_tips": "Якщо ця опція активована, пристрій буде перенаправляти всі запити до вихідного вузла. Перед активацією вам потрібно активувати маршрути підмережі {subnet} цього пристрою в $$$$Tailscale Admin Console$$$$, щоб Tailscale міг перенаправляти запити клієнтів; в іншому випадку ваші клієнти не зможуть отримати доступ до Інтернету.",
        "exit_node_label": "Вихідний вузол",
        "current_ip_tips": "Tailscale використовує підмережу 100.64.0.0/10, яка може конфліктувати з адресою, призначеною інтернет-провайдером, або адресою VPN-клієнта. Якщо ваша WAN IP або VPN IP є адресою в цій підмережі, вимкніть Tailscale, щоб уникнути проблем з мережею.",
        "custom_exit_node_warning": "Якщо ви активуєте Користувацький вихідний вузол, пристрій буде перенаправляти всі запити до вихідного вузла. Перед активацією вам необхідно активувати маршрути підмережі {subnet} цього пристрою в $$$$Tailscale Admin Console$$$$, щоб Tailscale міг перенаправляти запити клієнтів; в іншому випадку ваші клієнти не зможуть отримати доступ до Інтернету."
    }
}
