{
    "tailscale": {
        "need_login_tips": "Служба Tailscale активована, але пристрій ще не прив'язаний. Будь ласка, прив'яжіть цей пристрій до вашого облікового запису Tailscale, використовуючи $$$$Посилання для прив'язки пристрою$$$$.",
        "ready_tips": "Пристрій підключений до вашої віртуальної мережі Tailscale.",
        "get_url_err_msg": "Не вдалося отримати посилання для прив'язки пристрою.",
        "enable_wan_label": "Дозволити віддалений доступ до WAN",
        "manual_node_label": "Користувацький вихідний вузол",
        "dns_warning_tips": "При використанні внутрішньої IP-адреси як DNS, можливо, ви не зможете отримати доступ до DNS-сервера.",
        "desc": "$$$$Tailscale$$$$ робить доступними ваші пристрої з будь-якої точки світу, безпечно та без зусиль. Він дозволяє шифровані точка-до-точки з'єднання, що означає, що спілкуватися можуть лише пристрої у вашій приватній мережі. Ви можете використовувати його для віддаленого доступу до ваших пристроїв або локальної мережі.",
        "need_mandate_tips": "Цей пристрій прив'язаний до облікового запису Tailscale, але ще не отримав дозвіл на доступ до мережі. Будь ласка, перейдіть до $$$$Адміністративної консолі Tailscale$$$$, щоб авторизувати пристрій для підключення до вашої віртуальної мережі. Якщо це не ваш обліковий запис, спочатку відв'яжіть його.",
        "enable_lan_tips": "Пристрій вже дозволяє клієнтам Tailscale доступ до ресурсів локальної мережі або WAN. Але вам потрібно редагувати налаштування маршрутизації в $$$$Адміністративній консолі Tailscale$$$$, щоб запити клієнтів були перенаправлені на пристрій через віртуальну мережу Tailscale.",
        "enable_lan_label": "Дозволити віддалений доступ до локальної мережі",
        "account_label": "Прив'язати обліковий запис",
        "logout_btn": "Відв'язати",
        "current_ip_label": "Віртуальна IP-адреса маршрутизатора",
        "allow_lan_tips": "Якщо ця опція активована, ресурси всередині локальної мережі пристрою будуть доступні через віртуальну мережу Tailscale.",
        "allow_wan_tips": "Якщо ця опція активована, ресурси на стороні WAN пристрою будуть доступні через віртуальну мережу Tailscale.",
        "exit_node_tips": "Якщо обраний вами вихідний вузол недоступний або не може отримати доступ до Інтернету, пристрій не зможе синхронізувати налаштування з Tailscale.",
        "custom_exit_node_tips": "Якщо ця опція активована, пристрій буде перенаправляти всі запити до вихідного вузла. Перед активацією вам потрібно активувати підмережі {subnet} цього пристрою в $$$$Адміністративній консолі Tailscale$$$$ для перенаправлення запитів клієнтів через Tailscale; інакше ваші клієнти не зможуть отримати доступ до Інтернету.",
        "exit_node_label": "Вихідний вузол",
        "current_ip_tips": "Tailscale використовує підмережу 100.64.0.0/10, яка може конфліктувати з адресою, призначеною провайдером або адресою VPN-клієнта. Якщо ваша WAN IP або VPN IP є адресою в цій підмережі, вимкніть Tailscale, щоб уникнути проблем з мережею.",
        "custom_exit_node_warning": "Якщо ви активуєте Користувацький вихідний вузол, пристрій буде перенаправляти всі запити до вихідного вузла. Перед активацією ви повинні активувати підмережі {subnet} цього пристрою в $$$$Адміністративній консолі Tailscale$$$$ для перенаправлення запитів клієнтів через Tailscale; інакше ваші клієнти не зможуть отримати доступ до Інтернету."
    }
}
