{
    "sdwan": {
        "device_tips": "Sie wurden in das virtuelle Netzwerk {network} aufgenommen. Bitte passen Sie die Einstellungen unter {cloud} an.",
        "real_time_data_title": "Echtzeitdaten",
        "upload_data_title": "Hochgeladene Daten",
        "download_data_title": "Heruntergeladene Daten",
        "interface_title": "Schnittstellen",
        "real_time_data_tips": "Enthält nur die Daten von Geräten, welche durch diesen Router gehen. Diese unterscheiden sich möglicherweise von den Abrechnungsdaten.",
        "nodes_title": "Netzwerk Topologie",
        "no_device_tips": "Das Gerät muss in einem virtuellen Netzwerk in {cloud} hinzugefügt werden, um diese Funktion zu benutzen.",
        "interface_tips": "Sie können spezifische Schnittstellen deaktivieren, die an der Verbindungsbündelung teilnehmen.",
        "get_start_title": "Cloud-Dienste aktiviert",
        "get_start_tips": "Klicken Sie hier, um mit AstroWarp zu beginnen!",
        "use_tips": "AstroWarp ist eine innovative VPN-Plattform, die speziell für GL.Router entwickelt wurde und das Einrichten von Exit-Nodes sowie die Verbindung mehrerer entfernter Geräte innerhalb eines einheitlichen, sicheren Netzwerks erleichtert, wodurch ein müheloser Fernzugriff von überall ermöglicht wird.",
        "enable_tips": "Wenn AstroWarp aktiviert ist, kann {feature} nicht verwendet werden.",
        "use_2b_tips": "AstroWarp ist eine innovative VPN-Plattform für Router, die das Einrichten von Exit-Nodes und die Verbindung mehrerer entfernter Geräte innerhalb eines einheitlichen, sicheren Netzwerks erleichtert und so einen mühelosen Fernzugriff von überall ermöglicht."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "first_get_start_step1_tips": "Indem Sie AstroWarp mit diesem Router verwenden, laden Sie zuerst die App herunter, verbinden Sie sich dann mit diesem Router und greifen Sie über ihn auf das Internet zu.",
        "first_get_start_step2_tips": "Klicken Sie auf Start, wir erstellen ein kostenloses AstroNet für Sie. Und dieser Router wird als Internetausgang eingerichtet.",
        "vaild_only_once_label": "Nur einmal gültig:",
        "join_network_btn": "Dem Netzwerk beitreten",
        "add_client_btn": "Client hinzufügen",
        "use_as_internet_exit_tips": "Dieser Router wurde als Internetausgang festgelegt.",
        "join_network_tips": "Beginnen Sie mit der Nutzung von AstroWarp, um von überall aus von zu Hause aus zu arbeiten. Sie können einem Netzwerk beitreten, um es zu nutzen. Oder Sie können sich auf der AstroWarp-Website anmelden, um es mit weiteren Funktionen zu nutzen.",
        "link_life_time_label": "Link-Lebensdauer:",
        "usage_total_label": "Verwendung / Gesamt",
        "use_internet_exit_label": "Internet-Ausgang verwenden",
        "go_to_aw_web_btn": "Zur AstroWarp-Website gehen",
        "data_usage_title": "Datennutzung",
        "share_use_internet_exit_label": "Internet-Ausgang verwenden",
        "more_operation_tips": "Alle Clients und Router, die den Internetzugang nutzen, greifen über diesen Router auf das Internet zu. Wenn Sie die Konfiguration ändern müssen, melden Sie sich bitte bei {page} an.",
        "to_download_app_btn": "Hier klicken, um die App herunterzuladen",
        "qrcode_use_tips": "Verwenden Sie die App, um den QR-Code zu scannen oder die URL einzugeben, um auf den Router zuzugreifen und den zugehörigen Internetausgang zu nutzen.",
        "share_more_operation_tips": "Bitte melden Sie sich bei {page} an, um weitere Einstellungen zu verwenden.",
        "go_to_aw_btn": "Gehe zu AstroWarp",
        "bind_not_self_tips": "Bitte binden Sie Ihr Konto an die Selbstansicht, bevor Sie AstroWarp verwenden; es wird derzeit nicht in der Organisations- oder VAR-Ansicht unterstützt.",
        "only_support_self_tips": "AstroWarp wird nur in der Selbstansicht unterstützt.",
        "operate_config_tips": "Wenn Sie die Konfiguration ändern müssen, melden Sie sich bitte bei {page} an.",
        "exit_node_label": "Ausgang",
        "add_client_limit_tips": "Die Anzahl der Clients, die auf diesen Router zugreifen, hat das obere Limit erreicht. Bitte besuchen Sie AstroWarp, um Ihren Netzwerkplan zu aktualisieren.",
        "add_router_limit_tips": "Die Anzahl der Router, die in diesem Netzwerk zugreifen, hat das Limit erreicht. Bitte besuchen Sie AstroWarp, um Ihr Netzwerk zu bearbeiten.",
        "network_plan_expired_tips": "Dieses Netzwerk ist abgelaufen. Bitte besuchen Sie AstroWarp, um Ihren Netzwerkplan zu aktualisieren/zu verlängern.",
        "unlimit_label": "Unbegrenzt",
        "web_title": "AstroWarp Admin-Bedienfeld",
        "first_get_start_download_app_tips": "1. Laden Sie die AstroWarp-App auf Ihrem Mobiltelefon oder PC herunter.",
        "first_get_start_click_tips": "2. Klicken Sie auf die Schaltfläche, um diesen Router als Ihren Internet-Ausgangsknoten festzulegen.",
        "get_start_common_tips": "Erste Schritte für das Arbeiten von zu Hause aus, mit dem Sie über diesen Router als Internetzugang mit seiner WAN-IP auf das Internet und Server zugreifen können, wo immer Sie sind.",
        "get_start_has_networks_tips": "Klicken Sie auf die Schaltfläche, wählen Sie einen Exit-Node-Router aus, um ihn zu nutzen und über ihn auf das Internet und Server zuzugreifen.",
        "get_start_btn": "Erste Schritte",
        "first_get_start_connected_tips": "4. Sie sind verbunden!",
        "install_app_title": "Installieren Sie die App, um zu beginnen",
        "first_get_start_use_app_tips": "3. Verwenden Sie die App zum Scannen oder geben Sie den Code auf der Exit-Node-Seite ein.",
        "scan_qrcode_tips": "Scannen Sie den QR-Code oder geben Sie den Code in der AstroWarp-App ein, um sicher über diesen Router auf das Internet und Server zuzugreifen.",
        "copy_link_btn": "Kopieren Sie den Code",
        "select_node_tips": "Wählen Sie einen Exit-Knoten aus, um sicher über ihn auf das Internet zuzugreifen.",
        "download_app_titile": "App herunterladen",
        "get_start_step_title": "Erste Schritte",
        "confirm_node_tips": "Bestätigen Sie den sicheren Internetzugang über",
        "start_process_checking_tips": "Netzwerkstatus wird überprüft...",
        "no_available_node_tips": "Unter Ihrem Konto sind keine verfügbaren Exit-Nodes vorhanden. Bitte klicken Sie auf die AstroWarp-Schaltfläche, um zum Admin-Panel zu gelangen und Ihren Exit-Node zu konfigurieren.",
        "start_btn": "Start",
        "start_process_connecting_tips": "Verbindung zum Server wird hergestellt...",
        "start_process_starting_tips": "AstroWarp-Dienst wird gestartet...",
        "start_process_success_tips": "Erfolgreiche Einstellung!",
        "start_process_error_common_tips": "Verbindung fehlgeschlagen. Ein unbekannter Fehler ist aufgetreten. Bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut. Falls das Problem weiterhin besteht, wenden Sie sich an den Support oder senden Sie Feedback.",
        "exit_network_btn": "Beenden Sie AstroWrap",
        "exit_ip_label": "Beenden IP",
        "exit_network_tips": "Ein Beenden entfernt alle zuvor hinzugefügten Clients. Um Astrowrap erneut zu nutzen, müssen Sie diese erneut hinzufügen. Möchten Sie wirklich fortfahren?",
        "exit_btn": "Beenden"
    },
    "aw_err": {
        "not_joined_network_msg": "Diesem Netzwerk nicht beigetreten."
    }
}
