{
    "sdwan": {
        "no_device_tips": "You must add the device to one of the virtual networks in {cloud} to use this feature.",
        "device_tips": "You have been added to the virtual network {network} . Please go to {cloud} to modify the settings.",
        "nodes_title": "Network Topology",
        "real_time_data_title": "Real-time Data",
        "real_time_data_tips": "Includes only the device's data that has passed through the Gateway; this may be different than the total reported by your billing data.",
        "upload_data_title": "Upload Traffic Data",
        "download_data_title": "Download Traffic Data",
        "interface_title": "Interfaces",
        "interface_tips": "You can disable specific interfaces joining connection aggregation.",
        "use_tips": "AstroWarp is an innovative VPN platform designed for with GL.Routers that makes it easy to set exit node and connect multiple remote devices within a unified, secure network, enabling effortless remote access from anywhere.",
        "get_start_title": "Cloud Services Enabled",
        "get_start_tips": "Click to get started with AstroWarp!",
        "enable_tips": "When AstroWarp is enabled, {feature} cannot be used.",
        "use_2b_tips": "AstroWarp is an innovative VPN platform designed for routers that makes it easy to set exit node and connect multiple remote devices within a unified, secure network, enabling effortless remote access from anywhere."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "first_get_start_step1_tips": "By using AstroWarp with this router, download app first then connect to this router and access the internet via it.",
        "go_to_aw_web_btn": "Go To Astrowarp Website",
        "data_usage_title": "Data Usage",
        "first_get_start_step2_tips": "Click start we will create a free AstroNet for you. And this router will be set as the internet exit.",
        "vaild_only_once_label": "Valid Only Once:",
        "join_network_btn": "Join The Network",
        "usage_total_label": "Usage / Total",
        "add_client_btn": "Add Client",
        "more_operation_tips": "All clients and routers using internet exit access the internet via this router. If you need to modify the configuration, please log in to {page}.",
        "join_network_tips": "Get start using AstroWarp for work from home anywhere. You can join a network to use it. Or you can login AstroWarp website to use it with more features.",
        "use_as_internet_exit_tips": "This router has been set as internet exit.",
        "link_life_time_label": "Link Lifetime:",
        "use_internet_exit_label": "Use Internet Exit",
        "share_use_internet_exit_label": "Use Internet Exit:",
        "to_download_app_btn": "Click Here To Download App",
        "qrcode_use_tips": "Use the app to scan the QR code or enter the URL to access the router and use the Internet exit it belongs to.",
        "share_more_operation_tips": "Using more settings, please login {page}.",
        "go_to_aw_btn": "Go To AstroWarp",
        "bind_not_self_tips": "Please bind your account to the Self view before using AstroWarp; it currently does not support use in the organization or VAR view.",
        "only_support_self_tips": "AstroWarp is only supported on Self view.",
        "operate_config_tips": "If you need to modify the configuration, please log in to {page}.",
        "exit_node_label": "Exit Node",
        "add_client_limit_tips": "The number of clients accessing this router has reached the upper limit. Please visit the AstroWarp to upgrade your network plan.",
        "add_router_limit_tips": "The number of routers accessing in this network has reached the upper limit. Please visit the AstroWarp to edit your network.",
        "network_plan_expired_tips": "This network is expired. Please visit the AstroWarp to upgrade/renew your network plan.",
        "unlimit_label": "Unlimited",
        "web_title": "AstroWarp Admin Panel",
        "get_start_common_tips": "Get started for Work From Home that you can access internet and servers using this router as internet exit with its WAN IP wherever you are.",
        "first_get_start_connected_tips": "4. You're connected!",
        "get_start_has_networks_tips": "Click the button, choose an exit node router to use and access internet and servers via it.",
        "first_get_start_download_app_tips": "1. Download AstroWarp app on your mobile phone or PC.",
        "first_get_start_click_tips": "2. Click the button to set this router as your internet exit node.",
        "first_get_start_use_app_tips": "3. Use app to scan or enter the code at the exit node page.",
        "get_start_btn": "Get Start",
        "install_app_title": "Install the app to get started",
        "scan_qrcode_tips": "Scan the QR code or enter the code in the AstroWarp app to securely access the internet and servers through this router.",
        "copy_link_btn": "Copy Code",
        "no_available_node_tips": "There are no available exit nodes under your account. Please click the AstroWarp button to go to the admin panel to configure your exit node.",
        "download_app_titile": "Download App",
        "get_start_step_title": "Get started",
        "select_node_tips": "Choose an exit node to securely access the internet via it.",
        "start_process_starting_tips": "Starting AstroWarp service...",
        "confirm_node_tips": "Confirm started securely access the internet via",
        "start_btn": "Start",
        "start_process_checking_tips": "Checking network status...",
        "start_process_connecting_tips": "Connecting to server...",
        "start_process_success_tips": "Success Setting!",
        "start_process_error_common_tips": "Connection failed. An unknown error occurred. Please check your network or try again later. If the issue persists, contact support or submit feedback.",
        "exit_network_btn": "Exit AstroWrap",
        "exit_ip_label": "Exit IP",
        "exit_network_tips": "Exiting will remove all previously added clients. To use Astrowrap again, you will need to re-add them. Are you sure you want to proceed?",
        "exit_btn": "Exit"
    },
    "aw_err": {
        "not_joined_network_msg": "Not joined this network."
    }
}
