{
    "menu_sdwan": "AstroWarp",
    "sdwan": {
        "nodes_title": "Topología de Red",
        "upload_data_title": "Datos de Tráfico de Subida",
        "real_time_data_title": "Datos en Tiempo Real",
        "interface_tips": "Puedes deshabilitar interfaces específicas para que no se unan a la agregación de conexión.",
        "no_device_tips": "Debes agregar el dispositivo a una de las redes virtuales en {cloud} para utilizar esta función.",
        "device_tips": "Ha sido agregado a la red virtual {network}. Por favor, ve a {cloud} para modificar la configuración.",
        "real_time_data_tips": "Incluye solo los datos del dispositivo que han pasado a través de la Puerta de Enlace; esto puede ser diferente al total reportado por tus datos de facturación.",
        "download_data_title": "Datos de Tráfico de Descarga",
        "interface_title": "Interfaces",
        "get_start_title": "Servicios en la Nube activados",
        "get_start_tips": "Presione para comenzar con AstroWarp",
        "use_tips": "AstroWarp es una innovadora plataforma VPN diseñada para los routers GL.iNet que facilita la configuración de nodos de salida y la conexión de múltiples dispositivos remotos dentro de una red unificada y segura, permitiendo un acceso remoto sin esfuerzo desde cualquier ubicación.",
        "enable_tips": "Cuando AstroWarp está habilitado, {feature} no se puede utilizar.",
        "use_2b_tips": "AstroWarp es una innovadora plataforma VPN diseñada para routers que facilita la configuración de nodos de salida y la conexión de múltiples dispositivos remotos dentro de una red unificada y segura, permitiendo un acceso remoto sin esfuerzo desde cualquier lugar."
    },
    "aw": {
        "go_to_aw_web_btn": "Ir al sitio web de AstroWarp",
        "data_usage_title": "Uso de Datos",
        "vaild_only_once_label": "Válido solo una vez:",
        "join_network_btn": "Unirse a la red",
        "first_get_start_step1_tips": "Al usar AstroWarp con este router, primero descarga la aplicación, luego conéctate a este router y accede a internet a través de él.",
        "add_client_btn": "Agregar Cliente",
        "first_get_start_step2_tips": "Haga clic en iniciar, crearemos un AstroNet gratuito para usted. Y este router se configurará como la salida de internet.",
        "link_life_time_label": "Duración del enlace:",
        "usage_total_label": "Uso / Total",
        "use_internet_exit_label": "Usar salida de Internet",
        "join_network_tips": "Comience a usar AstroWarp para trabajar desde casa en cualquier lugar. Puede unirse a una red para usarlo. O puede iniciar sesión en el sitio web de AstroWarp para usarlo con más funciones.",
        "use_as_internet_exit_tips": "Este router ha sido configurado como salida de internet.",
        "share_use_internet_exit_label": "Usar salida de Internet",
        "more_operation_tips": "Todos los clientes y enrutadores que utilizan la salida de internet acceden a internet a través de este enrutador. Si necesita modificar la configuración, inicie sesión en {page}.",
        "to_download_app_btn": "Haga clic aquí para descargar la aplicación",
        "qrcode_use_tips": "Utilice la aplicación para escanear el código QR o ingrese la URL para acceder al router y utilizar la salida de Internet a la que pertenece.",
        "share_more_operation_tips": "Usando más configuraciones, por favor inicie sesión en {page}.",
        "go_to_aw_btn": "Ir a AstroWarp",
        "bind_not_self_tips": "Antes de usar AstroWarp, vincule su cuenta a la vista Self; actualmente no admite el uso en la vista de organización o VAR.",
        "only_support_self_tips": "AstroWarp solo es compatible con la vista propia.",
        "operate_config_tips": "Si necesita modificar la configuración, inicie sesión en {page}.",
        "exit_node_label": "Nodo de salida",
        "add_client_limit_tips": "El número de clientes que acceden a este router ha alcanzado el límite máximo. Por favor, visite AstroWarp para actualizar su plan de red.",
        "add_router_limit_tips": "El número de routers accediendo a esta red ha alcanzado el límite máximo. Por favor, visite AstroWarp para editar su red.",
        "network_plan_expired_tips": "Esta red ha expirado. Por favor, visite AstroWarp para actualizar/renovar su plan de red.",
        "unlimit_label": "Ilimitado",
        "web_title": "Panel de Administración de AstroWarp",
        "get_start_common_tips": "Comience a trabajar desde casa con acceso a Internet y servidores utilizando este router como salida a Internet con su IP WAN desde cualquier ubicación.",
        "get_start_has_networks_tips": "Haga clic en el botón, elija un router de nodo de salida para utilizarlo y acceder a internet y servidores a través de él.",
        "first_get_start_download_app_tips": "1. Descargue la aplicación AstroWarp en su teléfono móvil o PC.",
        "first_get_start_click_tips": "2. Haga clic en el botón para configurar este enrutador como su nodo de salida de Internet.",
        "first_get_start_connected_tips": "4. ¡Estás conectado!",
        "install_app_title": "Instala la aplicación para comenzar",
        "first_get_start_use_app_tips": "3. Usa la aplicación para escanear o ingresar el código en la página del nodo de salida.",
        "get_start_btn": "Comenzar",
        "scan_qrcode_tips": "Escanee el código QR o ingrese el código en la aplicación AstroWarp para acceder de forma segura a internet y servidores a través de este enrutador.",
        "copy_link_btn": "Copiar Código",
        "download_app_titile": "Descargar aplicación",
        "no_available_node_tips": "No hay nodos de salida disponibles en su cuenta. Haga clic en el botón AstroWarp para ir al panel de administración y configurar su nodo de salida.",
        "confirm_node_tips": "Confirmar inicio de acceso seguro a internet mediante",
        "select_node_tips": "Seleccione un nodo de salida para acceder a internet de forma segura a través de él.",
        "start_btn": "Comenzar",
        "get_start_step_title": "Comenzar",
        "start_process_connecting_tips": "Conectando al servidor...",
        "start_process_checking_tips": "Verificando estado de la red...",
        "start_process_success_tips": "¡Configuración exitosa!",
        "start_process_starting_tips": "Iniciando servicio AstroWarp...",
        "start_process_error_common_tips": "Conexión fallida. Ocurrió un error desconocido. Por favor, verifique su red o intente nuevamente más tarde. Si el problema persiste, contacte al soporte o envíe sus comentarios.",
        "exit_network_btn": "Salir de AstroWrap",
        "exit_ip_label": "IP de salida",
        "exit_network_tips": "Salir eliminará todos los clientes previamente agregados. Para usar Astrowrap nuevamente, deberá volver a agregarlos. ¿Está seguro de que desea continuar?"
    },
    "aw_err": {
        "not_joined_network_msg": "No unido a esta red."
    }
}
