{
    "menu_sdwan": "AstroWarp",
    "sdwan": {
        "nodes_title": "Topología de Red",
        "upload_data_title": "Datos de Tráfico de Subida",
        "real_time_data_title": "Datos en Tiempo Real",
        "interface_tips": "Puedes deshabilitar interfaces específicas para que no participen en la agregación de conexión.",
        "no_device_tips": "Debes agregar el dispositivo a una de las redes virtuales en {cloud} para utilizar esta función.",
        "device_tips": "Ha sido agregado a la red virtual {network}. Por favor, diríjase a {cloud} para modificar la configuración.",
        "real_time_data_tips": "Incluye solo los datos del dispositivo que han pasado a través de la Puerta de Enlace; esto puede diferir del total reportado por sus datos de facturación.",
        "download_data_title": "Tráfico de Descarga de Datos",
        "interface_title": "Interfaces",
        "get_start_title": "Servicios en la Nube Habilitados",
        "get_start_tips": "Haga clic para comenzar con AstroWarp",
        "use_tips": "AstroWarp es una innovadora plataforma VPN diseñada para routers GL.iNet que facilita la configuración de nodos de salida y la conexión de múltiples dispositivos remotos dentro de una red unificada y segura, permitiendo un acceso remoto sin esfuerzo desde cualquier ubicación.",
        "enable_tips": "Cuando AstroWarp está habilitado, funciones como {feature} no se pueden utilizar.",
        "use_2b_tips": "AstroWarp es una innovadora plataforma VPN diseñada para routers que facilita la configuración de nodos de salida y la conexión de múltiples dispositivos remotos dentro de una red unificada y segura, permitiendo un acceso remoto sin esfuerzo desde cualquier ubicación."
    },
    "aw": {
        "go_to_aw_web_btn": "Ir al sitio web de AstroWarp",
        "data_usage_title": "Uso de Datos",
        "vaild_only_once_label": "Válido solo una vez:",
        "join_network_btn": "Unirse a la red",
        "first_get_start_step1_tips": "Al utilizar AstroWarp con este router, descarga primero la aplicación, luego conéctate a este router y accede a internet a través de él.",
        "add_client_btn": "Agregar Cliente",
        "first_get_start_step2_tips": "Haga clic en iniciar, crearemos un AstroNet gratuito para usted. Y este router se configurará como la salida de internet.",
        "link_life_time_label": "Duración del enlace:",
        "usage_total_label": "Uso / Total",
        "use_internet_exit_label": "Usar salida de Internet",
        "join_network_tips": "Comience a usar AstroWarp para trabajar desde casa en cualquier lugar. Puede unirse a una red para utilizarlo. O puede iniciar sesión en el sitio web de AstroWarp para usarlo con más funciones.",
        "use_as_internet_exit_tips": "Este router ha sido configurado como salida de internet.",
        "share_use_internet_exit_label": "Utilizar salida de Internet:",
        "more_operation_tips": "Todos los clientes y enrutadores que utilizan acceso de salida a internet acceden a internet a través de este enrutador. Si necesita modificar la configuración, inicie sesión en {page}.",
        "to_download_app_btn": "Haga clic aquí para descargar la aplicación",
        "qrcode_use_tips": "Utilice la aplicación para escanear el código QR o ingrese la URL para acceder al router y utilizar la salida de Internet a la que pertenece.",
        "share_more_operation_tips": "Para utilizar más configuraciones, por favor inicie sesión en {page}.",
        "go_to_aw_btn": "Ir a AstroWarp",
        "bind_not_self_tips": "Antes de utilizar AstroWarp, vincule su cuenta a la vista Self; actualmente no admite su uso en la vista de organización o VAR.",
        "only_support_self_tips": "AstroWarp solo es compatible con la vista propia.",
        "operate_config_tips": "Si necesita modificar la configuración, inicie sesión en {page}.",
        "exit_node_label": "Nodo de salida",
        "add_client_limit_tips": "El número de clientes que acceden a este router ha alcanzado el límite máximo. Por favor, visite AstroWarp para actualizar su plan de red.",
        "add_router_limit_tips": "El número de routers accediendo a esta red ha alcanzado el límite máximo. Por favor, visite AstroWarp para editar su red.",
        "network_plan_expired_tips": "Esta red ha expirado. Por favor, visite AstroWarp para actualizar/renovar su plan de red.",
        "unlimit_label": "Ilimitado",
        "web_title": "Panel de Administración de AstroWarp",
        "get_start_common_tips": "Comience a trabajar desde casa con acceso a Internet y servidores utilizando este router como salida a Internet con su IP WAN desde cualquier lugar.",
        "get_start_has_networks_tips": "Haga clic en el botón, elija un router de nodo de salida para utilizarlo y acceder a internet y servidores a través de él.",
        "first_get_start_download_app_tips": "1. Descargue la aplicación AstroWarp en su teléfono móvil o PC.",
        "first_get_start_click_tips": "2. Haga clic en el botón para configurar este enrutador como su nodo de salida de Internet.",
        "first_get_start_connected_tips": "4. ¡Estás conectado!",
        "install_app_title": "Instala la aplicación para comenzar",
        "first_get_start_use_app_tips": "3. Utilice la aplicación para escanear o ingresar el código en la página del nodo de salida.",
        "get_start_btn": "Comenzar",
        "scan_qrcode_tips": "Escanea el código QR o ingrese el código en la aplicación AstroWarp para acceder de forma segura a internet y servidores a través de este enrutador.",
        "copy_link_btn": "Copiar Código",
        "download_app_titile": "Descargar aplicación",
        "no_available_node_tips": "No hay nodos de salida disponibles en su cuenta. Haga clic en el botón AstroWarp para ir al panel de administración y configurar su nodo de salida.",
        "confirm_node_tips": "Confirmar inicio de acceso seguro a internet mediante",
        "select_node_tips": "Seleccione un nodo de salida para acceder a internet de forma segura a través de él.",
        "start_btn": "Iniciar",
        "get_start_step_title": "Comenzar",
        "start_process_connecting_tips": "Conectando al servidor...",
        "start_process_checking_tips": "Verificando estado de la red...",
        "start_process_success_tips": "¡Configuración exitosa!",
        "start_process_starting_tips": "Iniciando servicio AstroWarp...",
        "start_process_error_common_tips": "Conexión fallida. Se produjo un error desconocido. Por favor, verifique su red o intente de nuevo más tarde. Si el problema persiste, contacte al soporte técnico o envíe sus comentarios.",
        "exit_network_btn": "Salir de AstroWrap",
        "exit_ip_label": "IP de salida",
        "exit_network_tips": "Salir eliminará todos los clientes previamente agregados. Para usar Astrowrap nuevamente, deberá volver a agregarlos. ¿Está seguro de que desea continuar?",
        "exit_btn": "Salir"
    },
    "aw_err": {
        "not_joined_network_msg": "No se ha unido a esta red."
    },
    "astrowarp": {
        "access_code_expire_tips": "Este código de acceso expirará en {time}.",
        "add_device_title": "Agregar Dispositivo",
        "connection_managment_title": "Gestión de conexiones",
        "welcome_title": "¡Bienvenido a AstroWarp!",
        "connect_for_label": "Conectado durante: {time}",
        "use_app_tips_1": "1. Instale la aplicación AstroWarp;",
        "dev_state": "Estado",
        "enter_access_code_title": "Ingrese el código de acceso",
        "ready_tips": "Servicio en la nube habilitado. Ahora puede acceder al servicio AstroWarp.",
        "primary_mode_label": "Usar en casa",
        "primary_mode_tips": "Utilice este router como un router doméstico fijo para acceder a la red doméstica y permitir que otros dispositivos se conecten.",
        "go_to_cloud_btn": "Ir al Servicio en la Nube",
        "secondary_mode_label": "Portátil",
        "gen_access_code_title": "Generar Código de Acceso",
        "secondary_router_label": "Router de equipaje de mano",
        "app_label": "Aplicación",
        "use_access_code_tips": "Por favor, ingrese este código de acceso en la {app} o {secondary}.",
        "add_dev_limit_tips": "El número de dispositivos conectados ha alcanzado el límite de la red.",
        "rename_btn": "Renombrar",
        "connected_label": "Conectado",
        "disconnected_label": "Desconectado",
        "dev_name": "Nombre del dispositivo",
        "sure_remove_tips": "¿Está seguro de que desea eliminar este dispositivo?",
        "use_secondary_router_tips_2": "2. Navegue a SERVICIOS EN LA NUBE > AstroWarp;",
        "use_app_tips_2": "2. Ingrese el código de acceso.",
        "use_secondary_router_tips_4": "4. Ingrese el código de acceso.",
        "use_secondary_router_tips_3": "3. Seleccione el uso del router como \"Portátil\";",
        "use_primary_router_tips_2": "2. Navegue a SERVICIOS EN LA NUBE > AstroWarp;",
        "use_primary_router_tips_3": "3. Seleccione el uso del router como \"Usar en casa\";",
        "use_primary_router_tips_4": "4. Luego podrá ver el código de acceso.",
        "access_guide_title": "Instrucciones de ingreso del código de acceso",
        "dev_mac_label": "MAC",
        "access_code_verify_failed_tips": "Verificación fallida. Asegúrese de ingresar el código de acceso correcto.",
        "access_code_limit_tips": "Conexión fallida. Los routers conectados han alcanzado el límite de la red.",
        "gen_access_code_guide_title": "Guía de generación de código de acceso",
        "kicked_out_tips": "Por favor, ingrese el nuevo código de acceso para conectarse.",
        "ok_btn": "Aceptar",
        "primary_stop_tips": "El router doméstico ha terminado el servicio. No se puede conectar a la red.",
        "primary_disabled_tips": "Ha terminado la conexión.",
        "primary_connected_card_title": "Conectado/Autorizado",
        "primary_free_data_card_title": "Uso de datos gratuito/Total/Mes",
        "internet_access_label": "Acceso a Internet",
        "secondary_tap_enable_tips": "Toque para conectar",
        "primary_tap_disable_tips": "Toque para deshabilitar el servicio de conexión",
        "primary_tap_enable_tips": "Toque para habilitar el servicio de conexión",
        "using_mode_label": "Uso de este router: {mode}",
        "secondary_tap_disable_tips": "Toque para desconectar",
        "reset_btn": "Restablecer",
        "primary_reset_tips": "Esto eliminará todos los dispositivos conectados y restablecerá la configuración de AstroWarp. Necesita recrear la conexión AstroWarp.",
        "primary_sure_reset_tips": "¿Está seguro de que desea continuar?",
        "secondary_reset_tips": "No se conservará ninguna de las configuraciones de conexión actuales.",
        "secondary_sure_reset_tips": "¿Está seguro de que desea restablecer?",
        "access_code_verifing_tips": "Conectando, espere un momento...",
        "internet_access_enabled_tips": "Puede acceder tanto a los recursos locales de su red doméstica como a Internet a través de esta conexión.",
        "secondary_duration_card_title": "Duración de la Conexión",
        "internet_access_when_disabled_tips": "Cuando está deshabilitado, solo puede acceder a los recursos locales de su red doméstica, no a Internet a través de esta conexión.",
        "internet_access_disabled_tips": "Solo puede acceder a los recursos locales de su red doméstica, no a Internet a través de esta conexión.",
        "use_primary_router_tips_1": "1. Inicie sesión en el panel de administración de otro router;",
        "secondary_last_connected_card_title": "Última Conexión",
        "dev_model_label": "Modelo del Dispositivo",
        "gen_access_code_btn": "Haga clic para Regenerar Código de Acceso",
        "use_secondary_router_tips_1": "1. Inicie sesión en el panel de administración de otro router;",
        "last_connection_label": "Última conexión: {time}",
        "kicked_out_title": "Conexión terminada",
        "secondary_mode_tips": "Utilice este router para conectarse a su red doméstica de forma remota cuando esté fuera de casa.",
        "internet_access_when_enabled_tips": "Cuando está habilitado, puede acceder tanto a los recursos locales de su red doméstica como a Internet a través de esta conexión.",
        "primary_connected_tips": "Ha establecido una conexión exitosamente.",
        "secondary_connected_tips": "Te has conectado. Ahora puedes acceder de forma remota a la red doméstica.",
        "use_access_code_only_router_tips": "Por favor, ingrese este código de acceso en el {secondary}.",
        "add_dev_disabled_tips": "Asegúrese de que la red esté correctamente conectada antes de agregar un dispositivo.",
        "open_link_btn": "Abrir enlace en el navegador",
        "click_get_started_tips": "Antes de seleccionar, haga clic en el botón \"Comenzar\".",
        "select_usage_title": "Seleccione el uso para este router",
        "access_code_expired": "Código de acceso caducado",
        "add_dev_not_normal_tips": "No se puede agregar el dispositivo: No hay datos disponibles.",
        "no_internet_tips": "Por favor, verifique el entorno de red.",
        "access_network_tips": "Tras la verificación, tus dispositivos pueden acceder a tu red doméstica sin importar dónde te encuentres.",
        "enter_access_code_tips": "Tras la verificación, este router y los dispositivos conectados a él pueden acceder a su red doméstica.",
        "please_enter_access_code_tips": "Por favor, ingrese el código de acceso generado por su router doméstico.",
        "pay_code_title": "Escanee el código QR para comprar un plan",
        "pay_code_tips": "Será redirigido a un sitio web legal para renovar el plan de este router:",
        "time_label": "Tiempo",
        "remove_dev_tips": "Después de la eliminación, este dispositivo ya no podrá acceder a su red doméstica.",
        "inp_access_code_wait_tips": "Demasiados intentos. Por favor, inténtelo de nuevo en {time}.",
        "pay_to_gen_access_code_btn": "Haga clic para Comprar Plan y Generar Código de Acceso",
        "connecting_tips": "Conectando...",
        "disconnecting_tips": "Desconectando...",
        "purchase_btn": "Seleccionar Plan",
        "primary_package_card_title": "Caduca el {date}",
        "package_expired_tips": "Servicio terminado porque su plan ha expirado.",
        "free_data_limit_tips": "Servicio terminado porque su datos gratuitos han alcanzado el límite de uso.",
        "purchase_tips": "Por favor, seleccione un plan para activar el servicio.",
        "need_login_cloud_tips": "Por favor, inicie sesión en el Servicio en la Nube para completar la vinculación y continuar usando el servicio AstroWarp.",
        "welcome_tips": "Experimenta una verdadera conexión sigilosa y estable con AstroWarp.",
        "welcome_tips2": "Utiliza el protocolo AmneziaWG con ofuscación de tráfico integrada. Extiende de forma segura tu red doméstica a nivel global. Esto te permite navegar con mayor privacidad y seguridad, tan fácilmente como si estuvieras en casa.",
        "cloud_service_enabled_tips": "Servicio en la nube habilitado.",
        "plan_expiry_date_label": "Fecha de Caducidad",
        "scan_to_upgrade_tips": "¡Actualiza tu plan para disfrutar de navegación ilimitada ahora!",
        "scan_to_upgrade_method_tips": "Escanea el código QR o abre el enlace para elegir la duración perfecta y desbloquear datos ilimitados al instante.",
        "secondary_plan_limit_tips": "Límite del plan alcanzado. Por favor, seleccione un plan para activar el servicio."
    },
    "astrowarp_err": {
        "timestamp_invalid_msg": "Solicitud fallida: La marca de tiempo no es válida. Por favor, sincronice la hora del router."
    }
}
