{
    "sdwan": {
        "nodes_title": "Topologie réseau",
        "real_time_data_title": "Données en temps réel",
        "download_data_title": "Données de trafic téléchargées",
        "interface_title": "Interfaces",
        "no_device_tips": "Vous devez ajouter l'appareil à l'un des réseaux virtuels dans {cloud} pour utiliser cette fonctionnalité.",
        "device_tips": "Vous avez été ajouté au réseau virtuel {network} . Veuillez aller à {cloud} pour modifier les paramètres.",
        "real_time_data_tips": "Inclut uniquement les données de l'appareil qui ont transité par la passerelle ; cela peut différer des données totales rapportées par votre facturation.",
        "upload_data_title": "Données de trafic envoyées",
        "interface_tips": "Vous pouvez désactiver certaines interfaces rejoignant l'agrégation de connexion.",
        "get_start_title": "Services Cloud activés",
        "get_start_tips": "Cliquez pour commencer avec AstroWarp !",
        "use_tips": "AstroWarp est une plateforme VPN innovante conçue pour les routeurs GL.iNet qui facilite la configuration des nœuds de sortie et la connexion de plusieurs appareils distants au sein d'un réseau unifié et sécurisé, permettant un accès à distance sans effort depuis n'importe où.",
        "enable_tips": "Lorsque AstroWarp est activé, {feature} ne peut pas être utilisé.",
        "use_2b_tips": "AstroWarp est une plateforme VPN innovante conçue pour les routeurs qui facilite la configuration des nœuds de sortie et la connexion de plusieurs appareils distants au sein d'un réseau unifié et sécurisé, permettant un accès à distance sans effort depuis n'importe où."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "first_get_start_step1_tips": "En utilisant AstroWarp avec ce routeur, téléchargez d'abord l'application, puis connectez-vous à ce routeur et accédez à l'internet via celui-ci.",
        "go_to_aw_web_btn": "Aller sur le site web d'AstroWarp",
        "data_usage_title": "Utilisation des données",
        "vaild_only_once_label": "Valable une seule fois :",
        "join_network_btn": "Rejoindre le réseau",
        "add_client_btn": "Ajouter un client",
        "first_get_start_step2_tips": "Cliquez sur démarrer, nous créerons un AstroNet gratuit pour vous. Et ce routeur sera configuré comme la sortie internet.",
        "join_network_tips": "Commencez à utiliser AstroWarp pour travailler à domicile depuis n'importe où. Vous pouvez rejoindre un réseau pour l'utiliser. Ou vous pouvez vous connecter au site web d'AstroWarp pour l'utiliser avec plus de fonctionnalités.",
        "link_life_time_label": "Durée de vie du lien :",
        "usage_total_label": "Utilisation / Total",
        "use_internet_exit_label": "Utiliser la sortie Internet",
        "use_as_internet_exit_tips": "Ce routeur a été configuré comme sortie internet.",
        "more_operation_tips": "Tous les clients et routeurs utilisant la sortie internet accèdent à l'internet via ce routeur. Si vous devez modifier la configuration, veuillez vous connecter à {page}.",
        "share_use_internet_exit_label": "Utiliser la sortie Internet",
        "to_download_app_btn": "Cliquez ici pour télécharger l'application",
        "qrcode_use_tips": "Utilisez l'application pour scanner le code QR ou entrez l'URL pour accéder au routeur et utiliser la sortie Internet à laquelle il appartient.",
        "share_more_operation_tips": "Pour utiliser plus de paramètres, veuillez vous connecter à {page}.",
        "go_to_aw_btn": "Aller à AstroWarp",
        "bind_not_self_tips": "Veuillez lier votre compte à la vue Self avant d'utiliser AstroWarp ; il ne prend actuellement pas en charge l'utilisation dans la vue organisation ou VAR.",
        "only_support_self_tips": "AstroWarp est uniquement pris en charge en vue personnelle.",
        "operate_config_tips": "Si vous devez modifier la configuration, veuillez vous connecter à {page}.",
        "exit_node_label": "Noeuds de sortie",
        "add_client_limit_tips": "Le nombre de clients accédant à ce routeur a atteint la limite maximale. Veuillez visiter AstroWarp pour mettre à niveau votre forfait réseau.",
        "add_router_limit_tips": "Le nombre de routeurs accédant à ce réseau a atteint la limite maximale. Veuillez visiter AstroWarp pour modifier votre réseau.",
        "network_plan_expired_tips": "Ce réseau a expiré. Veuillez visiter AstroWarp pour mettre à niveau/renouveler votre forfait réseau.",
        "unlimit_label": "illimté",
        "web_title": "Panneau d'administration AstroWarp",
        "get_start_common_tips": "Commencez pour le télétravail en utilisant ce routeur comme sortie internet avec son adresse IP WAN, vous permettant d'accéder à internet et aux serveurs où que vous soyez.",
        "get_start_has_networks_tips": "Cliquez sur le bouton, choisissez un routeur de nœud de sortie à utiliser et accédez à internet et aux serveurs via celui-ci.",
        "first_get_start_download_app_tips": "1. Téléchargez l'application AstroWarp sur votre téléphone mobile ou PC.",
        "first_get_start_click_tips": "2. Cliquez sur le bouton pour définir ce routeur comme votre nœud de sortie internet.",
        "first_get_start_connected_tips": "4. Vous êtes connecté !",
        "first_get_start_use_app_tips": "3. Utilisez l'application pour scanner ou saisir le code sur la page du nœud de sortie.",
        "get_start_btn": "Commencer",
        "install_app_title": "Installez l'application pour commencer",
        "scan_qrcode_tips": "Scannez le code QR ou entrez le code dans l'application AstroWarp pour accéder de manière sécurisée à internet et aux serveurs via ce routeur.",
        "copy_link_btn": "Copier le code",
        "download_app_titile": "Télécharger l'application",
        "select_node_tips": "Choisissez un nœud de sortie pour accéder à internet de manière sécurisée via celui-ci.",
        "no_available_node_tips": "Aucun nœud de sortie n'est disponible sous votre compte. Veuillez cliquer sur le bouton AstroWarp pour accéder au panneau d'administration afin de configurer votre nœud de sortie.",
        "confirm_node_tips": "Confirmer l'accès sécurisé à internet via",
        "start_btn": "Démarrer",
        "get_start_step_title": "Commencer",
        "start_process_connecting_tips": "Connexion au serveur...",
        "start_process_starting_tips": "Démarrage du service AstroWarp...",
        "start_process_checking_tips": "Vérification de l'état du réseau...",
        "start_process_success_tips": "Paramétrage réussi !",
        "start_process_error_common_tips": "Échec de la connexion. Une erreur inconnue s'est produite. Veuillez vérifier votre réseau ou réessayer ultérieurement. Si le problème persiste, contactez le support ou soumettez un retour.",
        "exit_network_btn": "Quitter AstroWrap",
        "exit_ip_label": "IP de sortie",
        "exit_network_tips": "Quitter supprimera tous les clients précédemment ajoutés. Pour utiliser à nouveau Astrowrap, vous devrez les réajouter. Êtes-vous sûr de vouloir continuer ?"
    },
    "aw_err": {
        "not_joined_network_msg": "Non connecté à ce réseau."
    }
}
