{
    "sdwan": {
        "nodes_title": "Topologie réseau",
        "real_time_data_title": "Données en temps réel",
        "download_data_title": "Données de trafic en téléchargement",
        "interface_title": "Interfaces",
        "no_device_tips": "Vous devez ajouter l'appareil à l'un des réseaux virtuels dans {cloud} pour utiliser cette fonctionnalité.",
        "device_tips": "Vous avez été ajouté au réseau virtuel {network}. Veuillez vous rendre sur {cloud} pour modifier les paramètres.",
        "real_time_data_tips": "Inclut uniquement les données de l'appareil qui ont transité par la passerelle ; cela peut différer du total rapporté par vos données de facturation.",
        "upload_data_title": "Données de trafic uploadées",
        "interface_tips": "Vous pouvez désactiver des interfaces spécifiques rejoignant l'agrégation de connexion.",
        "get_start_title": "Services cloud activés",
        "get_start_tips": "Cliquez pour commencer avec AstroWarp !",
        "use_tips": "AstroWarp est une plateforme VPN innovante conçue pour les routeurs GL.iNet qui facilite la configuration des nœuds de sortie et la connexion de plusieurs appareils distants au sein d'un réseau unifié et sécurisé, permettant un accès à distance sans effort depuis n'importe où.",
        "enable_tips": "Lorsque AstroWarp est activé, des fonctions telles que {feature} ne peuvent pas être utilisées.",
        "use_2b_tips": "AstroWarp est une plateforme VPN innovante conçue pour les routeurs qui facilite la configuration des nœuds de sortie et la connexion de plusieurs appareils distants au sein d'un réseau unifié et sécurisé, permettant un accès à distance sans effort depuis n'importe où."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "first_get_start_step1_tips": "Pour utiliser AstroWarp avec ce routeur, téléchargez d'abord l'application, puis connectez-vous à ce routeur et accédez à l'internet via celui-ci.",
        "go_to_aw_web_btn": "Aller sur le site web d'AstroWarp",
        "data_usage_title": "Utilisation des données",
        "vaild_only_once_label": "Valable une seule fois :",
        "join_network_btn": "Rejoindre le réseau",
        "add_client_btn": "Ajouter un client",
        "first_get_start_step2_tips": "Cliquez sur démarrer, nous créerons un AstroNet gratuit pour vous. Et ce routeur sera configuré comme la sortie internet.",
        "join_network_tips": "Commencez à utiliser AstroWarp pour travailler à domicile depuis n'importe où. Vous pouvez rejoindre un réseau pour l'utiliser. Ou vous pouvez vous connecter au site web d'AstroWarp pour bénéficier de fonctionnalités supplémentaires.",
        "link_life_time_label": "Durée de vie du lien :",
        "usage_total_label": "Utilisation / Total",
        "use_internet_exit_label": "Utiliser la sortie Internet",
        "use_as_internet_exit_tips": "Ce routeur a été configuré comme sortie internet.",
        "more_operation_tips": "Tous les clients et routeurs utilisant la sortie internet accèdent à l'internet via ce routeur. Si vous devez modifier la configuration, veuillez vous connecter à {page}.",
        "share_use_internet_exit_label": "Utiliser la sortie Internet",
        "to_download_app_btn": "Cliquez ici pour télécharger l'application",
        "qrcode_use_tips": "Utilisez l'application pour scanner le code QR ou saisissez l'URL pour accéder au routeur et utiliser la sortie Internet à laquelle il appartient.",
        "share_more_operation_tips": "Pour utiliser davantage de paramètres, veuillez vous connecter à {page}.",
        "go_to_aw_btn": "Aller à AstroWarp",
        "bind_not_self_tips": "Veuillez lier votre compte à la vue Self avant d'utiliser AstroWarp ; il ne prend actuellement pas en charge l'utilisation dans la vue organisation ou VAR.",
        "only_support_self_tips": "AstroWarp est uniquement pris en charge en vue personnelle.",
        "operate_config_tips": "Si vous devez modifier la configuration, veuillez vous connecter à {page}.",
        "exit_node_label": "Noeuds de sortie",
        "add_client_limit_tips": "Le nombre de clients accédant à ce routeur a atteint la limite maximale. Veuillez visiter AstroWarp pour mettre à niveau votre forfait réseau.",
        "add_router_limit_tips": "Le nombre de routeurs accédant à ce réseau a atteint la limite maximale. Veuillez visiter AstroWarp pour modifier votre réseau.",
        "network_plan_expired_tips": "Ce réseau a expiré. Veuillez visiter AstroWarp pour mettre à niveau/renouveler votre forfait réseau.",
        "unlimit_label": "Illimité",
        "web_title": "Panneau d'administration AstroWarp",
        "get_start_common_tips": "Commencez pour le télétravail en utilisant ce routeur comme point de sortie internet avec son adresse IP WAN, vous permettant d'accéder à internet et aux serveurs où que vous soyez.",
        "get_start_has_networks_tips": "Cliquez sur le bouton, choisissez un routeur de nœud de sortie à utiliser et accédez à internet et aux serveurs via celui-ci.",
        "first_get_start_download_app_tips": "1. Téléchargez l'application AstroWarp sur votre téléphone mobile ou PC.",
        "first_get_start_click_tips": "2. Cliquez sur le bouton pour définir ce routeur comme votre nœud de sortie internet.",
        "first_get_start_connected_tips": "4. Vous êtes connecté !",
        "first_get_start_use_app_tips": "3. Utilisez l'application pour scanner ou saisir le code sur la page du nœud de sortie.",
        "get_start_btn": "Commencer",
        "install_app_title": "Installez l'application pour commencer",
        "scan_qrcode_tips": "Scannez le code QR ou saisissez le code dans l'application AstroWarp pour accéder de manière sécurisée à internet et aux serveurs via ce routeur.",
        "copy_link_btn": "==WEBLATE_PART==\nCopier le code",
        "download_app_titile": "Télécharger l'application",
        "select_node_tips": "Choisissez un nœud de sortie pour accéder à internet de manière sécurisée via celui-ci.",
        "no_available_node_tips": "Aucun nœud de sortie n'est disponible sous votre compte. Veuillez cliquer sur le bouton AstroWarp pour accéder au panneau d'administration afin de configurer votre nœud de sortie.",
        "confirm_node_tips": "Confirmer l'accès sécurisé à internet via",
        "start_btn": "Démarrer",
        "get_start_step_title": "Commencer",
        "start_process_connecting_tips": "Connexion au serveur...",
        "start_process_starting_tips": "Démarrage du service AstroWarp...",
        "start_process_checking_tips": "Vérification de l'état du réseau...",
        "start_process_success_tips": "Paramétrage réussi !",
        "start_process_error_common_tips": "Échec de la connexion. Une erreur inconnue s'est produite. Veuillez vérifier votre réseau ou réessayer ultérieurement. Si le problème persiste, contactez le support ou soumettez un retour.",
        "exit_network_btn": "Quitter AstroWrap",
        "exit_ip_label": "IP de sortie",
        "exit_network_tips": "La sortie supprimera tous les clients précédemment ajoutés. Pour utiliser à nouveau Astrowrap, vous devrez les réajouter. Êtes-vous sûr de vouloir continuer ?",
        "exit_btn": "Quitter"
    },
    "aw_err": {
        "not_joined_network_msg": "Non connecté à ce réseau."
    },
    "astrowarp": {
        "access_code_expire_tips": "Ce code d'accès expirera dans {time}.",
        "add_device_title": "Ajouter un appareil",
        "connection_managment_title": "Gestion des connexions",
        "connect_for_label": "Connecté depuis : {time}",
        "use_app_tips_1": "1. Installez l'application AstroWarp ;",
        "dev_state": "État",
        "enter_access_code_title": "Saisir le code d'accès",
        "ready_tips": "Service cloud activé. Vous pouvez maintenant accéder au service AstroWarp.",
        "need_login_cloud_tips": "Veuillez vous connecter au service Cloud pour finaliser la liaison et l'activation afin de continuer à utiliser le service AstroWarp.",
        "primary_mode_label": "Utilisation à domicile",
        "primary_mode_tips": "Utilisez ce routeur comme routeur domestique fixe pour accéder au réseau domestique afin que d'autres appareils puissent se connecter.",
        "secondary_mode_label": "Portable",
        "secondary_mode_tips": "Utilisez ce routeur pour vous connecter à votre réseau domestique à distance lorsque vous êtes absent.",
        "gen_access_code_title": "Générer un code d'accès",
        "gen_access_code_btn": "Cliquez pour régénérer le code d'accès",
        "secondary_router_label": "Routeur de voyage",
        "app_label": "Application",
        "rename_btn": "Renommer",
        "connected_label": "Connecté",
        "disconnected_label": "Déconnecté",
        "remove_dev_tips": "Après suppression, cet appareil n'accédera plus aux ressources locales de votre réseau domestique ni à l'internet via votre réseau domestique.",
        "dev_name": "Nom de l'appareil",
        "use_app_tips_2": "2. Entrez le code d'accès.",
        "use_secondary_router_tips_1": "1. Connectez-vous au panneau d'administration d'un autre routeur ;",
        "use_secondary_router_tips_2": "2. Accédez à SERVICES CLOUD > AstroWarp ;",
        "use_primary_router_tips_2": "2. Accédez à SERVICES CLOUD > AstroWarp ;",
        "use_primary_router_tips_1": "1. Connectez-vous au panneau d'administration d'un autre routeur ;",
        "use_primary_router_tips_3": "3. Sélectionnez l'utilisation du routeur comme \"Utilisation à domicile\" ;",
        "pay_code_title": "Scannez le QR code pour sélectionner et payer le forfait",
        "access_guide_title": "Instructions de saisie du code d'accès",
        "pay_code_tips": "Vous serez redirigé vers un site légal pour renouveler l'abonnement de ce routeur :",
        "dev_mac_label": "MAC",
        "enter_access_code_tips": "Après vérification, ce routeur et les appareils qui y sont connectés accéderont à internet via votre routeur domestique.",
        "access_code_limit_tips": "Échec de la connexion. Les routeurs connectés ont atteint la limite du réseau.",
        "gen_access_code_guide_title": "Guide de génération du code d'accès",
        "ok_btn": "OK",
        "kicked_out_title": "Connexion terminée",
        "free_data_limit_tips": "Vos données gratuites ont atteint la limite d'utilisation. Service interrompu.",
        "purchase_btn": "Achat",
        "package_expired_tips": "Votre forfait a expiré. Service interrompu. Cliquez pour acheter et activer le service AstroWarp.",
        "primary_stop_tips": "Le routeur domestique a mis fin au service. Impossible de se connecter au réseau.",
        "secondary_disabled_tips": "Vous avez arrêté la connexion.",
        "primary_disabled_tips": "Vous avez mis fin à la connexion.",
        "primary_package_card_title": "Date d'expiration : {date}",
        "primary_connected_card_title": "Connecté/Autorisé",
        "primary_free_data_card_title": "Utilisation des données gratuites/Total/Mois",
        "secondary_duration_card_title": "Durée de la connexion",
        "secondary_last_connected_card_title": "Dernière connexion",
        "internet_access_label": "Accès Internet",
        "internet_access_enabled_tips": "Vous pouvez accéder à la fois aux ressources locales de votre réseau domestique et à Internet via cette connexion.",
        "internet_access_when_disabled_tips": "Lorsqu'il est désactivé, vous ne pouvez accéder qu'aux ressources locales de votre réseau domestique, et non à Internet via cette connexion.",
        "secondary_tap_enable_tips": "Appuyer pour se connecter",
        "primary_tap_disable_tips": "Appuyez pour désactiver le service de connexion",
        "using_mode_label": "Utilisation de ce routeur : {mode}",
        "secondary_tap_disable_tips": "Appuyez pour déconnecter",
        "reset_btn": "Réinitialiser",
        "primary_sure_reset_tips": "Êtes-vous sûr de vouloir continuer ?",
        "secondary_reset_tips": "Tous les paramètres de connexion actuels ne seront pas conservés.",
        "secondary_sure_reset_tips": "Êtes-vous sûr de vouloir réinitialiser ?",
        "welcome_tips": "AstroWarp est une plateforme avancée pour la mise en réseau à distance transparente et la gestion des appareils sur les routeurs GL.iNet. Avec AstroWarp, vous pouvez accéder à votre réseau domestique où que vous soyez.",
        "access_code_verifing_tips": "Connexion en cours, veuillez patienter un instant...",
        "use_secondary_router_tips_4": "4. Saisissez le code d'accès.",
        "welcome_title": "Bienvenue sur AstroWarp !",
        "use_access_code_tips": "Veuillez saisir ce code d'accès dans l'{app} ou le {secondary}.",
        "primary_reset_tips": "Cela supprimera tous les appareils connectés et réinitialisera vos paramètres AstroWarp. Vous devez recréer la connexion AstroWarp.",
        "add_dev_limit_tips": "Le nombre d'appareils connectés a atteint la limite du réseau.",
        "secondary_disabled_tips_2": "Cliquez sur le bouton pour vous reconnecter au réseau domestique.",
        "internet_access_disabled_tips": "Vous ne pouvez accéder qu'aux ressources locales de votre réseau domestique, et non à Internet via cette connexion.",
        "go_to_cloud_btn": "Accéder au service cloud",
        "kicked_out_tips": "Veuillez entrer un nouveau code d'accès pour vous connecter.",
        "sure_remove_tips": "Êtes-vous sûr de vouloir supprimer cet appareil ?",
        "primary_tap_enable_tips": "Appuyez pour activer le service de connexion",
        "use_secondary_router_tips_3": "3. Sélectionnez l'utilisation du routeur comme \"Portable\" ;",
        "purchase_tips": "Achetez un forfait pour activer le service.",
        "dev_model_label": "Modèle d'appareil",
        "use_primary_router_tips_4": "4. Ensuite, vous pouvez voir le code d'accès.",
        "access_code_verify_failed_tips": "Échec de la vérification. Assurez-vous d'entrer le code d'accès correct.",
        "last_connection_label": "Dernière connexion : {time}",
        "internet_access_when_enabled_tips": "Lorsqu'il est activé, vous pouvez accéder aux ressources locales de votre réseau domestique et à l'internet via cette connexion.",
        "primary_connected_tips": "Vous avez établi une connexion avec succès.",
        "secondary_connected_tips": "Vous êtes connecté. Vous pouvez désormais accéder à distance au réseau domestique.",
        "use_access_code_only_router_tips": "Veuillez saisir ce code d'accès dans le {secondary}.",
        "access_network_tips": "Après vérification, vous pouvez accéder aux ressources locales de votre réseau domestique et à l'Internet via cette connexion.",
        "add_dev_disabled_tips": "Assurez-vous que le réseau est correctement connecté avant d'ajouter un appareil.",
        "pay_to_gen_access_code_btn": "Cliquez pour acheter le forfait et générer un code d'accès",
        "open_link_btn": "Ouvrir le lien dans le navigateur",
        "click_get_started_tips": "Veuillez cliquer sur le bouton \"Commencer\" avant de sélectionner.",
        "select_usage_title": "Sélectionnez l'utilisation de ce routeur",
        "access_code_expired": "Code d'accès expiré",
        "add_dev_not_normal_tips": "Impossible d'ajouter l'appareil : Aucune donnée disponible.",
        "no_internet_tips": "Veuillez vérifier l'environnement réseau."
    }
}
