{
    "sdwan": {
        "interface_title": "Comhéadain",
        "upload_data_title": "Sonraí Tráchta Uaslódála",
        "nodes_title": "Topolaíocht an Líonra",
        "real_time_data_tips": "Cuimsíonn sé sonraí an ghléasais amháin a bhfuil dul tríd an nGeata aige; d’fhéadfadh sé seo a bheith difriúil leis an meastar iomlán atá i do shonraí billeála.",
        "real_time_data_title": "Sonraí Fíor-ama",
        "download_data_title": "Íoslódáil Sonraí Tráchta",
        "device_tips": "Tá tú curtha leis an líonra fíorúil {network}. Téigh go dtí {cloud} chun na socruithe a mhodhnú.",
        "interface_tips": "Is féidir leat comhéadain ar leith a dhíchumasú ó bheith páirteach i gcomhiomlánú naisc.",
        "get_start_tips": "Cliceáil chun tosú le AstroWarp!",
        "use_2b_tips": "Is ardán VPN nuálach é AstroWarp atá deartha do ródairí a dhéanann sé éasca nód scoir a shocrú agus gléasanna iargúlta il a nascadh laistigh de líonra aontaithe slán, ag cur rochtain iargúlta gan stró ar fáil ó áit ar bith.",
        "no_device_tips": "Caithfidh tú an gléas a chur le ceann de na líonraí fíorúla i {cloud} chun an ghné seo a úsáid.",
        "use_tips": "Is ardán VPN nuálach é AstroWarp atá deartha le haghaidh GL.iNet Routers a fhágann go bhfuil sé éasca nód scoir a shocrú agus gléasanna iargúlta iolracha a nascadh laistigh de líonra aontaithe, slán, rud a chuireann rochtain iargúlta gan stró ar fáil ó áit ar bith.",
        "get_start_title": "Seirbhísí Scamall Cumasaithe",
        "enable_tips": "Nuair atá AstroWarp cumasaithe, ní féidir feidhmeanna ar nós {feature} a úsáid."
    },
    "aw": {
        "add_client_btn": "Cuir Cliant Leis",
        "start_process_error_common_tips": "Theip ar an nasc. Tharla earráid anaithnid. Seiceáil do líonra nó bain triail eile as níos déanaí. Má mhaireann an fhadhb, déan teagmháil le tacaíocht nó cuir aiseolas isteach.",
        "go_to_aw_btn": "Téigh Go AstroWarp",
        "web_title": "Painéal Bainistíochta AstroWarp",
        "add_router_limit_tips": "Tá an líon ródairí atá ag rochtain ar an líonra seo tagtha chun an uasteorainn. Tabhair cuairt ar AstroWarp chun do líonra a eagrú.",
        "start_btn": "Tosaigh",
        "start_process_connecting_tips": "Ag nascadh leis an bhfreastalaí...",
        "join_network_btn": "Bí Páirteach sa Líonra",
        "only_support_self_tips": "Ní thacaítear le AstroWarp ach amháin ar Fhéachaint Féin.",
        "network_plan_expired_tips": "Tá an líonra seo imithe in éag. Tabhair cuairt ar AstroWarp chun do phlean líonra a uasghrádú/athnuachan.",
        "first_get_start_connected_tips": "4. Tá tú ceangailte!",
        "scan_qrcode_tips": "Scan an cód QR nó cuir isteach an cód san aip AstroWarp chun rochtain shlán a fháil ar an idirlíon agus ar na freastalaithe tríd an ródaire seo.",
        "data_usage_title": "Úsáid Sonraí",
        "vaild_only_once_label": "Bailí Ach Uair Amháin:",
        "first_get_start_download_app_tips": "1. Íoslódáil an aip AstroWarp ar do ghuthán nó ar do ríomhaire.",
        "select_node_tips": "Roghnaigh nód imeachta chun rochtain shlán a fháil ar an idirlíon tríd.",
        "use_as_internet_exit_tips": "Tá an ródaire seo socraithe mar bhealach amach idirlín.",
        "link_life_time_label": "Saol an Nasc:",
        "use_internet_exit_label": "Úsáid Slánaíocht Idirlín",
        "add_client_limit_tips": "Tá an líon cliant a bhfuil rochtain acu ar an ródaire seo tar éis an uasteorainn a bhaint amach. Tabhair cuairt ar AstroWarp chun do phlean líonra a uasghrádú.",
        "get_start_common_tips": "Tosaigh le haghaidh Obair Ón mBaile trína bhféadfaidh tú rochtain a fháil ar an idirlíon agus ar fhreastalaithe ag úsáid an ródaire seo mar thairseach idirlín lena seoladh IP WAN cibé áit a bhfuil tú.",
        "download_app_titile": "Íoslódáil an Aip",
        "start_process_starting_tips": "Seirbhís AstroWarp á tosú...",
        "get_start_btn": "Tosaigh",
        "start_process_checking_tips": "Stádas an líonra á sheiceáil...",
        "first_get_start_click_tips": "2. Cliceáil an cnaipe chun an ródaire seo a shocrú mar do nód scoir idirlín.",
        "share_more_operation_tips": "Le níos mó socruithe a úsáid, logáil isteach {page}.",
        "more_operation_tips": "Rochtaíonn gach cliant agus ródaire a úsáideann rochtain tairseach an t-idirlíon tríd an ródaire seo. Más gá duit na socruithe a mhodhnú, logáil isteach ar {page}.",
        "get_start_has_networks_tips": "Cliceáil an cnaipe, roghnaigh ródaire nód scoir le húsáid agus faigh rochtain ar an idirlíon agus ar fhreastalaithe tríd.",
        "first_get_start_step1_tips": "Trí AstroWarp a úsáid leis an ródaire seo, íoslódáil an aip ar dtús, ansin nasc leis an ródaire seo agus faigh rochtain ar an idirlíon tríd.",
        "get_start_step_title": "Tosaigh",
        "exit_ip_label": "Scoir IP",
        "exit_network_tips": "Má scoireann tú, bainfear na cliaint a cuireadh leis roimhe seo go léir. Chun AstroWrap a úsáid arís, beidh ort iad a athchur isteach. An bhfuil tú cinnte gur mhaith leat dul ar aghaidh?",
        "operate_config_tips": "Má theastaíonn uait an chumraíocht a mhodhnú, logáil isteach chuig {page}.",
        "first_get_start_step2_tips": "Cliceáil tús cruthóidh muid AstroNet saor in aisce duit. Agus socrófar an ródaire seo mar an bhealach amach idirlín.",
        "exit_node_label": "Nód Scoir",
        "share_use_internet_exit_label": "Úsáid an tIdirlíon Scoir:",
        "bind_not_self_tips": "Tabhaigh do chuntas a cheangal leis an Radharc Féin sula n-úsáideann tú AstroWarp; ní thacaíonn sé le húsáid sa radharc eagraíochta nó VAR faoi láthair.",
        "exit_btn": "Scoir",
        "go_to_aw_web_btn": "Téigh go dtí Suíomh Gréasáin Astrowarp",
        "usage_total_label": "Úsáid / Iomlán",
        "join_network_tips": "Tosaigh ag baint úsáide as AstroWarp le haghaidh oibre ón mbaile in áit ar bith. Is féidir leat ceangal le líonra chun é a úsáid. Nó is féidir leat logáil isteach ar shuíomh Gréasáin AstroWarp chun é a úsáid le níos mó gnéithe.",
        "qrcode_use_tips": "Bain úsáid as an aip chun an cód QR a scanadh nó cuir isteach an URL chun rochtain a fháil ar an ródaire agus bain úsáid as an mbealach amach Idirlín lena mbaineann sé.",
        "unlimit_label": "Neamhtheoranta",
        "first_get_start_use_app_tips": "3. Úsáid an aip chun an cód a scanadh nó a iontráil ar leathanach an nóid scoir.",
        "install_app_title": "Suiteáil an aip chun tosú",
        "copy_link_btn": "Copy Code",
        "no_available_node_tips": "Níl aon nóid scoir ar fáil faoi do chuntas. Cliceáil an cnaipe AstroWarp le dul chuig an bpainéal riaracháin chun do nód scoir a chumrú.",
        "confirm_node_tips": "Deimhnigh tosaithe rochtain shlán ar an idirlíon trí",
        "start_process_success_tips": "Socrú Rathúil!",
        "exit_network_btn": "Scoir AstroWrap",
        "to_download_app_btn": "Cliceáil Anseo Chun an Aip a Íoslódáil"
    },
    "menu_sdwan": "AstroWarp",
    "aw_err": {
        "not_joined_network_msg": "Níl an líonra seo ceangailte."
    }
}
