{
    "sdwan": {
        "interface_title": "Comhéadain",
        "upload_data_title": "Sonraí Tráchta Uaslódála",
        "nodes_title": "Topolaíocht an Líonra",
        "real_time_data_tips": "Cuimsíonn sé sonraí an ghléasais amháin a bhfuil dul tríd an nGeata aige; d’fhéadfadh sé seo a bheith difriúil leis an meastar iomlán atá i do shonraí billeála.",
        "real_time_data_title": "Sonraí Fíor-ama",
        "download_data_title": "Íoslódáil Sonraí Tráchta",
        "device_tips": "Tá tú curtha leis an líonra fíorúil {network}. Téigh go dtí {cloud} chun na socruithe a mhodhnú.",
        "interface_tips": "Is féidir leat comhéadain ar leith a dhíchumasú ó bheith páirteach i gcomhiomlánú naisc.",
        "get_start_tips": "Cliceáil chun tosú le AstroWarp!",
        "use_2b_tips": "Is ardán VPN nuálach é AstroWarp atá deartha do ródairí a dhéanann sé éasca nód scoir a shocrú agus gléasanna iargúlta il a nascadh laistigh de líonra aontaithe slán, ag cur rochtain iargúlta gan stró ar fáil ó áit ar bith.",
        "no_device_tips": "Caithfidh tú an gléas a chur le ceann de na líonraí fíorúla i {cloud} chun an ghné seo a úsáid.",
        "use_tips": "Is ardán VPN nuálach é AstroWarp atá deartha le haghaidh GL.iNet Routers a fhágann go bhfuil sé éasca nód scoir a shocrú agus gléasanna iargúlta iolracha a nascadh laistigh de líonra aontaithe, slán, rud a chuireann rochtain iargúlta gan stró ar fáil ó áit ar bith.",
        "get_start_title": "Seirbhísí Scamall Cumasaithe",
        "enable_tips": "Nuair atá AstroWarp cumasaithe, ní féidir feidhmeanna ar nós {feature} a úsáid."
    },
    "aw": {
        "add_client_btn": "Cuir Cliant Leis",
        "start_process_error_common_tips": "Theip ar an nasc. Tharla earráid anaithnid. Seiceáil do líonra nó bain triail eile as níos déanaí. Má mhaireann an fhadhb, déan teagmháil le tacaíocht nó cuir aiseolas isteach.",
        "go_to_aw_btn": "Téigh Go AstroWarp",
        "web_title": "Painéal Bainistíochta AstroWarp",
        "add_router_limit_tips": "Tá an líon ródairí atá ag rochtain ar an líonra seo tagtha chun an uasteorainn. Tabhair cuairt ar AstroWarp chun do líonra a eagrú.",
        "start_btn": "Tosaigh",
        "start_process_connecting_tips": "Ag nascadh leis an bhfreastalaí...",
        "join_network_btn": "Bí Páirteach sa Líonra",
        "only_support_self_tips": "Ní thacaítear le AstroWarp ach amháin ar Fhéachaint Féin.",
        "network_plan_expired_tips": "Tá an líonra seo imithe in éag. Tabhair cuairt ar AstroWarp chun do phlean líonra a uasghrádú/athnuachan.",
        "first_get_start_connected_tips": "4. Tá tú ceangailte!",
        "scan_qrcode_tips": "Scan an cód QR nó cuir isteach an cód san aip AstroWarp chun rochtain shlán a fháil ar an idirlíon agus ar na freastalaithe tríd an ródaire seo.",
        "data_usage_title": "Úsáid Sonraí",
        "vaild_only_once_label": "Bailí Ach Uair Amháin:",
        "first_get_start_download_app_tips": "1. Íoslódáil an aip AstroWarp ar do ghuthán nó ar do ríomhaire.",
        "select_node_tips": "Roghnaigh nód imeachta chun rochtain shlán a fháil ar an idirlíon tríd.",
        "use_as_internet_exit_tips": "Tá an ródaire seo socraithe mar bhealach amach idirlín.",
        "link_life_time_label": "Saol an Nasc:",
        "use_internet_exit_label": "Úsáid Slánaíocht Idirlín",
        "add_client_limit_tips": "Tá an líon cliant a bhfuil rochtain acu ar an ródaire seo tar éis an uasteorainn a bhaint amach. Tabhair cuairt ar AstroWarp chun do phlean líonra a uasghrádú.",
        "get_start_common_tips": "Tosaigh le haghaidh Obair Ón mBaile trína bhféadfaidh tú rochtain a fháil ar an idirlíon agus ar fhreastalaithe ag úsáid an ródaire seo mar thairseach idirlín lena seoladh IP WAN cibé áit a bhfuil tú.",
        "download_app_titile": "Íoslódáil an Aip",
        "start_process_starting_tips": "Seirbhís AstroWarp á tosú...",
        "get_start_btn": "Tosaigh",
        "start_process_checking_tips": "Stádas an líonra á sheiceáil...",
        "first_get_start_click_tips": "2. Cliceáil an cnaipe chun an ródaire seo a shocrú mar do nód scoir idirlín.",
        "share_more_operation_tips": "Le níos mó socruithe a úsáid, logáil isteach {page}.",
        "more_operation_tips": "Rochtaíonn gach cliant agus ródaire a úsáideann rochtain tairseach an t-idirlíon tríd an ródaire seo. Más gá duit na socruithe a mhodhnú, logáil isteach ar {page}.",
        "get_start_has_networks_tips": "Cliceáil an cnaipe, roghnaigh ródaire nód scoir le húsáid agus faigh rochtain ar an idirlíon agus ar fhreastalaithe tríd.",
        "first_get_start_step1_tips": "Trí AstroWarp a úsáid leis an ródaire seo, íoslódáil an aip ar dtús, ansin nasc leis an ródaire seo agus faigh rochtain ar an idirlíon tríd.",
        "get_start_step_title": "Tosaigh",
        "exit_ip_label": "Scoir IP",
        "exit_network_tips": "Má scoireann tú, bainfear na cliaint a cuireadh leis roimhe seo go léir. Chun AstroWrap a úsáid arís, beidh ort iad a athchur isteach. An bhfuil tú cinnte gur mhaith leat dul ar aghaidh?",
        "operate_config_tips": "Má theastaíonn uait an chumraíocht a mhodhnú, logáil isteach chuig {page}.",
        "first_get_start_step2_tips": "Cliceáil tús cruthóidh muid AstroNet saor in aisce duit. Agus socrófar an ródaire seo mar an bhealach amach idirlín.",
        "exit_node_label": "Nód Scoir",
        "share_use_internet_exit_label": "Úsáid an tIdirlíon Scoir:",
        "bind_not_self_tips": "Tabhaigh do chuntas a cheangal leis an Radharc Féin sula n-úsáideann tú AstroWarp; ní thacaíonn sé le húsáid sa radharc eagraíochta nó VAR faoi láthair.",
        "exit_btn": "Scoir",
        "go_to_aw_web_btn": "Téigh go dtí Suíomh Gréasáin Astrowarp",
        "usage_total_label": "Úsáid / Iomlán",
        "join_network_tips": "Tosaigh ag baint úsáide as AstroWarp le haghaidh oibre ón mbaile in áit ar bith. Is féidir leat ceangal le líonra chun é a úsáid. Nó is féidir leat logáil isteach ar shuíomh Gréasáin AstroWarp chun é a úsáid le níos mó gnéithe.",
        "qrcode_use_tips": "Bain úsáid as an aip chun an cód QR a scanadh nó cuir isteach an URL chun rochtain a fháil ar an ródaire agus bain úsáid as an mbealach amach Idirlín lena mbaineann sé.",
        "unlimit_label": "Neamhtheoranta",
        "first_get_start_use_app_tips": "3. Úsáid an aip chun an cód a scanadh nó a iontráil ar leathanach an nóid scoir.",
        "install_app_title": "Suiteáil an aip chun tosú",
        "copy_link_btn": "Copy Code",
        "no_available_node_tips": "Níl aon nóid scoir ar fáil faoi do chuntas. Cliceáil an cnaipe AstroWarp le dul chuig an bpainéal riaracháin chun do nód scoir a chumrú.",
        "confirm_node_tips": "Deimhnigh tosaithe rochtain shlán ar an idirlíon trí",
        "start_process_success_tips": "Socrú Rathúil!",
        "exit_network_btn": "Scoir AstroWrap",
        "to_download_app_btn": "Cliceáil Anseo Chun an Aip a Íoslódáil"
    },
    "menu_sdwan": "AstroWarp",
    "aw_err": {
        "not_joined_network_msg": "Níl an líonra seo ceangailte."
    },
    "astrowarp": {
        "access_code_expire_tips": "Beidh an cód rochtana seo in éag i gceann {time}.",
        "add_device_title": "Cuir Gléas Leis",
        "connection_managment_title": "Bainistíocht Ceangail",
        "connect_for_label": "Ceangailte le: {time}",
        "use_app_tips_1": "1. Suiteáil an APP AstroWarp;",
        "dev_state": "Stádas",
        "enter_access_code_title": "Cuir isteach Cód Rochtana",
        "ready_tips": "Seirbhís scamall cumasaithe. Is féidir leat rochtain a fháil ar an tseirbhís AstroWarp anois.",
        "welcome_tips": "Is ardán casta é AstroWarp le haghaidh líonrú cianda gan seam agus bainistíochta feistí ar ródairí GL.iNet. Le AstroWarp, is féidir leat rochtain a fháil ar do líonra baile is cuma cá bhfuil tú.",
        "need_login_cloud_tips": "Logáil isteach sa tseirbhís Cloud chun an ceangal agus an gníomhachtú a chríochnú chun leanúint ar aghaidh ag úsáid seirbhíse AstroWarp.",
        "primary_mode_label": "Úsáid sa Bhaile",
        "go_to_cloud_btn": "Téigh go dtí Seirbhís Scamall",
        "primary_mode_tips": "Úsáid an ródaire seo mar ródaire baile seasta chun rochtain a fháil ar an líonra baile do ghléasanna eile le nascadh.",
        "gen_access_code_title": "Gin Cód Rochtain",
        "gen_access_code_btn": "Cliceáil chun Cód Rochtana a Athghiniúint",
        "secondary_router_label": "Ródaire Inmhaire",
        "app_label": "Aip",
        "use_access_code_tips": "Cuir an cód rochtana seo isteach sa {app} nó sa {secondary}.",
        "add_dev_limit_tips": "Tá líon na ngléas nasctha tar éis teorainn an líonra a bhaint amach.",
        "rename_btn": "Athainmnigh",
        "connected_label": "Ceangailte",
        "remove_dev_tips": "Tar éis bainte, ní bheidh rochtain ag an bhfeiste seo ar acmhainní áitiúla do líonra baile ná ar an Idirlíon trí do líonra baile.",
        "dev_name": "Ainm an Ghléis",
        "sure_remove_tips": "An bhfuil tú cinnte gur mian leat an gléas seo a bhaint?",
        "use_app_tips_2": "2. Cuir isteach an cód rochtana.",
        "use_secondary_router_tips_1": "1. Logáil isteach ar phainéal riaracháin ródaire eile;",
        "use_secondary_router_tips_2": "2. Téigh go dtí SEIRBHÍSÍ SCAMALL > AstroWarp;",
        "use_secondary_router_tips_4": "4. Cuir isteach an cód rochtana.",
        "use_secondary_router_tips_3": "3. Roghnaigh úsáid an ródaire mar \"Carry-on\";",
        "use_primary_router_tips_2": "2. Téigh go dtí SEIRBHÍSÍ SCAMALL > AstroWarp;",
        "use_primary_router_tips_3": "3. Roghnaigh úsáid an ródaire mar \"Úsáid sa Bhaile\";",
        "use_primary_router_tips_4": "4. Ansin is féidir leat an cód rochtana a fheiceáil.",
        "access_guide_title": "Treoracha Iontrála Cód Rochtain",
        "dev_mac_label": "MAC",
        "dev_model_label": "Múnla Gléis",
        "access_code_verify_failed_tips": "Theip ar an bhfíorú. Déan cinnte go gcuireann tú an cód rochtana ceart isteach.",
        "access_code_limit_tips": "Theip ar an gceangal. Tá teorainn an líonra bainte amach ag na ródairí atá ceangailte.",
        "access_code_verifing_tips": "Ag ceangal, fan nóiméad le do thoil...",
        "gen_access_code_guide_title": "Treoir Ghiniúint Cód Rochtana",
        "kicked_out_tips": "Cuir isteach cód rochtana nua chun ceangal a dhéanamh.",
        "ok_btn": "OK",
        "purchase_btn": "Ceannaigh",
        "package_expired_tips": "Tá do phacáiste éagtha. Seirbhís curtha ar ceal. Cliceáil chun ceannach a dhéanamh chun seirbhís AstroWarp a ghníomhachtú.",
        "primary_stop_tips": "Tá an seirbhís curtha ar ceal ag an ródaire baile. Ní féidir ceangal leis an líonra.",
        "primary_disabled_tips": "Tá an ceangal curtha ar ceal agat.",
        "secondary_disabled_tips_2": "Cliceáil an cnaipe chun athnascadh leis an líonra baile.",
        "primary_package_card_title": "Dáta Éaga: {date}",
        "primary_connected_card_title": "Nasctha/Údaraithe",
        "primary_free_data_card_title": "Úsáid Sonraí Saor in Aisce/Iomlán/Mí",
        "secondary_duration_card_title": "Fad an Nasc",
        "internet_access_label": "Rochtain Idirlín",
        "internet_access_disabled_tips": "Ní féidir leat ach rochtain a fháil ar acmhainní logánta do líonra baile, ní ar an Idirlíon tríd an nasc seo.",
        "internet_access_when_disabled_tips": "Nuair a dhíchumasaítear é, ní féidir leat ach rochtain a fháil ar acmhainní logánta do líonra baile, ní ar an Idirlíon tríd an nasc seo.",
        "primary_tap_disable_tips": "Táip chun an tseirbhís ceangail a dhíchumasú",
        "primary_tap_enable_tips": "Táip chun an tseirbhís ceangail a chumasú",
        "secondary_tap_enable_tips": "Tapaigh chun ceangal",
        "using_mode_label": "Úsáid an Ródaire Seo: {mode}",
        "reset_btn": "Athshocraigh",
        "primary_reset_tips": "Bainfidh sé seo gach gléas nasctha agus athshocraíonn sé do shocruithe AstroWarp. Ní mór duit an nasc AstroWarp a chruthú arís.",
        "primary_sure_reset_tips": "An bhfuil tú cinnte gur mian leat dul ar aghaidh?",
        "secondary_sure_reset_tips": "An bhfuil tú cinnte gur mian leit a athshocrú?",
        "internet_access_enabled_tips": "Is féidir leat rochtain a fháil ar acmhainní logánta do líonra baile agus ar an Idirlíon tríd an gceangal seo.",
        "welcome_title": "Fáilte go AstroWarp!",
        "secondary_tap_disable_tips": "Tapaigh chun an ceangal a dhícheangal",
        "free_data_limit_tips": "Tá do shonraí saor in aisce tar éis an teorainn úsáide a bhaint amach. Seirbhís curtha ar ceal.",
        "use_primary_router_tips_1": "1. Logáil isteach ar phainéal riaracháin ródaire eile;",
        "secondary_disabled_tips": "Tá an ceangal stoptha agat.",
        "secondary_last_connected_card_title": "Ceangal Deireanach",
        "secondary_mode_label": "Carry-on",
        "purchase_tips": "Ceannaigh pacáiste chun an tseirbhís a ghníomhachtú.",
        "secondary_reset_tips": "Ní choimeádfar socruithe ceangail reatha ar fad.",
        "disconnected_label": "Dícheangailte",
        "last_connection_label": "Ceangailte go deireanach: {time}",
        "kicked_out_title": "Ceangal Scortha",
        "secondary_mode_tips": "Bain úsáid as an ródaire seo chun ceangal a dhéanamh le do líonra baile go cianda nuair a bhíonn tú amach ó bhaile.",
        "internet_access_when_enabled_tips": "Nuair a chumasófar é, is féidir leat rochtain a fháil ar acmhainní áitiúla do líonra baile agus ar an Idirlíon tríd an gceangal seo.",
        "primary_connected_tips": "Tá nasc ceangail bunaithe agat go rathúil.",
        "secondary_connected_tips": "Tá tú ceangailte. Anois is féidir leat rochtain a fháil ar an líonra baile go cianda.",
        "use_access_code_only_router_tips": "Cuir isteach an cód rochtana seo sa {secondary}.",
        "add_dev_disabled_tips": "Déan cinnte go bhfuil an líonra ceangailte i gceart sula gcuirtear gléas leis.",
        "pay_to_gen_access_code_btn": "Cliceáil chun Pacáiste a Cheannach chun Cód Rochtana a Ghiniúint",
        "open_link_btn": "Oscail an Nasc sa Bhrabhsálaí",
        "click_get_started_tips": "Cliceáil ar an gcnaipe \"Tosaigh\" sula roghnaíonn tú.",
        "select_usage_title": "Roghnaigh an úsáid don ródaire seo",
        "access_code_expired": "Códas Rochtana As Feidh",
        "add_dev_not_normal_tips": "Ní féidir gléas a chur leis: Níl aon sonraí ar fáil.",
        "no_internet_tips": "Seiceáil an timpeallacht líonra.",
        "access_network_tips": "Tar éis fíorú, is féidir le do ghléasanna rochtain a fháil ar do líonra baile is cuma cá bhfuil tú.",
        "enter_access_code_tips": "Tar éis fíorú, is féidir leis an ródaire seo agus na feistí atá ceangailte leis rochtain a fháil ar do líonra baile.",
        "please_enter_access_code_tips": "Cuir isteach an cód rochtana a ghineann do ródaire baile.",
        "pay_code_title": "Scan an cód QR chun plean a cheannach",
        "pay_code_tips": "Beidh tú á atreorú chuig suíomh Gréasáin dlíthiúil chun an plean a athnuachan don ródaire seo:"
    }
}
