{
    "sdwan": {
        "no_device_tips": "A funkció használatához hozzá kell adnia az eszközt a(z) {cloud} egyik virtuális hálózatához.",
        "device_tips": "Hozzá lett adva a(z) {network} virtuális hálózathoz. Kérjük, nyissa meg a(z) {cloud} felületet a beállítások módosításához.",
        "real_time_data_title": "Valós idejű adatok",
        "real_time_data_tips": "Csak azon eszközök adatait tartalmazza, amelyek az átjárón áthaladtak; ez eltérhet a számlázási adataiban feltüntetett összestől.",
        "upload_data_title": "Feltöltési adatforgalom",
        "download_data_title": "Letöltési adatforgalom",
        "interface_title": "Interfészek",
        "interface_tips": "Letilthatja bizonyos interfészek csatlakozását a kapcsolat aggregációhoz.",
        "nodes_title": "Hálózati topológia",
        "get_start_title": "Felhőszolgáltatások engedélyezve",
        "get_start_tips": "Kattintson ide az AstroWarp használatának megkezdéséhez!",
        "use_tips": "Az AstroWarp egy innovatív VPN platform, amelyet kifejezetten GL.iNet routerekhez terveztek, megkönnyítve a kilépő csomópont beállítását és több távoli eszköz összekapcsolását egy egységes, biztonságos hálózaton belül, lehetővé téve a zökkenőmentes távoli hozzáférést bárhonnan.",
        "enable_tips": "Amikor az AstroWarp engedélyezve van, olyan funkciók, mint a(z) {feature} nem használhatók.",
        "use_2b_tips": "Az AstroWarp egy innovatív VPN platform, amely routerekre készült, megkönnyíti a kilépő csomópont beállítását és több távoli eszköz összekapcsolását egy egységes, biztonságos hálózaton belül, lehetővé téve a zökkenőmentes távoli hozzáférést bárhonnan."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "go_to_aw_web_btn": "Látogasson meg az Astrowarp weboldalt",
        "data_usage_title": "Adatfelhasználás",
        "vaild_only_once_label": "Csak egyszer érvényes:",
        "join_network_btn": "Csatlakozzon a hálózathoz",
        "first_get_start_step1_tips": "Az AstroWarp használatával ennél a router-nél először töltse le az alkalmazást, majd csatlakozzon ehhez a router-hez, és ezen keresztül férjen hozzá az internethez.",
        "first_get_start_step2_tips": "Kattintson a start gombra, és létrehozunk egy ingyenes AstroNetet Önnek. Ez az útválasztó lesz beállítva az internetes kimenetként.",
        "add_client_btn": "Ügyfél hozzáadása",
        "join_network_tips": "Kezdje el használni az AstroWarp-ot otthoni munkavégzéshez bárhonnan. Csatlakozhat egy hálózathoz a használathoz. Vagy bejelentkezhet az AstroWarp weboldalára, hogy további funkciókkal használhassa.",
        "link_life_time_label": "Kapcsolat élettartama:",
        "usage_total_label": "Használat / Összesen",
        "use_internet_exit_label": "Használjon internetes kilépési pontot",
        "use_as_internet_exit_tips": "Ez az útválasztó internetes kilépési pontként lett beállítva.",
        "more_operation_tips": "Minden kliens és router, amely internetes kilépési hozzáférést használ, ezen a routeren keresztül éri el az internetet. Ha módosítani szeretné a konfigurációt, kérjük, jelentkezzen be a {page} oldalra.",
        "share_use_internet_exit_label": "Internet kilépési pont használata:",
        "to_download_app_btn": "Kattintson ide az alkalmazás letöltéséhez",
        "qrcode_use_tips": "Használja az alkalmazást a QR-kód beolvasásához, vagy adja meg az URL-t a router eléréséhez és az ahhoz tartozó internetkijárat használatához.",
        "share_more_operation_tips": "További beállítások használatához kérjük, jelentkezzen be a {page} oldalon.",
        "go_to_aw_btn": "Menjen az AstroWarp oldalra",
        "bind_not_self_tips": "Kérjük, kösse össze fiókját a Self nézettel, mielőtt az AstroWarpot használná; jelenleg nem támogatja a használatot a szervezeti vagy VAR nézetben.",
        "only_support_self_tips": "Az AstroWarp csak az Önnézetben támogatott.",
        "operate_config_tips": "Ha módosítania kell a konfigurációt, kérjük, jelentkezzen be a {page} oldalra.",
        "exit_node_label": "Exit Node",
        "add_client_limit_tips": "Az ehhez az útválasztóhoz csatlakozó ügyfelek száma elérte a felső határt. Kérjük, látogasson el az AstroWarp oldalára a hálózati csomag frissítéséhez.",
        "add_router_limit_tips": "Az ehhez a hálózathoz csatlakozó routerek száma elérte a felső határt. Kérjük, látogasson el az AstroWarp oldalra a hálózat szerkesztéséhez.",
        "network_plan_expired_tips": "Ez a hálózat lejárt. Kérjük, látogasson el az AstroWarp oldalra a hálózati csomag frissítéséhez/megújításához.",
        "unlimit_label": "Korlátlan",
        "web_title": "AstroWarp Admin Panel",
        "get_start_has_networks_tips": "Kattintson a gombra, válasszon ki egy kilépési csomópontú útválasztót, és ezen keresztül férjen hozzá az internethez és a szerverekhez.",
        "first_get_start_click_tips": "2. Kattintson a gombra, hogy ezt az útválasztót internetes kilépési csomópontként állítsa be.",
        "first_get_start_download_app_tips": "1. Töltse le az AstroWarp alkalmazást mobiltelefonjára vagy számítógépére.",
        "get_start_common_tips": "Kezdje el a Home Office munkavégzését, ahol bárhol is van, ezzel az útválasztóval internetes kimenetként és annak WAN IP-címével hozzáférhet az internethez és a szerverekhez.",
        "first_get_start_use_app_tips": "3. Használja az alkalmazást a kód szkennelésére vagy adja meg a kódot a kilépési csomópont oldalán.",
        "install_app_title": "Telepítse az alkalmazást az indításhoz",
        "first_get_start_connected_tips": "4. Ön csatlakozva van!",
        "get_start_btn": "Első lépések",
        "scan_qrcode_tips": "Olvassa be a QR-kódot vagy írja be a kódot az AstroWarp alkalmazásban, hogy biztonságosan hozzáférjen az internethez és a szerverekhez ezen az útválasztón keresztül.",
        "select_node_tips": "Válasszon egy kilépési csomópontot, hogy biztonságosan hozzáférhessen az interneten keresztül.",
        "download_app_titile": "Alkalmazás letöltése",
        "copy_link_btn": "Copy Code",
        "no_available_node_tips": "Nincsenek elérhető kilépési csomópontok a fiókodban. Kattints az AstroWarp gombra, hogy az adminisztrációs panelre ugorj, és konfiguráld a kilépési csomópontot.",
        "start_btn": "Indítás",
        "confirm_node_tips": "Erősítse meg a biztonságos internetelérés indítását",
        "get_start_step_title": "Kezdés",
        "start_process_checking_tips": "Hálózati állapot ellenőrzése...",
        "start_process_connecting_tips": "Kapcsolódás a szerverhez...",
        "start_process_starting_tips": "Az AstroWarp szolgáltatás indítása...",
        "start_process_success_tips": "Sikeres beállítás!",
        "start_process_error_common_tips": "Kapcsolódási hiba. Ismeretlen hiba történt. Kérjük, ellenőrizze hálózati beállításait, vagy próbálkozzon később. Ha a probléma továbbra is fennáll, keresse az ügyfélszolgálatot, vagy küldjön visszajelzést.",
        "exit_network_btn": "Kilépés az AstroWrap-ból",
        "exit_ip_label": "Kilépési IP",
        "exit_network_tips": "A kilépés minden korábban hozzáadott klienst eltávolít. Az Astrowrap ismételt használatához újra hozzá kell adni őket. Biztosan folytatja?",
        "exit_btn": "Kilépés"
    },
    "aw_err": {
        "not_joined_network_msg": "Nem csatlakozott ehhez a hálózathoz."
    }
}
