{
    "sdwan": {
        "nodes_title": "Topologia di rete",
        "download_data_title": "Dati di traffico in download",
        "real_time_data_tips": "Include solo i dati del dispositivo che sono transitati attraverso il Gateway; questo potrebbe differire dal totale riportato dai tuoi dati di fatturazione.",
        "upload_data_title": "Dati di traffico in caricamento",
        "interface_title": "Interfacce",
        "interface_tips": "Puoi disabilitare interfacce specifiche dall'unirsi all'aggregazione della connessione.",
        "no_device_tips": "Per utilizzare questa funzione, è necessario aggiungere il dispositivo a una delle reti virtuali in {cloud}.",
        "device_tips": "Sei stato aggiunto alla rete virtuale {network}. Accedi a {cloud} per modificare le impostazioni.",
        "real_time_data_title": "Dati in tempo reale",
        "use_tips": "AstroWarp è una piattaforma VPN innovativa progettata per i router GL.iNet che semplifica l'impostazione del nodo di uscita e la connessione di più dispositivi remoti all'interno di una rete unificata e sicura, consentendo un accesso remoto senza sforzo da qualsiasi luogo.",
        "get_start_title": "Servizi Cloud Abilitati",
        "get_start_tips": "Clicca per iniziare con AstroWarp!",
        "enable_tips": "Quando AstroWarp è abilitato, funzioni come {feature} non possono essere utilizzate.",
        "use_2b_tips": "AstroWarp è una piattaforma VPN innovativa progettata per router che semplifica la configurazione di un nodo di uscita e la connessione di più dispositivi remoti all'interno di una rete unificata e sicura, consentendo un accesso remoto senza sforzo da qualsiasi luogo."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "go_to_aw_web_btn": "Vai al sito web di Astrowarp",
        "vaild_only_once_label": "Valido solo una volta:",
        "first_get_start_step1_tips": "Utilizzando AstroWarp con questo router, scarica prima l'app, quindi connettiti a questo router e accedi a Internet tramite esso.",
        "join_network_btn": "Unisciti alla rete",
        "first_get_start_step2_tips": "Fai clic su avvia, creeremo una rete AstroNet gratuita per te. E questo router sarà impostato come uscita internet.",
        "add_client_btn": "Aggiungi Client",
        "join_network_tips": "Inizia a utilizzare AstroWarp per lavorare da casa ovunque. Puoi unirti a una rete per utilizzarlo. Oppure puoi accedere al sito web di AstroWarp per utilizzarlo con funzionalità aggiuntive.",
        "link_life_time_label": "Durata del collegamento:",
        "data_usage_title": "Utilizzo dei dati",
        "usage_total_label": "Utilizzo / Totale",
        "use_as_internet_exit_tips": "Questo router è stato impostato come uscita internet.",
        "use_internet_exit_label": "Utilizza uscita Internet",
        "more_operation_tips": "Tutti i client e i router che utilizzano l'accesso in uscita a internet accedono a internet tramite questo router. Se hai bisogno di modificare la configurazione, accedi a {page}.",
        "share_use_internet_exit_label": "Utilizza uscita Internet:",
        "to_download_app_btn": "Fare clic qui per scaricare l'app",
        "qrcode_use_tips": "Utilizza l'app per scansionare il codice QR o inserire l'URL per accedere al router e utilizzare l'uscita Internet a cui appartiene.",
        "share_more_operation_tips": "Per utilizzare più impostazioni, accedi a {page}.",
        "go_to_aw_btn": "Vai a AstroWarp",
        "bind_not_self_tips": "Prima di utilizzare AstroWarp, si prega di collegare il proprio account alla vista Self; attualmente non è supportato l'utilizzo nella vista organizzazione o VAR.",
        "only_support_self_tips": "AstroWarp è supportato solo in modalità Self view.",
        "operate_config_tips": "Se è necessario modificare la configurazione, accedi a {page}.",
        "exit_node_label": "Nodo di Uscita",
        "add_client_limit_tips": "Il numero di client che accedono a questo router ha raggiunto il limite massimo. Si prega di visitare AstroWarp per aggiornare il piano di rete.",
        "add_router_limit_tips": "Il numero di router che accedono a questa rete ha raggiunto il limite massimo. Si prega di visitare AstroWarp per modificare la rete.",
        "network_plan_expired_tips": "Questa rete è scaduta. Si prega di visitare AstroWarp per aggiornare/rinnovare il piano di rete.",
        "unlimit_label": "Illimitato",
        "web_title": "Pannello di Amministrazione AstroWarp",
        "first_get_start_download_app_tips": "1. Scarica l'app AstroWarp sul tuo telefono cellulare o PC.",
        "first_get_start_click_tips": "2. Fare clic sul pulsante per impostare questo router come nodo di uscita Internet.",
        "get_start_common_tips": "Inizia a lavorare da casa con la possibilità di accedere a Internet e ai server utilizzando questo router come uscita Internet con il suo IP WAN ovunque ti trovi.",
        "get_start_has_networks_tips": "Fare clic sul pulsante, scegliere un router nodo di uscita da utilizzare e accedere a Internet e ai server tramite esso.",
        "first_get_start_use_app_tips": "3. Utilizzare l'app per scansionare o inserire il codice nella pagina del nodo di uscita.",
        "first_get_start_connected_tips": "4. Sei connesso!",
        "get_start_btn": "Inizia",
        "install_app_title": "Installa l'app per iniziare",
        "scan_qrcode_tips": "Scansiona il codice QR o inserisci il codice nell'app AstroWarp per accedere in modo sicuro a Internet e ai server tramite questo router.",
        "download_app_titile": "Scarica l'App",
        "get_start_step_title": "Inizia",
        "copy_link_btn": "==WEBLATE_PART==\nCopia Codice",
        "no_available_node_tips": "Non ci sono nodi di uscita disponibili nel tuo account. Fai clic sul pulsante AstroWarp per accedere al pannello di amministrazione e configurare il tuo nodo di uscita.",
        "confirm_node_tips": "Conferma avviato l'accesso sicuro a Internet tramite",
        "select_node_tips": "Seleziona un nodo di uscita per accedere a Internet in modo sicuro tramite esso.",
        "start_process_checking_tips": "Verifica dello stato della rete...",
        "start_process_connecting_tips": "Connessione al server in corso...",
        "start_process_starting_tips": "Avvio del servizio AstroWarp...",
        "start_process_success_tips": "Impostazione riuscita!",
        "start_process_error_common_tips": "Connessione fallita. Si è verificato un errore sconosciuto. Si prega di verificare la connessione di rete o riprovare più tardi. Se il problema persiste, contattare l'assistenza o inviare un feedback.",
        "start_btn": "Avvia",
        "exit_network_btn": "Uscita da AstroWrap",
        "exit_ip_label": "IP di uscita",
        "exit_network_tips": "Uscire rimuoverà tutti i client aggiunti in precedenza. Per utilizzare nuovamente Astrowrap, sarà necessario riaggiungerli. Sei sicuro di voler procedere?",
        "exit_btn": "Uscita"
    },
    "aw_err": {
        "not_joined_network_msg": "Non connesso a questa rete."
    }
}
