{
    "sdwan": {
        "nodes_title": "Netwerktopologie",
        "real_time_data_title": "Real-time Gegevens",
        "download_data_title": "Downloadverkeergegevens",
        "real_time_data_tips": "Bevat alleen de gegevens van het apparaat die via de Gateway zijn gepasseerd; dit kan afwijken van het totaal dat door uw factureringsgegevens wordt gerapporteerd.",
        "upload_data_title": "Uploadverkeergegevens",
        "interface_tips": "U kunt specifieke interfaces uitschakelen die deelnemen aan verbindingsaggregatie.",
        "interface_title": "Interfaces",
        "no_device_tips": "U moet het apparaat toevoegen aan een van de virtuele netwerken in {cloud} om deze functie te gebruiken.",
        "device_tips": "U bent toegevoegd aan het virtuele netwerk {network}. Ga naar {cloud} om de instellingen aan te passen.",
        "get_start_title": "Cloudservices Ingeschakeld",
        "get_start_tips": "Klik om te beginnen met AstroWarp!",
        "use_tips": "AstroWarp is een innovatief VPN-platform ontworpen voor GL.iNet-routers waarmee het eenvoudig is om een uitgangsknooppunt in te stellen en meerdere externe apparaten te verbinden binnen een uniform, beveiligd netwerk, waardoor moeiteloze externe toegang vanaf elke locatie mogelijk is.",
        "enable_tips": "Wanneer AstroWarp is ingeschakeld, kunnen functies zoals {feature} niet worden gebruikt.",
        "use_2b_tips": "AstroWarp is een innovatief VPN-platform ontworpen voor routers waarmee u eenvoudig een uitgangsknooppunt kunt instellen en meerdere externe apparaten kunt verbinden binnen een uniform, beveiligd netwerk, waardoor naadloze externe toegang vanaf elke locatie mogelijk wordt."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "go_to_aw_web_btn": "Ga naar de Astrowarp-website",
        "data_usage_title": "Gegevensverbruik",
        "vaild_only_once_label": "Alleen geldig één keer:",
        "first_get_start_step1_tips": "Door AstroWarp met deze router te gebruiken, download eerst de app, verbind vervolgens met deze router en krijg toegang tot het internet via deze router.",
        "join_network_btn": "Word lid van het netwerk",
        "first_get_start_step2_tips": "Klik op start en we maken een gratis AstroNet voor je aan. En deze router wordt ingesteld als de internetuitgang.",
        "add_client_btn": "Client toevoegen",
        "join_network_tips": "Begin met het gebruik van AstroWarp om overal vanuit huis te werken. Je kunt lid worden van een netwerk om het te gebruiken. Of je kunt inloggen op de AstroWarp-website om het met meer functies te gebruiken.",
        "link_life_time_label": "Levensduur van de link:",
        "usage_total_label": "Gebruik / Totaal",
        "use_as_internet_exit_tips": "Deze router is ingesteld als internetuitgang.",
        "use_internet_exit_label": "Gebruik Internet Uitgang",
        "more_operation_tips": "Alle clients en routers die internettoegang gebruiken, krijgen toegang tot het internet via deze router. Als u de configuratie wilt wijzigen, log dan in op {page}.",
        "share_use_internet_exit_label": "Gebruik Internet Exit:",
        "to_download_app_btn": "Klik hier om de app te downloaden",
        "qrcode_use_tips": "Gebruik de app om de QR-code te scannen of voer de URL in om toegang te krijgen tot de router en gebruik de internetuitgang waar deze bij hoort.",
        "share_more_operation_tips": "Voor meer instellingen, log in op {page}.",
        "go_to_aw_btn": "Ga naar AstroWarp",
        "bind_not_self_tips": "Koppel uw account aan de Self-weergave voordat u AstroWarp gebruikt; het ondersteunt momenteel geen gebruik in de organisatie- of VAR-weergave.",
        "only_support_self_tips": "AstroWarp wordt alleen ondersteund in de Zelfweergave.",
        "operate_config_tips": "Als u de configuratie moet wijzigen, meld u dan aan op {page}.",
        "exit_node_label": "Uitgangsknooppunt",
        "add_client_limit_tips": "Het aantal clients dat toegang heeft tot deze router heeft de bovengrens bereikt. Bezoek de AstroWarp om uw netwerkplan te upgraden.",
        "add_router_limit_tips": "Het aantal routers dat toegang heeft tot dit netwerk heeft de bovengrens bereikt. Bezoek de AstroWarp om uw netwerk te bewerken.",
        "network_plan_expired_tips": "Dit netwerk is verlopen. Bezoek AstroWarp om uw netwerkabonnement te upgraden/vernieuwen.",
        "unlimit_label": "Onbeperkt",
        "web_title": "AstroWarp Beheerpaneel",
        "get_start_common_tips": "Aan de slag met werken vanuit huis, waarbij u overal toegang heeft tot internet en servers door deze router als internetuitgang te gebruiken met zijn WAN IP.",
        "get_start_has_networks_tips": "Klik op de knop, kies een exitnoderouter om te gebruiken en krijg toegang tot internet en servers via deze.",
        "first_get_start_download_app_tips": "1. Download de AstroWarp-app op uw mobiele telefoon of pc.",
        "first_get_start_connected_tips": "4. U bent verbonden!",
        "install_app_title": "Installeer de app om aan de slag te gaan",
        "get_start_btn": "Aan de slag",
        "first_get_start_click_tips": "2. Klik op de knop om deze router als uw internetuitgangsknooppunt in te stellen.",
        "first_get_start_use_app_tips": "3. Gebruik de app om te scannen of voer de code in op de uitgangsknooppuntpagina.",
        "scan_qrcode_tips": "Scan de QR-code of voer de code in de AstroWarp-app in om veilig toegang te krijgen tot het internet en servers via deze router.",
        "copy_link_btn": "==WEBLATE_PART==\nCode kopiëren",
        "download_app_titile": "App downloaden",
        "get_start_step_title": "Aan de slag",
        "confirm_node_tips": "Bevestig gestart veilige toegang tot het internet via",
        "no_available_node_tips": "Er zijn geen beschikbare uitgangsknooppunten onder uw account. Klik op de AstroWarp-knop om naar het beheerpaneel te gaan en uw uitgangsknooppunt te configureren.",
        "select_node_tips": "Kies een uitgangsknooppunt om veilig toegang te krijgen tot het internet via dit knooppunt.",
        "start_btn": "Start",
        "start_process_checking_tips": "Netwerkstatus wordt gecontroleerd...",
        "start_process_starting_tips": "AstroWarp-service wordt gestart...",
        "start_process_success_tips": "Succesvolle instelling!",
        "start_process_error_common_tips": "Verbinding mislukt. Er is een onbekende fout opgetreden. Controleer uw netwerk of probeer het later opnieuw. Als het probleem aanhoudt, neem contact op met de ondersteuning of dien feedback in.",
        "start_process_connecting_tips": "Verbinding maken met server...",
        "exit_network_btn": "Verlaat AstroWrap",
        "exit_ip_label": "Uitgangs-IP",
        "exit_network_tips": "Afmelden verwijdert alle eerder toegevoegde clients. Om Astrowrap opnieuw te gebruiken, moet u ze opnieuw toevoegen. Weet u zeker dat u wilt doorgaan?",
        "exit_btn": "Afsluiten"
    },
    "aw_err": {
        "not_joined_network_msg": "Niet verbonden met dit netwerk."
    }
}
