{
    "sdwan": {
        "no_device_tips": "Aby korzystać z tej funkcji, musisz dodać urządzenie do jednej z sieci wirtualnych w {cloud}.",
        "real_time_data_title": "Dane w czasie rzeczywistym",
        "download_data_title": "Pobieranie danych o ruchu pobierania",
        "real_time_data_tips": "Obejmuje tylko dane urządzenia, które przeszły przez Bramę; może się to różnić od całkowitej ilości danych zgłaszanych przez Twoje rozliczenia.",
        "nodes_title": "Topologia sieci",
        "interface_title": "Interfejsy",
        "interface_tips": "Możesz wyłączyć określone interfejsy z dołączania do agregacji połączeń.",
        "upload_data_title": "Przesyłanie danych o ruchu",
        "device_tips": "Zostałeś dodany do sieci wirtualnej {network}. Proszę przejdź do {cloud}, aby zmodyfikować ustawienia.",
        "get_start_title": "Usługi chmurowe włączone",
        "get_start_tips": "Kliknij, aby rozpocząć korzystanie z AstroWarp!",
        "use_tips": "AstroWarp to innowacyjna platforma VPN zaprojektowana dla routerów GL.iNet, która umożliwia łatwą konfigurację węzła wyjściowego oraz łączenie wielu zdalnych urządzeń w ramach jednolitej, bezpiecznej sieci, zapewniając bezproblemowy dostęp zdalny z dowolnego miejsca.",
        "enable_tips": "Gdy AstroWarp jest włączony, funkcje takie jak {feature} nie mogą być używane.",
        "use_2b_tips": "AstroWarp to innowacyjna platforma VPN zaprojektowana dla routerów, która ułatwia konfigurację węzła wyjściowego oraz łączenie wielu zdalnych urządzeń w ramach jednolitej, bezpiecznej sieci, umożliwiając bezproblemowy dostęp zdalny z dowolnego miejsca."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "go_to_aw_web_btn": "Przejdź do strony internetowej Astrowarp",
        "data_usage_title": "Zużycie Danych",
        "vaild_only_once_label": "Ważne tylko raz:",
        "first_get_start_step1_tips": "Korzystając z AstroWarp z tym routerem, najpierw pobierz aplikację, następnie połącz się z tym routerem i uzyskaj dostęp do internetu za jego pośrednictwem.",
        "join_network_btn": "Dołącz do sieci",
        "first_get_start_step2_tips": "Kliknij start, a utworzymy dla Ciebie darmową sieć AstroNet. Ten router zostanie skonfigurowany jako wyjście do internetu.",
        "add_client_btn": "Dodaj klienta",
        "join_network_tips": "Rozpocznij korzystanie z AstroWarp do pracy zdalnej z dowolnego miejsca. Możesz dołączyć do sieci, aby z niego korzystać. Lub możesz zalogować się na stronie internetowej AstroWarp, aby korzystać z dodatkowych funkcji.",
        "link_life_time_label": "Czas życia łącza:",
        "usage_total_label": "Użycie / Łącznie",
        "use_as_internet_exit_tips": "Ten router został ustawiony jako wyjście internetowe.",
        "use_internet_exit_label": "Użyj wyjścia internetowego",
        "more_operation_tips": "Wszyscy klienci i routery korzystające z dostępu wyjściowego do internetu łączą się z internetem za pośrednictwem tego routera. Jeśli potrzebujesz zmodyfikować konfigurację, zaloguj się na {page}.",
        "share_use_internet_exit_label": "Użyj wyjścia internetowego:",
        "to_download_app_btn": "Kliknij tutaj, aby pobrać aplikację",
        "qrcode_use_tips": "Użyj aplikacji, aby zeskanować kod QR lub wprowadzić adres URL, aby uzyskać dostęp do routera i korzystać z wyjścia internetowego, do którego należy.",
        "share_more_operation_tips": "Aby uzyskać dostęp do większej liczby ustawień, zaloguj się na {page}.",
        "go_to_aw_btn": "Przejdź do AstroWarp",
        "bind_not_self_tips": "Przed użyciem AstroWarp proszę powiązać swoje konto z widokiem Self; obecnie nie obsługuje on użytkowania w widoku organizacji ani VAR.",
        "only_support_self_tips": "AstroWarp jest obsługiwany tylko w widoku własnym.",
        "operate_config_tips": "Jeśli potrzebujesz zmodyfikować konfigurację, zaloguj się na {page}.",
        "exit_node_label": "Węzeł wyjściowy",
        "add_client_limit_tips": "Liczba klientów uzyskujących dostęp do tego routera osiągnęła limit. Odwiedź AstroWarp, aby zaktualizować swój plan sieciowy.",
        "add_router_limit_tips": "Liczba routerów uzyskujących dostęp do tej sieci osiągnęła limit górny. Odwiedź AstroWarp, aby edytować swoją sieć.",
        "network_plan_expired_tips": "Ta sieć wygasła. Odwiedź AstroWarp, aby uaktualnić/odnowić swój plan sieciowy.",
        "unlimit_label": "Nieograniczony",
        "web_title": "Panel administracyjny AstroWarp",
        "get_start_common_tips": "Rozpocznij pracę zdalną z możliwością dostępu do internetu i serwerów, wykorzystując ten router jako wyjście internetowe z jego adresem WAN IP, gdziekolwiek się znajdujesz.",
        "get_start_has_networks_tips": "Kliknij przycisk, wybierz router węzła wyjściowego, aby korzystać z niego i uzyskiwać dostęp do internetu oraz serwerów za jego pośrednictwem.",
        "install_app_title": "Zainstaluj aplikację, aby rozpocząć",
        "get_start_btn": "Rozpocznij",
        "first_get_start_connected_tips": "4. Jesteś połączony!",
        "first_get_start_download_app_tips": "1. Pobierz aplikację AstroWarp na telefon komórkowy lub komputer.",
        "first_get_start_click_tips": "2. Kliknij przycisk, aby ustawić ten router jako węzeł wyjściowy Twojego internetu.",
        "first_get_start_use_app_tips": "3. Użyj aplikacji, aby zeskanować lub wprowadzić kod na stronie węzła wyjściowego.",
        "scan_qrcode_tips": "Zeskanuj kod QR lub wprowadź kod w aplikacji AstroWarp, aby bezpiecznie uzyskać dostęp do internetu i serwerów przez ten router.",
        "copy_link_btn": "Kopiuj kod",
        "download_app_titile": "Pobierz aplikację",
        "get_start_step_title": "Rozpocznij",
        "no_available_node_tips": "W Twoim koncie nie ma dostępnych węzłów wyjściowych. Kliknij przycisk AstroWarp, aby przejść do panelu administracyjnego i skonfigurować węzeł wyjściowy.",
        "confirm_node_tips": "Potwierdź rozpoczęcie bezpiecznego dostępu do internetu poprzez",
        "select_node_tips": "Wybierz węzeł wyjściowy, aby bezpiecznie uzyskiwać dostęp do internetu za jego pośrednictwem.",
        "start_process_checking_tips": "Sprawdzanie stanu sieci...",
        "start_btn": "Start",
        "start_process_connecting_tips": "Łączenie z serwerem...",
        "start_process_starting_tips": "Uruchamianie usługi AstroWarp...",
        "start_process_success_tips": "Sukces Ustawień!",
        "start_process_error_common_tips": "Połączenie nie powiodło się. Wystąpił nieznany błąd. Sprawdź swoje połączenie sieciowe lub spróbuj ponownie później. Jeśli problem będzie się powtarzał, skontaktuj się z pomocą techniczną lub prześlij opinię.",
        "exit_network_btn": "Wyjdź z AstroWrap",
        "exit_ip_label": "Wyjście IP",
        "exit_network_tips": "Zamknięcie spowoduje usunięcie wszystkich wcześniej dodanych klientów. Aby ponownie użyć Astrowrap, konieczne będzie ich ponowne dodanie. Czy na pewno chcesz kontynuować?",
        "exit_btn": "Wyjście"
    },
    "aw_err": {
        "not_joined_network_msg": "Nie dołączono do tej sieci."
    }
}
