{
    "menu_sdwan": "АстроВарп",
    "sdwan": {
        "no_device_tips": "Чтобы использовать эту функцию, вы должны добавить устройство в одну из виртуальных сетей в {cloud}.",
        "device_tips": "Вы были добавлены в виртуальную сеть {network}. Пожалуйста, перейдите в {cloud}, чтобы изменить настройки.",
        "real_time_data_title": "Данные в реальном времени",
        "real_time_data_tips": "Включает только данные устройства, прошедшие через шлюз; это может отличаться от общего объема, указанного в вашей платежной информации.",
        "nodes_title": "Топология сети",
        "download_data_title": "Скачать данные о трафике",
        "upload_data_title": "Отправить данные о трафике",
        "interface_title": "Интерфейсы",
        "interface_tips": "Вы можете отключить отдельные интерфейсы от участия в этой виртуальной сети.",
        "get_start_tips": "Нажмите, чтобы начать использование AstroWarp!",
        "use_tips": "AstroWarp — это инновационная VPN-платформа, разработанная для маршрутизаторов GL.iNet, которая упрощает настройку выходного узла и подключение нескольких удаленных устройств в рамках единой защищенной сети, обеспечивая легкий удаленный доступ из любой точки.",
        "get_start_title": "Облачные сервисы включены",
        "enable_tips": "Когда AstroWarp включен, {feature} не может быть использован.",
        "use_2b_tips": "AstroWarp — это инновационная VPN-платформа, разработанная для маршрутизаторов, которая упрощает настройку выходного узла и подключение нескольких удаленных устройств в рамках единой защищенной сети, обеспечивая легкий удаленный доступ из любой точки."
    },
    "aw": {
        "go_to_aw_web_btn": "Перейти на сайт Astrowarp",
        "data_usage_title": "Использование данных",
        "vaild_only_once_label": "Действительно только один раз:",
        "first_get_start_step2_tips": "Нажмите \"Начать\", и мы создадим для вас бесплатную AstroNet. Этот маршрутизатор будет настроен как выход в интернет.",
        "add_client_btn": "Добавить клиента",
        "first_get_start_step1_tips": "Сначала загрузите приложение, затем подключитесь к этому маршрутизатору и получите доступ к интернету через него, используя AstroWarp.",
        "join_network_tips": "Начните использовать AstroWarp для удаленной работы из любого места. Вы можете присоединиться к сети, чтобы использовать его. Или вы можете войти на сайт AstroWarp, чтобы использовать его с дополнительными функциями.",
        "link_life_time_label": "Время жизни ссылки:",
        "usage_total_label": "Использование / Всего",
        "join_network_btn": "Присоединиться к сети",
        "use_as_internet_exit_tips": "Этот маршрутизатор настроен как выход в интернет.",
        "use_internet_exit_label": "Использовать выход в Интернет",
        "more_operation_tips": "Все клиенты и маршрутизаторы, использующие выход в интернет, получают доступ к интернету через этот маршрутизатор. Если вам нужно изменить конфигурацию, пожалуйста, войдите на {page}.",
        "share_use_internet_exit_label": "Использовать выход в Интернет",
        "to_download_app_btn": "Нажмите здесь, чтобы скачать приложение",
        "qrcode_use_tips": "Используйте приложение для сканирования QR-кода или введите URL-адрес, чтобы получить доступ к маршрутизатору и использовать его выход в Интернет.",
        "share_more_operation_tips": "Используя дополнительные настройки, пожалуйста, войдите на {page}.",
        "go_to_aw_btn": "Перейти к AstroWarp",
        "bind_not_self_tips": "Пожалуйста, привяжите свой аккаунт к виду Self перед использованием AstroWarp; в настоящее время он не поддерживает использование в виде организации или VAR.",
        "only_support_self_tips": "AstroWarp поддерживается только в режиме Self view.",
        "operate_config_tips": "Если вам нужно изменить конфигурацию, пожалуйста, войдите на {page}.",
        "exit_node_label": "Узел выхода",
        "add_client_limit_tips": "Количество клиентов, подключенных к этому маршрутизатору, достигло максимального предела. Пожалуйста, посетите AstroWarp для обновления вашего сетевого тарифа.",
        "add_router_limit_tips": "Количество маршрутизаторов, подключенных к этой сети, достигло максимального предела. Пожалуйста, посетите AstroWarp для редактирования вашей сети.",
        "network_plan_expired_tips": "Срок действия этой сети истек. Пожалуйста, посетите AstroWarp для обновления/продления вашего сетевого тарифа.",
        "unlimit_label": "Неограниченно",
        "web_title": "Панель администратора AstroWarp",
        "get_start_common_tips": "Начните работу с режимом \"Работа из дома\", позволяющим получать доступ в интернет и к серверам через этот маршрутизатор в качестве интернет-шлюза с его WAN IP, где бы вы ни находились.",
        "get_start_has_networks_tips": "Нажмите кнопку, выберите выходной маршрутизатор для использования и получите доступ к интернету и серверам через него.",
        "first_get_start_download_app_tips": "1. Загрузите приложение AstroWarp на мобильный телефон или ПК.",
        "get_start_btn": "Начать",
        "first_get_start_connected_tips": "4. Вы подключены!",
        "first_get_start_click_tips": "2. Нажмите кнопку, чтобы установить этот маршрутизатор в качестве выходного узла вашего интернета.",
        "install_app_title": "Установите приложение, чтобы начать",
        "first_get_start_use_app_tips": "3. Используйте приложение для сканирования или введите код на странице выходного узла.",
        "scan_qrcode_tips": "Отсканируйте QR-код или введите код в приложении AstroWarp для безопасного доступа в интернет и к серверам через этот маршрутизатор.",
        "download_app_titile": "Скачать приложение",
        "get_start_step_title": "Начать",
        "copy_link_btn": "Копировать код",
        "confirm_node_tips": "Подтвердите начало безопасного доступа в интернет через",
        "no_available_node_tips": "Нет доступных выходных узлов в вашей учетной записи. Нажмите кнопку AstroWarp, чтобы перейти в панель администратора и настроить выходной узел.",
        "select_node_tips": "Выберите выходной узел для безопасного доступа в интернет через него.",
        "start_btn": "Начало",
        "start_process_checking_tips": "Проверка состояния сети...",
        "start_process_connecting_tips": "Подключение к серверу...",
        "start_process_starting_tips": "Запуск службы AstroWarp...",
        "start_process_success_tips": "Успешная настройка!",
        "start_process_error_common_tips": "Не удалось установить соединение. Произошла неизвестная ошибка. Пожалуйста, проверьте ваше подключение к сети или повторите попытку позже. Если проблема сохраняется, обратитесь в службу поддержки или отправьте отзыв.",
        "exit_network_btn": "Выход из AstroWrap",
        "exit_ip_label": "Выходной IP",
        "exit_network_tips": "Выход приведет к удалению всех ранее добавленных клиентов. Для повторного использования Astrowrap вам потребуется добавить их заново. Вы уверены, что хотите продолжить?"
    },
    "aw_err": {
        "not_joined_network_msg": "Не подключено к этой сети."
    }
}
