{
    "sdwan": {
        "interface_title": "Інтерфейси",
        "interface_tips": "Ви можете вимкнути певні інтерфейси, що приєднуються до цієї віртуальної мережі.",
        "no_device_tips": "Ви повинні додати пристрій до однієї з віртуальних мереж у {cloud}, щоб використовувати цю функцію.",
        "device_tips": "Вас додано до віртуальної мережі {network}. Будь ласка, перейдіть до {cloud}, щоб змінити налаштування.",
        "nodes_title": "Топологія мережі",
        "real_time_data_title": "Дані в реальному часі",
        "real_time_data_tips": "Включає лише дані пристрою, які пройшли через шлюз; це може відрізнятися від загальної кількості, зазначеної у вашій платіжній інформації.",
        "upload_data_title": "Відправлення даних трафіку",
        "download_data_title": "Завантаження даних трафіку",
        "get_start_title": "Активовано хмарні сервіси",
        "get_start_tips": "Натисніть, щоб розпочати використання AstroWarp!",
        "use_tips": "AstroWarp — це інноваційна VPN-платформа, розроблена для маршрутизаторів GL.iNet, яка дозволяє легко налаштувати вихідний вузол та підключати кілька віддалених пристроїв у межах єдиної захищеної мережі, забезпечуючи безпроблемний віддалений доступ з будь-якого місця.",
        "enable_tips": "Коли AstroWarp активовано, {feature} не може бути використано.",
        "use_2b_tips": "AstroWarp — це інноваційна VPN-платформа, розроблена для маршрутизаторів, яка дозволяє легко налаштувати вихідний вузол та підключати кілька віддалених пристроїв у межах єдиної захищеної мережі, забезпечуючи безпроблемний віддалений доступ з будь-якого місця."
    },
    "menu_sdwan": "AstroWarp",
    "aw": {
        "go_to_aw_web_btn": "Перейти на вебсайт AstroWarp",
        "vaild_only_once_label": "Дійсний лише один раз:",
        "first_get_start_step1_tips": "Використовуючи AstroWarp з цим маршрутизатором, спочатку завантажте додаток, потім підключіться до цього маршрутизатора і отримайте доступ до інтернету через нього.",
        "join_network_btn": "Приєднатися до мережі",
        "first_get_start_step2_tips": "Натисніть \"Почати\", і ми створимо для вас безкоштовну мережу AstroNet. І цей маршрутизатор буде налаштований як вихід в інтернет.",
        "add_client_btn": "Додати клієнта",
        "join_network_tips": "Почніть використовувати AstroWarp для роботи з дому будь-де. Ви можете приєднатися до мережі, щоб використовувати його. Або ви можете увійти на вебсайт AstroWarp, щоб використовувати його з додатковими функціями.",
        "data_usage_title": "Використання даних",
        "link_life_time_label": "Термін дії посилання:",
        "usage_total_label": "Використання / Всього",
        "use_as_internet_exit_tips": "Цей маршрутизатор налаштовано як вихід в інтернет.",
        "use_internet_exit_label": "Використовувати Інтернет-вихід",
        "more_operation_tips": "Усі клієнти та маршрутизатори, що використовують вихід в інтернет, отримують доступ до інтернету через цей маршрутизатор. Якщо вам потрібно змінити конфігурацію, будь ласка, увійдіть на {page}.",
        "share_use_internet_exit_label": "Використовувати Інтернет-вихід",
        "to_download_app_btn": "Натисніть тут, щоб завантажити додаток",
        "qrcode_use_tips": "Використовуйте додаток для сканування QR-коду або введіть URL-адресу, щоб отримати доступ до маршрутизатора та використовувати вихід в Інтернет, до якого він належить.",
        "share_more_operation_tips": "Використовуючи більше налаштувань, будь ласка, увійдіть {page}.",
        "go_to_aw_btn": "Перейти до AstroWarp",
        "bind_not_self_tips": "Перш ніж використовувати AstroWarp, будь ласка, прив'яжіть свій обліковий запис до режиму Self view; наразі він не підтримує використання в режимі організації або VAR.",
        "only_support_self_tips": "AstroWarp підтримується лише в режимі Self view.",
        "operate_config_tips": "Якщо вам потрібно змінити конфігурацію, будь ласка, увійдіть на {page}.",
        "exit_node_label": "Вузол виходу",
        "add_client_limit_tips": "Кількість клієнтів, які підключені до цього маршрутизатора, досягла максимального обмеження. Будь ласка, відвідайте AstroWarp, щоб оновити ваш мережевий тариф.",
        "add_router_limit_tips": "Кількість маршрутизаторів, які підключені до цієї мережі, досягла максимального обмеження. Будь ласка, відвідайте AstroWarp, щоб відредагувати вашу мережу.",
        "network_plan_expired_tips": "Ця мережа закінчила термін дії. Будь ласка, відвідайте AstroWarp, щоб оновити/продовжити ваш мережевий план.",
        "unlimit_label": "Необмежений",
        "web_title": "AstroWarp Admin Panel",
        "get_start_common_tips": "Почніть роботу в режимі \"Робота з дому\", де ви можете отримувати доступ до Інтернету та серверів, використовуючи цей маршрутизатор як вихід до Інтернету з його WAN IP, де б ви не знаходилися.",
        "get_start_has_networks_tips": "Натисніть кнопку, оберіть маршрутизатор вихідного вузла для використання та отримайте доступ до Інтернету та серверів через нього.",
        "first_get_start_download_app_tips": "1. Завантажте додаток AstroWarp на свій мобільний телефон або ПК.",
        "first_get_start_use_app_tips": "3. Використовуйте додаток для сканування або введіть код на сторінці вихідного вузла.",
        "first_get_start_connected_tips": "4. Ви підключені!",
        "first_get_start_click_tips": "2. Натисніть кнопку, щоб налаштувати цей маршрутизатор як ваш вихідний вузол інтернету.",
        "get_start_btn": "Початок роботи",
        "install_app_title": "Встановіть додаток, щоб розпочати",
        "scan_qrcode_tips": "Відскануйте QR-код або введіть код у додатку AstroWarp, щоб безпечно отримати доступ до інтернету та серверів через цей маршрутизатор.",
        "download_app_titile": "Завантажити додаток",
        "get_start_step_title": "Початок роботи",
        "copy_link_btn": "Копіювати код",
        "confirm_node_tips": "Підтверджено початок безпечного доступу до інтернету через",
        "select_node_tips": "Виберіть вихідний вузол для безпечного доступу до інтернету через нього.",
        "no_available_node_tips": "Під вашим обліковим записом немає доступних вихідних вузлів. Будь ласка, натисніть кнопку AstroWarp, щоб перейти до панелі адміністрування та налаштувати ваш вихідний вузол.",
        "start_process_checking_tips": "Перевірка стану мережі...",
        "start_process_starting_tips": "Запуск служби AstroWarp...",
        "start_process_success_tips": "Успішно налаштовано!",
        "start_process_error_common_tips": "Не вдалося підключитися. Сталася невідома помилка. Будь ласка, перевірте ваші мережеві налаштування або спробуйте пізніше. Якщо проблема не зникне, зверніться до служби підтримки або надішліть відгук.",
        "exit_network_btn": "Вийти з AstroWrap",
        "start_btn": "Початок",
        "start_process_connecting_tips": "Підключення до сервера...",
        "exit_ip_label": "Вихідний IP",
        "exit_network_tips": "Вихід призведе до видалення всіх раніше доданих клієнтів. Щоб знову використовувати Astrowrap, вам потрібно буде додати їх знову. Ви впевнені, що хочете продовжити?"
    },
    "aw_err": {
        "not_joined_network_msg": "Не приєднано до цієї мережі."
    }
}
