{
    "menu_edgerouter": "Plaatsvervangende gateway",
    "edgerouter": {
        "enable_label": "Plaatsvervangende gatewaymodus inschakelen",
        "desc": "Wanneer de plaatsvervangende gatewaymodus is ingeschakeld, wordt al het verkeer van apparaten door deze router verwerkt. Deze modus kan gebruikt worden om de functionaliteiten van de primaire router uit te breiden.",
        "dhcp_on_tips": "De DHCP-functionaliteit van de primaire router is nog steeds ingeschakeld. Gelieve naar $$$$het beheerpaneel van de primaire router te gaan$$$$ om deze functionaliteit uit te zetten of de gateway aan te passen naar dit IP-adres {ip}.",
        "dhcp_closed_tips": "De DHCP-functionaliteit van de primaire router is uitgeschakeld, de plaatsvervangende gateway werkt naar behoren.",
        "enable_tips": "Wanneer de plaats vervangende gatewaymodus is ingeschakeld worden de DNS-instellingen van deze router gebruikt in plaats van die van de primaire router.",
        "dhcp_on_warning_tips": "De plaatsvervangende gatewaymodus is ingeschakeld.",
        "dhcp_set_gateway_tips": "De DHCP-functionaliteit van de primaire router is zend de correcte gateway uit ({ip}). De plaatsvervangende gatewaymodus werkt naar behoren.",
        "auto_set_tips": "De DHCP-imstellingen van de primaire router lijken te zijn aangepast waardoor de router mogelijk niet fatsoenlijk kan werken. Gelieve $$$$de DHCP-instellingen te synchroniseren$$$$ of pas de instellingen handmatig aan.",
        "desc_vpn": "Let op dat wanneer de plaatsvervangende gatewaymodus is ingeschakeld, dat apparaten vanuit het WAN geen verbinding kunnen maken via de VPN.",
        "cable_not_connected_tips": "Er is geen ethernetkabel gedetecteerd in de WAN-netwerkpoort. Gelieve een ethernetkabel in te pluggen.",
        "modify_superior_router_label": "Alle appraten worden gerouteerd door de plaats vervangendegateway",
        "modify_superior_router_desc": "Gelieve de configuratie van de primaire router aan te passen. Dit moet gedaan worden door iemand die toegang heeft tot de primaire router.",
        "modify_self_router_label": "Sommige apparaten kiezen zelf voor hun gateway",
        "modify_self_router_desc": "U moet op sommige apparaten handmatig het gatewayadres aanpassen naar het IP-adres van de plaatsvervangende gateway.",
        "configuration_method_label": "Configuratiemethode"
    }
}
