{
    "menu_edgerouter": "Режим шлюза с прозрачным включением",
    "edgerouter": {
        "enable_label": "Включить режим шлюза с прозрачным включением",
        "enable_tips": "Когда включен режим шлюза с прозрачным включением, используются настройки DNS этого роутера вместо настроек основного роутера.",
        "desc_vpn": "Обратите внимание, что в режиме шлюза с прозрачным включением политика VPN этого устройства не будет работать для клиентов из порта WAN.",
        "cable_not_connected_tips": "В порту WAN не обнаружен кабель. Пожалуйста, вставьте сетевой кабель.",
        "configuration_method_label": "Метод конфигурации",
        "desc": "Когда включен режим шлюза с прозрачным включением, весь трафик от клиентов в сети сначала обрабатывается этим роутером. Вы можете использовать этот режим для расширения функциональности вашего основного роутера.",
        "dhcp_closed_tips": "Служба DHCP на основном роутере отключена, шлюз с прозрачным включением работает.",
        "dhcp_on_tips": "Служба DHCP все еще включена на основном роутере. Шлюз с прозрачным включением может работать некорректно. Пожалуйста, перейдите в $$$$панель управления основного роутера$$$$, чтобы отключить службу DHCP или установить ее шлюз на {ip}.",
        "dhcp_on_warning_tips": "Шлюз с прозрачным включением включен.",
        "dhcp_set_gateway_tips": "Служба DHCP на основном роутере правильно установила шлюз в {ip}, шлюз с прозрачным включением работает.",
        "auto_set_tips": "Настройки DHCP основного роутера, похоже, изменились, и роутер может не суметь корректно подключиться к сети. Пожалуйста, $$$$Синхронизируйте настройки из DHCP$$$$ или измените настройки вручную.",
        "modify_superior_router_label": "Все устройства подключены через шлюз с прозрачным включением",
        "modify_superior_router_desc": "Вам необходимо перейти к изменению конфигурации основного маршрутизатора, которую должен настроить пользователь, имеющий доступ к основному маршрутизатору.",
        "modify_self_router_label": "Некоторые устройства выбирают свой собственный шлюз для подключения к сети",
        "modify_self_router_desc": "Вам необходимо вручную изменить адрес шлюза на IP-адрес шлюза с прозрачным включением на некоторых устройствах, которые должны использовать шлюз с прозрачным включением."
    }
}
