{
    "menu_edgerouter": "Drop-in Gateway",
    "edgerouter": {
        "auto_set_tips": "Ana yönlendiricinin DHCP ayarları değişmiş gibi görünüyor ve yönlendirici ağa düzgün bağlanamayabilir. Lütfen $$$$Ayarları DHCP'den Senkronize Et$$$$ veya ayarlarınızı manuel olarak değiştirin.",
        "desc_vpn": "Lütfen Drop-in Gateway modunda, bu cihazın VPN politikasının WAN portundan gelen istemciler için çalışmayacağını unutmayın.",
        "cable_not_connected_tips": "WAN portunda kablo tespit edilmedi. Lütfen bir ethernet kablosu takın.",
        "modify_superior_router_label": "Tüm cihazlar drop-in gateway üzerinden ağa bağlanır",
        "modify_superior_router_desc": "Ana yönlendirici yapılandırmasını değiştirmek için, ana yönlendiriciye erişimi olan bir kullanıcı tarafından yapılandırılması gerekir.",
        "modify_self_router_label": "Bazı cihazlar kendi ağ geçitlerini seçer",
        "modify_self_router_desc": "Drop-in gateway kullanması gereken bazı cihazlarda ağ geçidi adresini drop-in gateway'in IP adresine manuel olarak değiştirmeniz gerekir.",
        "configuration_method_label": "Yapılandırma yöntemi",
        "desc": "Drop-in gateway modu etkinleştirildiğinde, ağdaki istemcilerden gelen tüm trafik önce bu yönlendirici tarafından işlenir. Bu modu ana yönlendiricinizin işlevselliğini genişletmek için kullanabilirsiniz.",
        "enable_label": "Drop-in Gateway Modunu Etkinleştir",
        "dhcp_closed_tips": "Ana yönlendiricideki DHCP servisi devre dışı bırakıldı, drop-in gateway çalışıyor.",
        "dhcp_on_tips": "Ana yönlendiricide DHCP servisi hala etkin. Drop-in gateway düzgün çalışmayabilir. Lütfen $$$$ana yönlendirici yönetim paneli$$$$ üzerinden DHCP servisini devre dışı bırakın veya ağ geçidini {ip} olarak ayarlayın.",
        "enable_tips": "Drop-in gateway modu etkinleştirildiğinde, bu yönlendiricinin DNS ayarları ana yönlendiriciden gelenler yerine kullanılır.",
        "dhcp_on_warning_tips": "Drop-in gateway etkinleştirildi.",
        "dhcp_set_gateway_tips": "Ana yönlendiricideki DHCP servisi ağ geçidini {ip} olarak doğru şekilde ayarladı, drop-in gateway çalışıyor."
    }
}
