{
    "edgerouter": {
        "desc": "Коли активовано режим шлюзу заміщення, весь трафік від клієнтів у мережі спочатку обробляється цим маршрутизатором. Ви можете використовувати цей режим для розширення функціональності вашого основного маршрутизатора.",
        "dhcp_on_tips": "Служба DHCP все ще активована на основному маршрутизаторі. Шлюз заміщення може працювати некоректно. Будь ласка, перейдіть до $$$$панелі адміністрування основного маршрутизатора$$$$, щоб вимкнути службу DHCP або встановити її шлюз на {ip}.",
        "enable_tips": "Коли активовано режим шлюзу заміщення, налаштування DNS цього маршрутизатора використовуються замість налаштувань основного маршрутизатора.",
        "dhcp_on_warning_tips": "Шлюз заміщення активовано.",
        "dhcp_set_gateway_tips": "Служба DHCP на основному маршрутизаторі правильно встановила шлюз на {ip}, шлюз заміщення працює.",
        "auto_set_tips": "Здається, налаштування DHCP основного маршрутизатора змінилися, і маршрутизатор може не змогти належним чином підключитися до мережі. Будь ласка, $$$$Синхронізуйте налаштування з DHCP$$$$ або змініть налаштування вручну.",
        "desc_vpn": "Зверніть увагу, що в режимі шлюзу заміщення політика VPN цього пристрою не працюватиме для клієнтів з порту WAN.",
        "cable_not_connected_tips": "У порту WAN не виявлено кабелю. Будь ласка, вставте ефірний кабель.",
        "modify_superior_router_label": "Всі пристрої підключені до мережі через шлюз заміщення",
        "modify_self_router_label": "Деякі пристрої обирають власний мережевий шлюз",
        "modify_self_router_desc": "Вам потрібно вручну змінити адресу шлюзу на IP-адресу шлюзу заміщення на деяких пристроях, які потребують використання шлюзу заміщення.",
        "configuration_method_label": "Метод конфігурації",
        "enable_label": "Активувати режим шлюзу заміщення",
        "dhcp_closed_tips": "Служба DHCP на основному маршрутизаторі вимкнена, шлюз заміщення працює.",
        "modify_superior_router_desc": "Вам потрібно перейти до зміни конфігурації основного маршруту, яку має налаштувати користувач, що має доступ до основного маршруту."
    },
    "menu_edgerouter": "Шлюз заміщення"
}
