{
    "edgerouter": {
        "desc": "Коли активовано режим шлюзу з підключенням \"на льоту\", весь трафік з клієнтських пристроїв у мережі спочатку обробляється цим роутером. Ви можете використовувати цей режим для розширення функціональності вашого основного роутера.",
        "dhcp_on_tips": "Служба DHCP все ще активна на основному роутері. Шлюз з підключенням \"на льоту\" може працювати некоректно. Будь ласка, перейдіть до $$$$панелі адміністрування основного роутера$$$$, щоб вимкнути службу DHCP або встановити його шлюз на {ip}.",
        "enable_tips": "Коли активовано режим шлюзу з підключенням \"на льоту\", налаштування DNS цього роутера використовуються замість налаштувань основного роутера.",
        "dhcp_on_warning_tips": "Шлюз з підключенням \"на льоту\" активовано.",
        "dhcp_set_gateway_tips": "Служба DHCP на основному роутері правильно встановила шлюз на {ip}, шлюз з підключенням \"на льоту\" працює.",
        "auto_set_tips": "Налаштування DHCP основного роутера, схоже, змінилися, і роутер може не мати можливості коректно підключитися до мережі. Будь ласка, $$$$Синхронізуйте налаштування з DHCP$$$$ або змініть налаштування вручну.",
        "desc_vpn": "Зверніть увагу, що в режимі шлюзу з підключенням \"на льоту\" політика VPN цього пристрою не працюватиме для клієнтів з порту WAN.",
        "cable_not_connected_tips": "У порту WAN не виявлено кабелю. Будь ласка, вставте ефірний кабель.",
        "modify_superior_router_label": "Всі пристрої підключені через шлюз з підключенням \"на льоту\"",
        "modify_self_router_label": "Деякі пристрої вибирають власний шлюз для підключення до мережі",
        "modify_self_router_desc": "Вам потрібно вручну змінити адресу шлюзу на IP-адресу шлюзу з підключенням \"на льоту\" на деяких пристроях, які потребують використання шлюзу з підключенням \"на льоту\".",
        "configuration_method_label": "Метод налаштування",
        "enable_label": "Активувати режим шлюзу з підключенням \"на льоту\"",
        "dhcp_closed_tips": "Служба DHCP на основному роутері вимкнена, шлюз з підключенням \"на льоту\" працює.",
        "modify_superior_router_desc": "Вам потрібно перейти до зміни конфігурації основного маршруту, яку має налаштувати користувач, що має доступ до основного маршруту."
    },
    "menu_edgerouter": "Режим шлюзу з підключенням \"на льоту\""
}
