{
    "menu_lanip": "LAN",
    "lan_ip": {
        "lan": "Router IP Address",
        "guest": "Default Gateway",
        "start_ip": "Start IP Address",
        "end_ip": "End IP Address",
        "change_to": "The router's IP address has been successfully changed to",
        "redirect_to": "You are being redirected to the new IP",
        "guest_conflict_tips": "It is in conflict with Guest IP",
        "lan_conflict_tips": "It is in conflict with LAN IP",
        "ip_outside_tips": "IP address is outside the subnet range",
        "cannot_contain_ip_tips": "The address range can't include the router's IP address",
        "end_smaller_tips": "The end address should be greater than the start address.",
        "lan_or_guest_senior_tip": "You can set subnet within IPv4 private address ranges: 192.168.0.0/16, 172.16.0.0/12, 10.0.0.0/8",
        "lan_or_guest_model_setting": "Advanced",
        "user_count_max": "Maximum Number of Users",
        "lan_tab": "Private Network",
        "guest_tab": "Guest Network",
        "ip_easy_tip": "The router IP Address is the address that you would enter into your browser 's address bar to access the router's admin page.",
        "enable_dhcp_tips": "The DHCP server automatically assigns IP addresses and other communication parameters to client devices. If the DHCP server is disabled, client device network settings will need to be configured manually.",
        "dhcp_serve_title": "DHCP Server",
        "dhcp_charter_label": "Lease Time",
        "lpr_serve_label": "LPR Server",
        "security_title": "Security Settings",
        "ap_isolate_label": "AP Isolation",
        "ap_isolate_tips": "You can isolate your network's client devices into a separate network area. These devices cannot communicate with other devices on the network.",
        "allow_lan_label": "Allow Access to the Network from the Guest LAN",
        "dhcp_disable_warning_tips": "If you disable DHCP, you may not be able to connect to the Internet, so please be careful.",
        "lpr_tips": "Multiple printer LPR ports can be filled.",
        "guest_disabel_tips": "{guest} is disabled so guest networks is not work."
    },
    "address_reservation": {
        "title": "Address Reservation",
        "tips": "When you specify a reserved IP address for a LAN client, the client will always receive the same IP address when it requests an IP address from router’s DHCP server. You can assign reserved IP addresses to computers or servers that require permanent IP settings.",
        "note": "Note: Configured clients have to reconnect the router to activate.",
        "name": "Name",
        "action": "Action",
        "no_data": "There is no data in the table.",
        "add_new": "Add a New Reservation Entry",
        "set_data": "Modify the Reservation Entry",
        "confirm_delete_all": "Are you sure you want to delete all the address reservations?",
        "confirm_delete": "Are you sure you want to delete the reserved address entry?",
        "mac_existed": "MAC Existed",
        "ip_existed": "IP Existed",
        "desc_label": "Description"
    },
    "menu_guestip": "Guest Network"
}
