{
    "lan_ip": {
        "lan": "Dirección IP del Router",
        "guest": "Puerta de enlace por defecto",
        "start_ip": "Dirección IP inicial",
        "end_ip": "Dirección IP final",
        "change_to": "La dirección IP del router se ha cambiado con éxito a",
        "redirect_to": "Está siendo redirigido a la nueva IP",
        "lan_or_guest_senior_tip": "Puede establecer una subred dentro de los rangos de direcciones privadas IPv4: 192.168.0.0/16, 172.16.0.0/12, 10.0.0.0/8",
        "lan_or_guest_model_setting": "Avanzada",
        "ip_outside_tips": "Dirección IP no está en la subred",
        "user_count_max": "Número Máximo de Usuarios",
        "lan_tab": "Red Privada",
        "guest_tab": "Red de Invitados",
        "lan_conflict_tips": "Conflicto con la IP de LAN",
        "guest_conflict_tips": "Conflicto con la IP de los invitados",
        "cannot_contain_ip_tips": "El rango de direcciones no puede incluir la IP del router",
        "end_smaller_tips": "La dirección final debe ser mayor que la dirección inicial.",
        "ip_easy_tip": "La dirección IP del router es la dirección que se introduce en la barra de direcciones del navegador para acceder a la página de administración del router.",
        "dhcp_charter_label": "Tiempo de Concesión",
        "lpr_serve_label": "Servidor LPR",
        "dhcp_serve_title": "Servidor DHCP",
        "enable_dhcp_tips": "El servidor DHCP asignará una dirección IP automáticamente y otros parámetros de comunicación a cada uno de los dispositivos de los clientes. Si el servidor DHCP está desactivado, tendrá que configurarlo manualmente para cada cliente.",
        "lpr_tips": "Se pueden configurar varios puertos LPR de impresora.",
        "security_title": "Configuraciones de Seguridad",
        "ap_isolate_label": "Aislamiento de Punto de Acceso",
        "ap_isolate_tips": "Puedes aislar los dispositivos de tus clientes en una red separada. Estos dispositivos no pueden comunicarse con otros dispositivos en la red.",
        "dhcp_disable_warning_tips": "Si deshabilitas el DHCP, es posible que no puedas conectarte a Internet, ten cuidado.",
        "allow_lan_label": "Permitir Acceso a la Red desde la LAN de Invitados",
        "guest_disabel_tips": "{guest} está deshabilitado por lo que las redes de invitados no funcionan."
    },
    "address_reservation": {
        "note": "Tenga en cuenta que el cliente configurado tiene que reconectar el router para entrar en vigor.",
        "name": "Nombre",
        "action": "Acción",
        "no_data": "No hay datos en la tabla",
        "confirm_delete": "¿Está seguro de que quiere eliminar la entrada de la dirección reservada?",
        "mac_existed": "MAC ya existe",
        "ip_existed": "IP ya existe",
        "add_new": "Añadir una Nueva Reserva",
        "confirm_delete_all": "¿Estás seguro de que quieres borrar todas las entradas de direcciones reservadas?",
        "tips": "Cuando se especifica una dirección IP reservada para un cliente dentro de LAN, el cliente siempre recibe la misma dirección IP cada vez que accede al servidor DHCP del router. Puede asignar direcciones IP reservadas a ordenadores o servidores que requieran una configuración IP permanente.",
        "set_data": "Modificar la Entrada Reserva",
        "title": "Reserva de Dirección",
        "desc_label": "Descripción"
    },
    "menu_lanip": "LAN",
    "menu_guestip": "Red de Invitados"
}
