{
    "menu_lanip": "Réseaux local",
    "lan_ip": {
        "lan": "Adresse IP du routeur",
        "guest": "Passerelle par defaut",
        "start_ip": "Commence par l'adresse IP",
        "end_ip": "Fini par l'adresse IP",
        "change_to": "L'adresse IP du routeur a été modifier avec succès en",
        "redirect_to": "Vous allez être redirigé vers la nouvelle adresse IP",
        "guest_conflict_tips": "Cette adresse IP est dans la plage réseau invité, vous ne pouvez pas l'utilser pour ça",
        "lan_conflict_tips": "Cette adresse IP est dans la plage du réseau local(Local), vous ne pouvez pas l'utiliser pour ça",
        "ip_outside_tips": "L'adresse IP est en dehors du masque de sous-réseau",
        "cannot_contain_ip_tips": "La plage réseau ne peut pas contenir l'adresse IP du routeur",
        "end_smaller_tips": "L'adresse de fin est inferieur l'adresse de début.",
        "lan_or_guest_senior_tip": "Vous pouvez définir un sous-réseau dans les plages d'adresses privées IPv4 : 192.168.0.0/16, 172.16.0.0/12, 10.0.0.0/8",
        "lan_or_guest_model_setting": "Configuration avancé",
        "user_count_max": "Nombre maximum d'utilisateurs",
        "lan_tab": "Réseau local",
        "guest_tab": "Réseau invité",
        "ip_easy_tip": "L'adresse IP du routeur est l'adresse que vous devez saisir dans la barre d'adresse de votre navigateur pour accéder à la page d'administration du routeur.",
        "lpr_tips": "Plusieurs ports LPR d'imprimante peuvent être remplis.",
        "security_title": "Paramètres de sécurités",
        "ap_isolate_label": "Isolation d'un AP",
        "ap_isolate_tips": "Vous pouvez isoler les appareils clients de votre réseau dans une zone de réseau séparée. Ces appareils ne peuvent pas communiquer avec les autres appareils du réseau.",
        "dhcp_disable_warning_tips": "Si vous désactivez le DHCP, vous risquez de ne pas pouvoir vous connecter à l'internet.",
        "dhcp_charter_label": "Temp du bail",
        "lpr_serve_label": "Serveur LPR",
        "dhcp_serve_title": "Serveur DHCP",
        "enable_dhcp_tips": "Le serveur DHCP attribue automatiquement des adresses IP et d'autres paramètres de communication à chaque appareil client. Si le serveur DHCP est désactivé, vous devrez les configurer manuellement pour chaque client.",
        "allow_lan_label": "Autoriser l'accès au réseau à partir du réseau local - invité"
    },
    "address_reservation": {
        "title": "Addresse Reservées",
        "tips": "Lorsque vous spécifiez une adresse IP réservée pour un client au sein du réseau local, le client reçoit toujours la même adresse IP chaque fois qu'il accède au serveur DHCP du routeur.... Vous pouvez attribuer des adresses IP réservées à des ordinateurs ou à des serveurs qui nécessitent des paramètres IP permanents.",
        "note": "Remarque : les clients configurés doivent se reconnecter au routeur pour être activés.",
        "name": "Nom",
        "action": "Action",
        "no_data": "Pas de données dans le tableau",
        "add_new": "Ajouter une reservation d'adresse",
        "set_data": "Modifier la reservation d'adresse",
        "confirm_delete_all": "Êtes-vous sûr de vouloir supprimer toutes les entrées réservées aux adresses ?",
        "confirm_delete": "Êtes-vous sûr de vouloir supprimer l'entrée de l'adresse réservée ?",
        "mac_existed": "MAC existantes",
        "ip_existed": "IP existantes",
        "desc_label": "Description"
    },
    "menu_guestip": "Réseau invité"
}
