{
    "lan_ip": {
        "lan": "Indirizzo IP del Router",
        "guest": "Gateway predefinito",
        "start_ip": "Indirizzo IP iniziale",
        "end_ip": "Indirizzo IP finale",
        "change_to": "L'indirizzo IP del router è stato cambiato con successo in",
        "redirect_to": "Stai per essere reindirizzato al nuovo IP",
        "lan_or_guest_model_setting": "Avanzate",
        "cannot_contain_ip_tips": "L'intervallo degli indirizzi non può includere l'indirizzo IP del router",
        "end_smaller_tips": "L'indirizzo finale dovrebbe essere maggiore dell'indirizzo di inizio.",
        "user_count_max": "Numero Massimo di Utenti",
        "lan_tab": "Rete privata",
        "guest_tab": "Rete Ospite",
        "guest_conflict_tips": "È in conflitto con l'IP Guest",
        "lan_or_guest_senior_tip": "È possibile impostare la sottorete all'interno degli intervalli di indirizzi privati IPv4: 192.168.0.0/16, 172.16.0.0/12, 10.0.0.0/8",
        "lan_conflict_tips": "È in conflitto con l'IP LAN",
        "ip_outside_tips": "L'indirizzo IP è al di fuori dell'intervallo della subnet",
        "ip_easy_tip": "L'indirizzo IP del router è l'indirizzo che si inserisce nella barra degli indirizzi del browser per accedere alla pagina di amministrazione del router.",
        "dhcp_charter_label": "Tempo di Lease",
        "lpr_serve_label": "Server LPR",
        "dhcp_serve_title": "Server DHCP",
        "enable_dhcp_tips": "Il server DHCP assegna automaticamente indirizzi IP e altri parametri di comunicazione ai dispositivi client. Se il server DHCP è disabilitato, sarà necessario configurare manualmente le impostazioni di rete dei dispositivi client.",
        "ap_isolate_tips": "Puoi isolare i Client della tua rete in una rete separata. Questi dispositivi non potranno comunicare tra di loro nella rete.",
        "ap_isolate_label": "Isolamento AP",
        "security_title": "Impostazioni di Sicurezza",
        "dhcp_disable_warning_tips": "Se disabiliti DHCP, potresti non essere in grado di connetterti a Internet, quindi fai attenzione.",
        "lpr_tips": "È possibile riempire più porte LPR della stampante.",
        "guest_disabel_tips": "{guest} è disabilitato, quindi la rete degli ospiti non funziona."
    },
    "address_reservation": {
        "note": "Nota: Il client configurato deve riconnettersi al router per far sì che le impostazioni abbiano effetto.",
        "name": "Nome",
        "action": "Azione",
        "confirm_delete": "Sei sicuro di voler eliminare la voce dell'indirizzo statico?",
        "mac_existed": "MAC già esistente",
        "ip_existed": "IP già esistente",
        "no_data": "Non ci sono dati nella tabella.",
        "set_data": "Modifica l'indirizzo statico",
        "confirm_delete_all": "Sei sicuro di voler eliminare tutte le prenotazioni degli indirizzi?",
        "add_new": "Aggiungi un indirizzo statico",
        "title": "Indirizzo Statico",
        "tips": "Quando si specifica un indirizzo IP riservato per un client LAN, il client riceverà sempre lo stesso indirizzo IP quando richiede un indirizzo IP dal server DHCP del router. È possibile assegnare indirizzi IP riservati a computer o server che richiedono impostazioni IP permanenti.",
        "desc_label": "Descrizione"
    },
    "menu_lanip": "LAN",
    "menu_guestip": "Rete Guest"
}
