{
    "dns": {
        "edit_host_btn": "Editer les Hôtes",
        "desc": "Si vous définissez des serveurs DNS personnalisés, tous les noms de domaines seront résolus par les serveurs DNS définis ici au lieu de ceux obtenus à partir de votre interface réseau. Sinon, vous utiliserez les paramètres DNS configurés pour chaque interface.",
        "rebinding_label": "Protection contre les attaques de DNS rebinding",
        "rebinding_tips": "L'activation de cette option peut entraîner l'échec de resolutions de DNS privés. Si votre réseau dispose d'un portail captif, veuillez désactiver cette option.",
        "override_label": "Remplacer les paramètres DNS pour tous les clients",
        "override_tips": "Si cette option est activée, votre routeur remplacera les paramètres DNS non chiffré pour tous les clients.",
        "set_dns_server_title": "Configuration du serveur DNS",
        "mode": "Mode",
        "proxy_addr_label": "Adresse du serveur proxy",
        "encryption_type_label": "Mode de chiffrement",
        "v1_tips": "Le routeur utilise la version 1 de DNS. Seuls certains serveurs DNS chiffrés sont pris en charge.",
        "server": "Serveurs",
        "server_tips": "Vous pouvez choisir jusqu'à 8 serveurs. Le routeur choisira automatiquement le serveur le plus rapide parmi eux.",
        "at_least_one_server_tips": "Sélectionner au moins un serveur",
        "select_server_btn": "Selectionner les serveurs",
        "choose_server_title": "Selectionner les serveurs DNS",
        "select_all_label": "Tout",
        "select_log_label": "Log",
        "select_nolog_label": "Pas de log",
        "select_filter_label": "Filtrer",
        "select_nofilter_label": "Pas de filtres",
        "select_nodnssec_label": "DNSSEC désactiver",
        "host_tips": "Les requêtes des clients seront d'abord résolues en utilisant les règles DNS statiques que vous avez écrites dans Hosts.",
        "auto_get_label": "Automatique",
        "choose_encryption_label": "DNS chiffrés",
        "manual_label": "DNS Manuel",
        "set_proxy_label": "Proxy DNS",
        "form_wan_label": "Serveur DNS de l'Ethernet",
        "form_wwan_label": "Servuer DNS du Repeteur",
        "form_tethering_label": "Servuer DNS du Tethering",
        "form_modem_label": "Serveur DNS du cellulaire",
        "form_ovpn_label": "Serveur DNS pour OpenVPN",
        "form_wg_label": "Serveur DNS pour WireGuard",
        "provider": "Fournisseur DNS",
        "adguardhome_in_use_tips": "AdGuard Home est activé et ce routeur utilisera le serveur DNS fourni par AdGuard Home comme serveur DNS personnalisé. Les paramètres du serveur DNS ne fonctionneront pas.",
        "server_warning_tips": "Le serveur est suspecté d'être expiré.",
        "form_interface_label": "DNS depuis {interface}",
        "bark_enable_override_tips": "Bark bloque presque toutes les requêtes DNS des clients envoyées sur Internet. Si vous activez cette option alors que Bark fonctionne, vos clients risquent de ne pas pouvoir accéder à Internet.",
        "override_vpn_label": "Autoriser le DNS personnalisé à remplacer le DNS du VPN",
        "override_vpn_tips": "Si cette option est activée, une fois que vous avez défini un DNS personnalisé, les paquets transmis via le tunnel VPN seront résolus en utilisant la substitution du DNS personnalisé au lieu des paramètres du serveur DNS des connexions VPN.",
        "invalid_resolver_id_tips": "Identifiant de résolveur non valide",
        "controld_plan_label": "Planifier",
        "controld_plan_tips": "Il existe deux formules, gratuite et premium, et vous ne pouvez en choisir qu'une seule.",
        "at_least_one_ipv4_tip": "Les serveurs DNS nécessitent au moins une adresse ipv4.",
        "public_servers_refer_tips": "Pour une liste des serveurs publics, veuillez consulter {link}",
        "dns_servers": "Serveurs DNS",
        "add_server": "Ajouter un serveur",
        "dns_server_list": "Liste des serveurs DNS",
        "least_one_server_tips": "Veuillez ajouter au moins un serveur.",
        "select_dns_servers": "Sélectionner les serveurs DNS",
        "encrypted_dns_url_tips": "Vous pouvez saisir directement le lien URL ou le lien au format tampon du DNS chiffré :",
        "encryption_conflicting_msg": "Formes de chiffrement en conflit, veuillez utiliser des liens avec la même forme de chiffrement.",
        "modify_server": "Modifier un serveur",
        "override_priority_tips": "La priorité est supérieure aux paramètres DNS attribués aux clients via DHCP."
    }
}
