{
    "dns": {
        "choose_server_title": "Roghnaigh Freastalaithe DNS",
        "invalid_resolver_id_tips": "Aitheantas Réiteoir Neamhbhailí",
        "select_dns_servers": "Roghnaigh Freastalaithe DNS",
        "dns_servers": "Freastalaithe DNS",
        "form_ovpn_label": "DNS ó OpenVPN",
        "adguardhome_in_use_tips": "Tá AdGuard Home cumasaithe agus úsáidfidh an ródaire seo an freastalaí DNS a sholáthraíonn AdGuard Home mar an freastalaí DNS saincheaptha. Ní oibreoidh na socruithe freastalaí DNS.",
        "modify_server": "Modhnigh Freastalaí",
        "auto_get_label": "Uathoibríoch",
        "override_label": "Sáraigh Socruithe DNS na gCliant Uile",
        "at_least_one_server_tips": "Roghnaigh ar a laghad freastalaí amháin",
        "select_server_btn": "Roghnaigh Freastalaithe",
        "override_vpn_label": "Ceadaigh DNS Saincheaptha a Shárú ar DNS VPN",
        "bark_enable_override_tips": "Cuireann Bark bac ar bheagnach gach iarratas DNS ó chliaint a sheoltar chuig an Idirlíon. Má chuireann tú an rogha seo ar siúl agus Bark ag obair, b'fhéidir nach mbeidh do chliaint in ann rochtain a fháil ar an Idirlíon.",
        "controld_plan_tips": "Tá dhá phlean ann, saor in aisce agus préimhe, agus ní féidir ach ceann amháin acu a roghnú.",
        "form_tethering_label": "DNS ó Chomhroinnt Idirlín",
        "mode": "Mód",
        "public_servers_refer_tips": "Le haghaidh liosta de fhreastalaithe poiblí, féach ar {link}",
        "server": "Freastalaithe",
        "rebinding_label": "Cosaint ar ionsaí Athcheangailteach DNS",
        "rebinding_tips": "D’fhéadfadh teip ar lorg DNS príobháideach a bheith mar thoradh ar an rogha seo a chur ar siúl. Má tá tairseach gabhála ag do líonra, díchumasaigh an rogha seo.",
        "v1_tips": "Úsáideann an ródaire leagan v1 de DNS. Ní thacaítear le gach freastalaí DNS criptithe.",
        "provider": "Soláthraí DNS",
        "desc": "Nuair a shocraíonn tú freastalaithe DNS saincheaptha, déanfar aon cheistneacha DNS a réiteach tríothu (in ionad na bhfreastalaithe DNS a fhaightear trí chomhéadan líonra). Seachas sin, úsáidfidh tú na socruithe DNS atá cumraithe do gach comhéadan.",
        "host_tips": "Réiteofar iarratais ó chliaint, ar dtús, ag baint úsáide as na rialacha DNS statacha atá scríofa agat i Hosts.",
        "form_modem_label": "DNS ó Ceallach",
        "dns_server_list": "Liosta Freastalaithe DNS",
        "form_wg_label": "DNS ó WireGuard",
        "override_tips": "Má chumasaítear é, sáraíonn do ródaire socruithe DNS neamhchriptithe do gach cliant.",
        "select_nolog_label": "Gan Logáil",
        "select_all_label": "Uile",
        "set_proxy_label": "Seachfhreastalaí DNS",
        "choose_encryption_label": "DNS Criptithe",
        "add_server": "Cuir Freastalaí Leis",
        "server_tips": "Is féidir leat suas le hocht bhfreastalaí a roghnú. Roghnóidh an ródaire an freastalaí is tapúla ina measc go huathoibríoch.",
        "form_wwan_label": "DNS ó Athsheoltóir",
        "edit_host_btn": "Cuir Óstaigh in Eagar",
        "at_least_one_ipv4_tip": "Éilíonn freastalaithe DNS seoladh IPv4 amháin ar a laghad.",
        "select_nofilter_label": "Gan Scagaire",
        "encrypted_dns_url_tips": "Is féidir leat nasc url nó formáid nasc stampa de DNS criptithe a chur isteach go díreach:",
        "encryption_type_label": "Cineál Criptithe",
        "form_interface_label": "DNS ó {interface}",
        "select_nodnssec_label": "Gan DNSSEC",
        "controld_plan_label": "Plean",
        "encryption_conflicting_msg": "Foirmí criptithe atá ag teacht salach ar a chéile, úsáid naisc leis an bhfoirm chriptithe chéanna le do thoil.",
        "server_warning_tips": "Is cosúil go bhfuil an freastalaí imithe in éag.",
        "manual_label": "DNS de Láimh",
        "override_vpn_tips": "Má chumasaítear an rogha seo, nuair a bheidh DNS saincheaptha socraithe agat, déanfar paicéid a sheoladh trí thollán VPN a réiteach ag úsáid an DNS saincheaptha forluí in ionad socruithe an fhreastalaí DNS ó na nasc VPN.",
        "select_log_label": "Logáil",
        "proxy_addr_label": "Seoladh an Fhreastalaí Seachfhreastalaí",
        "select_filter_label": "Scagaire",
        "form_wan_label": "DNS ó Ethernet",
        "set_dns_server_title": "Socruithe Freastalaí DNS",
        "least_one_server_tips": "Cuir freastalaí amháin ar a laghad leis",
        "override_priority_tips": "Tá tosaíocht níos airde ná socruithe DNS a shanntar do chliaintí trí DHCP."
    }
}
