{
    "dns": {
        "provider": "Provider DNS",
        "rebinding_label": "Protezione da attacchi di rebinding DNS",
        "override_label": "Sovrascrivi le impostazioni DNS di tutti i client",
        "override_tips": "Se abilitato, il tuo router sovrascriverà le impostazioni DNS non crittografate per tutti i Client.",
        "rebinding_tips": "L'attivazione di questa opzione potrebbe causare un errore di ricerca del DNS privato. Se la tua rete ha un Captive Portal, disabilita questa opzione.",
        "edit_host_btn": "Modifica Host",
        "desc": "Quando imposti dei server DNS personalizzati, tutte le richieste DNS verranno risolte attraverso di essi (invece che attraverso i server DNS ottenuti tramite Ethernet, Ripetitore, Cellulare, Tethering). Altrimenti, utilizzerai le impostazioni DNS configurate per ogni interfaccia.",
        "select_nolog_label": "Nessun Log",
        "set_dns_server_title": "Impostazioni del Server DNS",
        "encryption_type_label": "Tipo di Crittografia",
        "v1_tips": "Il router utilizza la versione v1 del DNS. Non tutti i server DNS criptati sono supportati.",
        "server": "Server",
        "at_least_one_server_tips": "Selezionare almeno un server",
        "select_server_btn": "Seleziona Server",
        "choose_server_title": "Selezionare i Server DNS",
        "select_all_label": "Tutto",
        "select_log_label": "Log",
        "select_filter_label": "Filtro",
        "select_nodnssec_label": "Nessun DNSSEC",
        "select_nofilter_label": "Nessun Filtro",
        "choose_encryption_label": "Crittografia DNS",
        "manual_label": "DNS Manuale",
        "set_proxy_label": "DNS Proxy",
        "auto_get_label": "Automatico",
        "form_wan_label": "DNS da Ethernet",
        "form_wwan_label": "DNS da ripetitore",
        "form_tethering_label": "DNS da Tethering",
        "form_modem_label": "DNS da Cellulare",
        "form_ovpn_label": "DNS da OpenVPN",
        "form_wg_label": "DNS da WireGuard",
        "proxy_addr_label": "Indirizzo del Server Proxy",
        "server_tips": "Puoi scegliere fino a otto server. Il router sceglierà automaticamente il server più veloce tra questi.",
        "mode": "Modalità",
        "host_tips": "Le richieste dei client saranno risolte, inizialmente, utilizzando le regole DNS statiche scritte in Hosts.",
        "adguardhome_in_use_tips": "AdGuard Home è attivo e questo router utilizzerà il server DNS fornito da AdGuard Home come server DNS personalizzato. Le impostazioni del server DNS non funzioneranno.",
        "server_warning_tips": "Sembra che il server sia scaduto.",
        "form_interface_label": "DNS Etichetta del Modulo {interface}",
        "bark_enable_override_tips": "Bark blocca praticamente tutte le richieste DNS dai Client verso Internet. Se abiliti questa opzione mentra Bark è in funzione, i tuoi Client potrebbero non essere in grado di accedere Internet.",
        "override_vpn_label": "Consenti al DNS personalizzato di sovrascrivere il DNS VPN",
        "override_vpn_tips": "Se questa opzione è abilitata, una volta impostato un DNS personalizzato, i pacchetti trasmessi attraverso il tunnel VPN verranno risolti utilizzando la sovrascrittura del DNS personalizzato anziché le impostazioni del server DNS delle connessioni VPN.",
        "invalid_resolver_id_tips": "ID del Resolver non valido",
        "controld_plan_tips": "Ci sono due piani, gratuito e premium, e puoi sceglierne solo uno.",
        "controld_plan_label": "Piano",
        "at_least_one_ipv4_tip": "I server DNS richiedono almeno un indirizzo ipv4.",
        "public_servers_refer_tips": "Per un elenco dei server pubblici, si prega di fare riferimento a {link}",
        "dns_servers": "Server DNS",
        "add_server": "Aggiungi un Server",
        "dns_server_list": "Elenco dei server DNS",
        "least_one_server_tips": "Si prega di aggiungere almeno un server.",
        "select_dns_servers": "Seleziona Server DNS",
        "encrypted_dns_url_tips": "È possibile inserire direttamente il link URL o il formato del link del timbro del DNS crittografato:",
        "encryption_conflicting_msg": "Forme di crittografia in conflitto, si prega di utilizzare collegamenti con la stessa forma di crittografia.",
        "modify_server": "Modifica un Server",
        "override_priority_tips": "La priorità è superiore alle impostazioni DNS assegnate ai client tramite DHCP."
    }
}
