{
    "menu_multiwan": "Multi-WAN",
    "multiwan": {
        "tips": "The router supports connecting multiple network interfaces at the same time. You can set how to use it.",
        "failover_desc": "Failover: When the link being used fails, the router will automatically switch to another interface.",
        "balancing_desc": "Load Balance: Use multiple interfaces at the same time to increase the total bandwidth of the router.",
        "mode_label": "Mode",
        "mode_failover_tips": "The router automatically selects the available interface with the highest priority.",
        "mode_balancing_tips": "The system will assign interfaces to new connections based on the load ratio.",
        "mode_balancing_note": "Note: Alive connections or traffic are not ensured to match the load ratio.",
        "failover_label": "Failover",
        "balancing_label": "Load Balance",
        "track_title": "Interface Status Tracking Method",
        "physical_state_monitor": "Internet always available when the interface is connected",
        "priority_title": "Interface Priority",
        "ratio_title": "Load Ratio",
        "track_desc": "The router will track the status of the connection to the destination IP to determine if the interface is available.",
        "track_enable_tips": "If tracking is disabled, the device will think the interface is connected to the Internet when the interface is connected (e.g. the cable is plugged in and the IP is acquired, repeater is successful).",
        "track_proto_label": "Track Protocol",
        "track_method_label": "Track Command",
        "interval_label": "Track Interval",
        "fault_condition_label": "Change to Failure Condition",
        "available_condition_label": "Change to Available Condition",
        "success_count": "Success $$$$ times",
        "fault_count": "Fail $$$$ times",
        "track_addr_label": "Track IP",
        "both_label": "Both",
        "flush_track_tips": "If this option is enabled, when the networking interface changes, the router will refresh all existing data streams to ensure they use the higher priority interface. This avoids unnecessary traffic loss, but can also lead to increased network volatility (some VPNs may not reconnect immediately).",
        "flush_track_label": "Forced Refresh Streams",
        "enable_check_label": "Enable Internet Status Tracking",
        "interface_state_label": "Network Status"
    }
}
