{
    "multiwan": {
        "balancing_desc": "Bilanciamento del Carico: Usa più interfacce contemporaneamente per aumentare la larghezza di banda totale del router.",
        "mode_label": "Modalità",
        "mode_failover_tips": "Il router seleziona automaticamente l'interfaccia disponibile con la priorità più alta.",
        "mode_balancing_tips": "Il sistema assegnerà le interfacce alle nuove connessioni in base al rapporto di carico.",
        "mode_balancing_note": "Nota: Non è garantito che le connessioni o il traffico in tempo reale corrispondano al rapporto di carico.",
        "failover_label": "Failover",
        "failover_desc": "Failover: Quando l'interfaccia utilizzata non si connette, il router passa automaticamente a un'altra interfaccia.",
        "tips": "Il router supporta la connessione di più interfacce di rete contemporaneamente. È possibile stabilire come usarlo.",
        "balancing_label": "Bilanciamento del Carico",
        "track_title": "Metodo di Monitoraggio dello Stato dell'Interfaccia",
        "physical_state_monitor": "Internet sempre disponibile quando l'interfaccia è connessa",
        "priority_title": "Priorità dell'Interfaccia",
        "ratio_title": "Rapporto di Carico",
        "track_enable_tips": "Se il tracciamento è disabilitato, il dispositivo penserà che l'interfaccia è collegata a Internet quando l'interfaccia è connessa (ad esempio se il cavo è collegato e si ottiene un indirizzo IP, il ripetitore sarà operativo).",
        "track_proto_label": "Protocollo di Tracciamento",
        "track_method_label": "Comando di Tracciamento",
        "interval_label": "Intervallo di Tracciamento",
        "fault_condition_label": "Modifica della condizione di disconnessione",
        "available_condition_label": "Modifica della condizione di connessione",
        "success_count": "Riuscito $$$$ Volte",
        "track_desc": "Il router tiene traccia dello stato della connessione all'IP di destinazione per determinare se l'interfaccia è disponibile.",
        "fault_count": "Non riuscito $$$$ volte",
        "track_addr_label": "IP di Tracciamento",
        "both_label": "Entrambi",
        "flush_track_tips": "Se questa opzione è attivata, quando l'interfaccia di rete cambia, il router aggiorna tutti i flussi di dati esistenti per garantire che utilizzino l'interfaccia a priorità più alta. Questo evita inutili perdite di traffico, ma può anche comportare una maggiore volatilità della rete (alcune VPN potrebbero non riconnettersi immediatamente).",
        "flush_track_label": "Aggiornamento Forzato Streams",
        "enable_check_label": "Abilita il tracciamento dello stato Internet",
        "interface_state_label": "Stato di Rete"
    },
    "menu_multiwan": "Multi-WAN"
}
